{"title":"post","fields":["id","message","published","idPost","person_id"],"types":[23,25,1184,1043,23],"type_names":["integer","text","unknown","text","integer"],"values":[[1,"Back together again... H\u0026M Kevin Hart #selectedbybeckham #ontheroad","2016-05-08 00:28:40+00","84218631570_10153400236706571",1],[2,"Can't wait for tomorrow...","2016-05-08 09:56:58+00","84218631570_10153400994651571",1],[3,"It was great to visit the new adidas store today on Oxford Street and meet Stormzy for the the first time!","2016-05-11 16:51:48+00","84218631570_10153407907496571",1],[4,"Excited to announce my new partnership with Biotherm Homme. Stay tuned for more.\nwww.biothermhomme.com","2016-05-09 07:53:55+00","84218631570_10153403129776571",1],[5,"As the night comes to a close I wanted to thank everyone for the birthday wishes I received and also this delicious caterpillar cake the kids gave me tonight!","2016-05-02 23:28:30+00","84218631570_10153389139081571",1],[6,"Got this welcome surprise in the post, always love seeing this iconic shirt...thanks adidas Fussball for the new Manchester United shirt","2016-05-11 09:58:12+00","84218631570_10153407314786571",1],[7,"Shame to see West Ham play their last game at Boleyn Ground tonight.  Growing up in East End, I knew how special the place was even though I didn't always get the warmest reception.  I have some great memories there with Manchester United and it's sad to see it come to an end.","2016-05-10 18:50:24+00","84218631570_10153406079896571",1],[8,"The face of a dad that's almost 41 being driven around by his (not so little) boy","2016-04-30 09:40:46+00","84218631570_10153383639371571",1],[9,"As Nepal marks 1 year since 2015’s devastating earthquakes, I can’t help but remember my moving visit last November to see UNICEF's amazing recovery work, and the truly inspiring people that I met. #NepalEarthquake","2016-04-25 08:30:00+00","84218631570_10153368505371571",1],[10,"The sun is out and the BBQ is on! Loving London! 🌞","2016-04-20 17:35:59+00","84218631570_10153364682481571",1],[11,"Amazing to see Sky Sports taking tech to the next level. Incredible experience.  See me in Virtual Reality here https://www.facebook.com/SkySports/videos/10154124847228762/","2016-04-22 12:02:46+00","84218631570_10153368176581571",1],[12,"Tonight was full of emotions, happy \u0026 and sad ones but we celebrate the career of one the games greatest players and a true LAKER legend. It's been an honour watching this man win championships and to have done it in such style. Just the way this city expects. Congratulations my friend, Kobe Bryant on a career that many people dream of.","2016-04-14 09:21:32+00","84218631570_10153351745376571",1],[13,"Happy birthday to this beautiful passionate woman. Have the most amazing day and let us spoil you because you deserve to be spoilt by your husband and our gorgeous children. In 42 years you have been able to achieve so much and it feels you are only just starting. Happy birthday we love you ❤️","2016-04-17 09:52:18+00","84218631570_10153357693001571",1],[14,"Thanks to Emily and Alexis at adidas Originals for looking after the family","2016-04-13 10:32:07+00","84218631570_10153349744226571",1],[15,"Excited to announce my 'David Beckham: Classic Fragrance' is now available in stores. Enjoy!","2016-03-29 11:10:00+00","84218631570_10153313549351571",1],[16,"Enjoyed visiting the Sky Sports studio today to do a special show with Kirsty Gallacher can't believe Sky Sports is nearly 25 years old.  It's been the home of many incredible sporting moments and some very personal ones for me also.","2016-03-23 10:14:47+00","84218631570_10153293076521571",1],[17,"My thoughts and love are with the friends and family of not just one of the best footballers in the history of the game but also one of the greatest men and nicest person you could meet ... The game lost a true hero today 🇳🇱 Rest In Peace","2016-03-24 14:33:34+00","84218631570_10153297034481571",1],[18,"Enjoyed working with American GQ. Hope you like it too.  Check out story and images at http://www.gq.com/gallery/david-beckham-gq-photos","2016-03-17 12:30:02+00","84218631570_10153276204191571",1],[19,"17 years ago today this little man came into this world and changed our lives in so many ways ... We were given the most precious gift that makes us smile and proud every time he walks through the door... Not so little anymore but look at the smile ❤️ HAPPY BIRTHDAY BUST ❤️","2016-03-04 08:57:05+00","84218631570_10153239727556571",1],[20,"Got to watch United game in the best way, on the new #SkyQ! Thanks to Sky for letting me have a play with it first...game changer. Congratulations United!","2016-02-29 10:39:14+00","84218631570_10153231249961571",1],[21,"My grandad would have been 90 today ... Someone I miss everyday ❤️","2016-02-23 22:59:04+00","84218631570_10153219880016571",1],[22,"Happy 11th birthday to our little man. 11 years of seeing him grow from a cheeky baby to a cheeky 11 year old. He makes us laugh every single day and has the most amazing character plus the biggest heart. Love you big boy ❤️","2016-02-20 09:52:58+00","84218631570_10153212355366571",1],[23,"Happy to have Daniel Kearns as our new Creative Director at Kent \u0026 Curwen.  A strong new addition to the team. Exciting times ahead! #KCBritishStyle #KentAndCurwen","2016-02-22 12:09:12+00","84218631570_10153216717996571",1],[24,"This is one of my favourite outfits of the H\u0026M collection. See the full #SelectedByBeckham range at http://hm.info/12luf","2016-02-18 12:03:01+00","84218631570_10153208396446571",1],[25,"Not sure if I'm a cool dad or if Brooklyn is thinking \"seriously we have similar coats on dad\" 😡😊","2016-02-08 22:28:14+00","84218631570_10153189984496571",1],[26,"Wishing everyone a very Happy Lunar New Year with Haig Club","2016-02-08 10:23:17+00","84218631570_10153188870611571",1],[27,"SUPER BOWL BABY! My boys first one so you can see by his face he is excited 🤔🏈","2016-02-07 20:02:04+00","84218631570_10153187420131571",1],[28,"The H\u0026M Bodywear collection has\nfinally arrived! Head to http://hm.info/12luc for my best picks!","2016-02-05 12:10:01+00","84218631570_10153180986611571",1],[29,"Cuddle with my little man... #cuddlewithcruzie ❤️","2016-01-31 15:12:27+00","84218631570_10153173950476571",1],[30,"Get a first look at the H\u0026M #SelectedByBeckham collection.","2016-01-27 17:20:34+00","84218631570_10153166371996571",1],[31,"No words can describe the sadness of the loss of Henry Worsley. I was lucky enough to have met Henry on my way out to the Antarctic. I asked if I could use his Union Jack for a picture, he kindly leant it to me and I could feel how special this was to him. I was so honoured that he had done this for me. A man that has served our country for so many years and a man that talked about his family with so much pride. Our thoughts are with Henry's family at this time","2016-01-25 10:57:07+00","84218631570_10153161913031571",1],[32,"Hello everyone, please tune in to watch my Documentary For The Love Of The Game, 6:30pm AEDT today on BBC UKTV! I had such an incredible time and met some truly inspirational people. UNICEF","2016-01-24 12:00:00+00","84218631570_10153161994641571",1],[33,"I had a great time at the Haig Club Shanghai event. It's been a busy year!","2016-01-18 13:32:14+00","84218631570_10153148905176571",1],[34,"","2016-01-19 13:42:11+00","84218631570_10153150846316571",1],[35,"Thank you Haig Club Shanghai for an amazing evening.","2016-01-14 16:50:02+00","84218631570_10153141602936571",1],[36,"At the Haig Club event in Shanghai last night with friends old and new: Coco Rocha , 莫文蔚 Karen Mok, Chang Chen, Bonnie Chen and He Sui","2016-01-15 15:43:26+00","84218631570_10153143273076571",1],[37,"Hello everyone, I'm currently at a Haig Club event in Shanghai! Come and see what we are up to by downloading MyEye App for FREE from here www.itunes.com/myeye for iPhone or http://bit.ly/1igGZHb for android﻿","2016-01-14 14:03:05+00","84218631570_10153141358431571",1],[39,"Extremely honoured to receive the UNICEF USA's Humanitarian Leadership Award this evening at the #UNICEFBall. I can’t wait to continue doing all I can for Unicef and my 7 Fund, www.7.org, to help children across the world.","2016-01-12 17:32:03+00","84218631570_10153137680441571",1],[42,"Does it get any better than this ?? A man that has been the best at a game we all love, taking over a club that myself and many more people love... Someone with drive, passion and also doesn't accept failure on any level.. Taking over from a manager that has huge experience and respect in the game, but taking on a position that he will relish ... THE BEST PERSON FOR THE JOB 🇪🇸 Real Madrid C.F.","2016-01-05 00:28:39+00","84218631570_10153123625036571",1],[44,"Happy new year from our beautiful babies ❤️❤️❤️❤️","2015-12-31 23:30:02+00","84218631570_10153116015076571",1],[46,"A toast at Christmas","2015-12-24 16:39:59+00","84218631570_10153102555066571",1],[47,"Boys are back in town ... Couldn't resist being back on the field with these guys again... Makes me miss Madrid 🇪🇸 Real Madrid C.F.","2015-12-18 22:34:30+00","84218631570_10153089911636571",1],[49,"Great to see my good friend James Corden on MyEye App. Look forward to seeing all behind the scenes action. Download MyEye for free now so you don’t miss out!","2015-12-11 11:06:12+00","84218631570_10153077295251571",1],[52,"Even olive is getting into the festivities 🎅","2015-12-07 17:25:40+00","84218631570_10153071063931571",1],[53,"Some kind words about my 7 Fund for #UNICEF from Sir Alex Ferguson, a huge inspiration for me in football and in my work with UNICEF","2015-12-04 14:37:33+00","84218631570_10153065914151571",1],[56,"During my travels in the Antarctica I met the amazing Henry Worsley. Henry has just completed a 36 year career in the British Army but is now commemorating Sir Ernest Shackleton’s 1915 intent to complete the first crossing of the Antarctic Continent by attempting to become the first ever solo person to cross the Antarctic, unsupported and unassisted. \n\nHe is raising money for the Endeavour Fund, which is aims to support the recovery of wounded, injured and sick Servicemen and women. \n\nI wish him the best of luck! You can show your support for Harry and the charity by visiting www.shackletonsolo.org!","2015-11-25 12:25:14+00","84218631570_10153051778571571",1],[58,"Today is Universal Children’s Day and as a UNICEF Goodwill Ambassador I'm speaking out about one of the most unfair situations that face children.  One in ten children live in conflict affected areas.  This is tragic and unacceptable. All children deserve to live in safe environments. Join me and UNICEF on #ChildRightsDay to #FightUnfair and #ENDviolence http://uni.cf/fightunfair","2015-11-20 12:05:01+00","84218631570_10153043879076571",1],[59,"I thought I was past my sell by date but thanks to People.com for the accolade and the compliment!  I always feel a little shy when receiving these Awards, though it will make my Mum happy.  This one the kids will laugh at, as they see what Daddy looks like in the morning! Photo by Marc Hom","2015-11-18 07:33:33+00","84218631570_10153040622996571",1],[60,"So sad to hear the news about this amazing giant of a man... A sporting hero and one of the nicest people you could ever wish to meet.. A credit to his country, his family and to the sport that he passionately played... Jonah you will be missed... 🇳🇿","2015-11-18 02:24:42+00","84218631570_10153040328216571",1],[62,"#Repost MyEye App\n・・・\nThe MyEye team's favourite clip from yesterday's match. #7 @davidbeckham subbed for... #7 @brooklynbeckham ⚽️❤️ see the full clip and much more behind the scenes footage NOW on #MyEye. Free download on iOS and Android. www.myeye.world #brooklynbeckham #davidbeckham #7 #football #manchester #manchesterunited #matchforchildren #fortheloveofthegame #unicef #oldtrafford","2015-11-15 16:33:02+00","84218631570_10153036773121571",1],[63,"Thank you so much to everyone that turned up for todays game. It was a really special moment to walk out onto the amazing Old Trafford pitch once more but it’s also all for such an important cause with UNICEF and my 7 Fund. Please, if you can, donate by texting SEVEN to 70111 or visit www.7.org. Thank you. #LoveOfTheGame #MatchForChildren","2015-11-14 20:53:36+00","84218631570_10153035495121571",1],[64,"Can't wait to get the game under way! Thank you to Sir Alex and UNICEF for all their support and amazing work they do #LoveOfTheGame #matchforchildren","2015-11-14 14:30:00+00","84218631570_10153035056591571",1],[65,"As the sun rises in this beautiful city we remember the people that have died and the families that have lost loved ones... Our thoughts are with you all... #PrayForParis","2015-11-14 07:58:32+00","84218631570_10153034456681571",1],[66,"","2015-11-13 21:00:00+00","84218631570_10153034555186571",1],[67,"Excitement has begun , shirts are ready for the 7th game in the 7th continent in 9 days. So excited to be heading back to Old Trafford where it all began for me and where my dreams all came true .. I'd like to take this opportunity to thank the fans for the support for UNICEF \u0026 The 7 Fund\n#loveofthegame #matchforchildren","2015-11-13 13:30:33+00","84218631570_10153033196876571",1],[70,"Game 5 here we come 🐧☃ #loveofthegame #MatchForChildren UNICEF","2015-11-10 18:13:10+00","84218631570_10153029114166571",1],[73,"Loved spending time with these children. Truly special x #LoveOfTheGame #MatchForChildren #Nepal UNICEF","2015-11-06 17:45:41+00","84218631570_10153022878156571",1],[77,"I don't think I've ever made a football before a game before, this one is made from banana leaves. The hat was given to me by the tribe #LoveOfTheGame  #MatchForChildren UNICEF","2015-11-05 08:01:38+00","84218631570_10153020915931571",1],[78,"Team bus on the way to our first match in Papua New Guinea.  7 games in 7 continents...#LoveOfTheGame #MatchForChildren UNICEF","2015-11-05 03:27:32+00","84218631570_10153020668401571",1],[79,"Just walking and talking","2015-11-03 13:14:37+00","84218631570_10153018372256571",1],[81,"Here is the FREE live streaming app MyEye App We’ve had a lot of fun creating some exclusive, behind the scenes videos from events and work trips and would love for you all to get involved! Download on iOS (AppStore.com/MyEye) and Android (http://bit.ly/1RYuf42) for FREE!","2015-10-22 17:00:00+00","84218631570_10153000085336571",1],[82,"Just a normal Sunday in the Beckham household. Master Brooklyn trying to take on 40 year old dad and losing again #dontmesswithdad #nexttimeson","2015-10-18 14:08:39+00","84218631570_10152994327696571",1],[86,"Excited to celebrate the launch of Haig Club Spain and Portugal today and share a Haig Club  whisky with my friend Alex Gonzalez in Madrid","2015-10-07 16:00:01+00","84218631570_10152977420781571",1],[104,"What an amazing night Haig Club. Great to catch up with friends old and new. #HaigClubMiami","2015-09-17 08:00:00+00","84218631570_10152944813986571",1],[38,"Happy to welcome the big man David Haye to MyEye App. You can watch a tour of his gym from London now on his MyEye profile ahead of his fight on Saturday with Mark de Mori. #4days to #HayeDay. Download the app for free via the apple www.itunes.com/myeye or google play stores http://bit.ly/1igGZHb","2016-01-13 15:09:09+00","84218631570_10153139534271571",1],[40,"A creative genius and influence over us all.. Rest In Peace STARMAN","2016-01-11 12:30:59+00","84218631570_10153135199096571",1],[41,"Until next time ☀️","2016-01-09 15:20:58+00","84218631570_10153131429876571",1],[43,"Have an amazing 2016 ❤️❤️","2015-12-31 23:29:04+00","84218631570_10153116010801571",1],[45,"Kisses at Christmas are always the best ones... Kids took this picture of mum and dad obviously slightly ☺️☺️☺️☺ Victoria Beckham Merry Christmas 🎅🏼","2015-12-25 00:58:06+00","84218631570_10153103336031571",1],[48,"Loving the Haig Club Christmas Tree at Harvey Nichols!","2015-12-15 15:36:22+00","84218631570_10153084120851571",1],[50,"Hello everyone. I’m doing an Answertime tomorrow, so please get involved and ask me anything: http://davidbeckham.tumblr.com/ask!","2015-12-10 13:10:00+00","84218631570_10153075671121571",1],[51,"Everyone loves a sunset but have you ever seen a cuter view than this one... Loving London 🇬🇧❤️☀️","2015-12-09 00:33:01+00","84218631570_10153073161821571",1],[54,"Zero new HIV infections. Zero discrimination. Zero AIDS related deaths. Let’s make it our mission.\n100% of proceeds from this exclusive #WAD2015 t-shirt will benefit the organisations and initiatives of UNAIDS . At victoriabeckham.com and #VBDoverSt \n https://youtu.be/Mg43RbYsBho","2015-12-01 13:30:34+00","84218631570_10153061105831571",1],[55,"What an amazing achievement ... Congratulations to our guys it's been a long time since we last got our hands on the Davis Cup but what a way to finish... Well done to the boys and all the team behind them for making us so proud ... 🇬🇧","2015-11-29 17:22:32+00","84218631570_10153058441326571",1],[57,"Just a casual Saturday morning playing \" Mary had a little lamb \" ❤️","2015-11-21 11:03:27+00","84218631570_10153045432816571",1],[61,"Thank you for all your support for Match for children on Saturday. There is still time to win some amazing prizes including signed shirts and balls from the game! Please visit www.unicefbeckham.com to bid. The auction closes at 23:59 tonight (GMT) and all money raised will go to UNICEF. Good luck!","2015-11-16 21:54:31+00","84218631570_10153038461006571",1],[68,"Today we remember those who sacrificed so much for us and our future generations #lestweforget #remembranceday","2015-11-11 19:15:20+00","84218631570_10153030787161571",1],[69,"#LoveOfTheGame #MatchForChildren UNICEF","2015-11-11 10:04:28+00","84218631570_10153030127001571",1],[71,"#LoveOfTheGame #MatchForChildren UNICEF","2015-11-10 14:23:49+00","84218631570_10153028841581571",1],[72,"One of the families I met in the refugee camp in Djibouti who are benefitting from the incredible work of UNICEF and its partners ... #LoveOfTheGame #MatchForChildren","2015-11-09 10:13:17+00","84218631570_10153027220036571",1],[74,"Had an amazing time in #Nepal. Thank you for having me! #LoveOfTheGame #MatchForChildren UNICEF http://davidbeckham.tumblr.com/","2015-11-06 19:23:00+00","84218631570_10153023009661571",1],[75,"#LoveOfTheGame #MatchForChildren UNICEF","2015-11-06 15:30:17+00","84218631570_10153022733596571",1],[76,"Hi everyone, I've just joined Tumblr! I look forward to sharing all my special moments with you http://davidbeckham.tumblr.com/","2015-11-05 12:00:00+00","84218631570_10153022902051571",1],[80,"Words cannot describe how amazing this young lady has been over the years .. Kirsty has been defying doctors for many years and whilst doing that she has been raising millions of pounds for terminally ill children... I met Kirsty in 2002 when she became the nations and my good luck charm for the game against Greece , we also met the queen together in Manchester so you could say we have spent some amazing moments together over the years and it was an inspiration to meet such a brave young lady with so much drive for helping others.. My love and thoughts go to kirsty's parents and sisters as this inspirational young lady will be missed ... My heart and love goes to Kirsty for letting me be a small part of your world over the years.. Rest in peace ❤️❤️","2015-10-24 16:55:37+00","84218631570_10153003221436571",1],[83,"Had a great day at Sky Academy. It's Confidence Month so let's help #UnlockPotential in young people!","2015-10-16 17:09:09+00","84218631570_10152991885016571",1],[84,"Stunning stormy sky in Lisbon","2015-10-13 21:17:16+00","84218631570_10152986934776571",1],[85,"Nice way to warm up before the big game at Old Trafford ... Can't beat a kick around","2015-10-10 09:15:25+00","84218631570_10152981606951571",1],[87,"No place like home. Great to be back where it all started. Can't wait to play in UNICEF #matchforchildren on November 14th","2015-10-06 18:02:18+00","84218631570_10152976320966571",1],[88,"I'm back at Manchester United, Old Trafford this afternoon. If you want to see me out on the pitch LIVE in 5 minutes make sure you download MyEye App for FREE and sign up now!! iOS Download - http://apple.co/1Jxd4Au. Android Download http://bit.ly/1igGZHb","2015-10-06 15:04:16+00","84218631570_10152976093926571",1],[91,"I never thought that I would be putting my boots back on but it's for a great cause, the incredible work of UNICEF for children.  I'm honoured to be playing at Old Trafford again, captaining a Great Britain \u0026 Ireland team managed by the great Sir Alex Ferguson against a Rest of the World side captained by my friend Zidane and managed by the legend, Carlo Ancelotti . I hope to see you there at Manchester United on November 14th.  Tickets on sale from today at www.manutd.com/tickets #MatchForChildren #UNICEF","2015-10-02 07:02:54+00","84218631570_10152969804716571",1],[92,"See what happened behind the scenes when Kevin Hart and I shot for my latest Modern Essentials campaign for H\u0026M http://bit.ly/1O1wMtP","2015-09-30 11:30:00+00","84218631570_10152967093556571",1],[95,"It breaks my heart to see the struggles that children and young people across the world face every day. Today I went to the United Nations with UNICEF to unveil a unique installation that brings the messages of children directly to those with the power to change the future. Join me in asking world leaders to put children, especially the most disadvantaged, at the heart of the new #GlobalGoals: http://uni.cf/youthassembly","2015-09-24 15:04:08+00","84218631570_10152958511986571",1],[97,"It's SkyAcademy Confidence Month. As Sky Academy Ambassador I’m proud to support it because confidence has played a vital role in my career. To find out all about it visit  https://www.skyacademy.com/ #UnlockPotential","2015-09-23 08:51:25+00","84218631570_10152956624831571",1],[101,"Great Haig Club night with the team in Miami #HaigClubMiami","2015-09-17 20:10:36+00","84218631570_10152945629881571",1],[103,"Incredible news just out in the fight against malaria! Child deaths cut by 65% since 2000.  I can only imagine the terrible suffering parents endure when they lose their son or daughter to malaria...I'm proud to support  Malaria No More UK \u0026 UNICEF's work to save lives -  this is one killer disease we can beat together. Check out the full report here: http://bit.ly/1J9PLMi","2015-09-17 09:27:02+00","84218631570_10152944812966571",1],[89,"When I was young, it was important for your confidence to have the support and guidance of those around you.  Nobody can do it on their own.  I'm happy to be supporting Sky Academy Confidence Month www.sky.com/academy","2015-10-04 21:08:25+00","84218631570_10152973619386571",1],[90,"I met this amazing family a few months ago and was sad to hear the passing of Andy. My love goes to Leyla , Mia and David at this difficult time. Your husband and daddy was a brave and lovely person it was a pleasure to spend time with him","2015-10-02 11:34:26+00","84218631570_10152970051926571",1],[93,"Looking forward to hopefully seeing some of you at my appearance at the new @adidasMENA store in Dubai this afternoon. #mydubai","2015-09-29 05:59:08+00","84218631570_10152965399271571",1],[94,"See what happened when Kevin Hart came to stay for Modern Essentials #HM #SelectedByBeckham #Twins H\u0026M https://www.youtube.com/watch?v=76n2Rtm3tsw","2015-09-28 10:33:08+00","84218631570_10152964048466571",1],[96,"After meeting incredibly brave children in Cambodia with UNICEF and hearing about the abuse they have endured, I want to make sure that world leaders act to protect children from danger. Every child, especially the most vulnerable, should be safe. This week I’m travelling to the United Nations and I want to share YOUR views with world leaders. Go to http://uni.cf/youthassembly and tell world leaders what you want them to change for children around the world. #GlobalGoals","2015-09-23 13:18:03+00","84218631570_10152956846586571",1],[98,"A couple of weeks ago Kevin Hart came to stay…#SelectedByBeckham H\u0026M https://www.youtube.com/watch?v=4bAVPWf5t94\u0026feature=youtu.be","2015-09-22 13:16:50+00","84218631570_10152954621781571",1],[99,"The time is now. Excited to bring you the exclusive premiere of #Outlaws","2015-09-21 21:00:01+00","84218631570_10152953017551571",1],[100,"Well done lads good start and great atmosphere as always from the fans ... On to the next one","2015-09-18 21:54:00+00","84218631570_10152947842986571",1],[102,"Have a question for me about #Outlaws? Comment below!","2015-09-17 16:46:02+00","84218631570_10152945353501571",1],[105,"Enjoying a Haig Club and Ginger with my good friends at #HaigClubMiami.","2015-09-16 05:58:02+00","84218631570_10152942684871571",1],[106,"I have no words, amazing to meet the great Scottie Pippen #haigclubmiami","2015-09-15 23:56:26+00","84218631570_10152942228521571",1],[107,"As a father it is devastating to think that any child should have to suffer violence and abuse. I’m proud to say that I’m going to travel to the UN next week with UNICEF, to make sure that children’s voices are heard and that world leaders act to protect children from danger. Read my article in Newsweek, with a powerful letter to world leaders written by children who have survived violence: http://uni.cf/evacnewsweek #ENDviolence","2015-09-15 12:01:38+00","84218631570_10152941150276571",1],[108,"Calm before the storm. Proud of his mum!","2015-09-13 20:58:10+00","84218631570_10152937713606571",1],[110,"Amazing show Victoria Beckham","2015-09-13 18:39:46+00","84218631570_10152937393386571",1],[112,"adidas","2015-09-13 09:45:01+00","84218631570_10152935728596571",1],[114,"Great session at the gym #SitUps. See more of my workout on MyEye App iOS - http://apple.co/1IiVKER Android - http://bit.ly/1igGZHb","2015-09-08 16:33:37+00","84218631570_10152926020091571",1],[117,"Got something special lined up tonight. Tune in on MyEye App at 6:30 GMT to see me live! Download iOS here http://apple.co/1IiVKER and Android here http://bit.ly/1igGZHb","2015-09-01 17:12:55+00","84218631570_10152912787736571",1],[119,"In June this year I met HM The Queen at Buckingham Palace to present the inspirational Queen's Young Leaders awards. #TheSearchIsOn now for next year’s winners. Please apply or nominate someone before September 7! http://bit.ly/1qzPluy","2015-09-01 12:00:37+00","84218631570_10152912289551571",1],[121,"Morning ride. So early but so good 🇺🇸","2015-08-31 15:45:00+00","84218631570_10152910782536571",1],[123,"Back where I belong","2015-08-28 08:29:33+00","84218631570_10152904918236571",1],[124,"I became an even better daddy today after Harper seven asked me to have a picture with her favourite girls #Frozen ⭐️","2015-08-25 10:25:24+00","84218631570_10152899376101571",1],[126,"Well done Jessica Ennis-Hill on an amazing performance and achievement. Your little man will be very proud of his mummy 🇬🇧","2015-08-24 08:18:16+00","84218631570_10152897208671571",1],[128,"Bike, ponytail, jean shirt, black jeans I think someone is trying to be like daddy ... Off my bike Mr Romeo 🐵","2015-08-23 16:09:31+00","84218631570_10152895778176571",1],[131,"My gorgeous boys enjoying the Los Angeles Angels of Anaheim tonight ⚾️⚾️⚾️","2015-08-21 10:55:46+00","84218631570_10152891704251571",1],[132,"California Girl 🇺🇸","2015-08-21 07:03:14+00","84218631570_10152891478331571",1],[134,"Happy Birthday old man Thierry Henry","2015-08-17 22:50:00+00","84218631570_10152884706701571",1],[136,"19 years ago today, WOW. A goal that meant so much to me but what meant even more was Eric Cantona saying \"David what a goal\" then the BOSS saying your are not doing any interviews 😀. Great words from one of the best Manchester United players in the history of the club and wise words from my father figure. Happy days!","2015-08-17 22:18:58+00","84218631570_10152884072421571",1],[137,"Boys day out!","2015-08-16 17:43:16+00","84218631570_10152881829351571",1],[138,"Great day riding with the boys","2015-08-16 10:09:26+00","84218631570_10152881298546571",1],[140,"Good luck to Gio on his first league game. Since Landon finished the Galaxy needed a great number 10. They have their man ⚽️ good luck my friend LA Galaxy","2015-08-09 20:48:10+00","84218631570_10152867872871571",1],[144,"Great gift from Manchester United! New adidas Fussball kits for me and the kids.","2015-08-05 07:16:46+00","84218631570_10152858634501571",1],[146,"Someone wants to go and ride with her daddy 😍","2015-08-04 16:32:11+00","84218631570_10152857426336571",1],[147,"Lovely few days with the chaps","2015-08-01 16:56:31+00","84218631570_10152851750481571",1],[148,"Very proud to be a part of the #ManFromUNCLE movie and excited to see my name in the end credits! Check out the clip on my new live streaming app MyEye App http://apple.co/1IiVKER  #DBxMyEye #myeye","2015-08-01 13:24:19+00","84218631570_10152851459011571",1],[150,"Always good to spend time with Superman","2015-08-01 10:01:16+00","84218631570_10152851269641571",1],[151,"Late night crepe. Going to need to work this one off in the morning.","2015-07-29 05:55:07+00","84218631570_10152845679106571",1],[155,"I love a challenge #myeye #DBxMyEye http://bit.ly/1GP9NKP","2015-07-26 01:31:05+00","84218631570_10152839832286571",1],[157,"Happy birthday dad xx","2015-07-24 20:49:37+00","84218631570_10152837752731571",1],[159,"99 was a good year for me","2015-07-23 06:09:43+00","84218631570_10152834274836571",1],[160,"Just completed my first LIVE broadcast on my new app #MyEye http://tcrn.ch/1SBOyTM. Download here for iOS http://apple.co/1IiVKER and here for Android http://bit.ly/1Lu94H0 to see more! #MyFirstMyEye","2015-07-22 15:35:25+00","84218631570_10152832488326571",1],[479,"","2013-04-18 15:25:52+00","84218631570_10151323657601571",1],[109,"Excited to be the first person to share the latest edition to the Haig Club family: The Mini. #HaigClubMini","2015-09-15 00:39:49+00","84218631570_10152940277486571",1],[111,"Manhattan","2015-09-13 14:01:26+00","84218631570_10152936471041571",1],[113,"Congratulations to Her Majesty on what is truly an incredible achievement. She embodies all of what is great about our country and we are fortunate to have her.  Long may it continue.","2015-09-09 14:01:48+00","84218631570_10152927497851571",1],[115,"Fight for the protection of children around the globe UNICEF","2015-09-04 09:19:53+00","84218631570_10152917519326571",1],[116,"My little man turns 13 today .. Into his teens and still an Arsenal fan lol... Happy birthday beautiful boy ❤️⚽️❤️","2015-09-01 19:14:52+00","84218631570_10152912976471571",1],[118,"Very lucky to work with amazing people Belstaff","2015-09-01 05:54:08+00","84218631570_10152911971251571",1],[120,"Not long to go Belstaff","2015-08-31 12:50:16+00","84218631570_10152910526141571",1],[122,"I've always called Brooklyn ( Buster ) since the day he was born. Love you Bust","2015-08-31 11:39:38+00","84218631570_10152910428596571",1],[125,"Me and my little man. I'm just about to beat him on Toy Story!! Great day at Disney such a special place for kids and adults ❤️. Oh and for the record Cruzie beat me 😢","2015-08-25 08:16:17+00","84218631570_10152899258586571",1],[127,"Here is the trailer for the amazing film we have made with Belstaff. Sign up at www.belstaff.com to be the first to see the film on September 22nd! #Outlaws","2015-08-23 19:22:37+00","84218631570_10152896210091571",1],[129,"Follow the adventure Belstaff #Outlaws","2015-08-23 14:01:06+00","84218631570_10152895491561571",1],[130,"Brothers in arms 💙 my gorgeous boys","2015-08-23 07:08:26+00","84218631570_10152895112126571",1],[133,"Troubadour this evening to see Mumford and Sons! Great night with the boys.","2015-08-20 11:07:08+00","84218631570_10152888788781571",1],[135,"Something tells me I love this not so little man so much. Growing up fast into a perfect gentleman and hiking buddy. I love you big boy ❤️","2015-08-19 08:46:40+00","84218631570_10152886802816571",1],[139,"Early evening tipple with Haig Club","2015-08-13 02:53:37+00","84218631570_10152875250656571",1],[141,"He cared for other people's children as if they were his own. Such a special person... ❤️ #RIPNevilleNeville","2015-08-08 09:36:02+00","84218631570_10152864519996571",1],[142,"The 2 most driven and dedicated players I've ever played with and all that has come from their background and the love of their family","2015-08-07 19:14:19+00","84218631570_10152863358841571",1],[143,"Just another... RISE ABOVE #shamrocksocialclub","2015-08-06 05:45:57+00","84218631570_10152860447376571",1],[145,"Myself and superman aka Henry feeling like we are being told off by our dad. And if you look closely I believe superman looks a little more scared than the underwear model 😀","2015-08-03 07:03:24+00","84218631570_10152854884451571",1],[149,"What a beautiful day today is going to be. I want to wish my mate, Guy Ritchie, and his beautiful bride an amazing day where friends and family come together to celebrate what they have and are going to create together over the years to come. Have an amazing day you two. Oh and by the way don't miss Man from U.N.C.L.E! I feel proud to have played a small part.","2015-07-30 11:38:01+00","84218631570_10152847848091571",1],[152,"Amazing night in Hollywood. Willy Wonka at the cemetery in Hollywood LA, also saw a shooting star 🌟 perfect night ❤️","2015-07-28 07:03:47+00","84218631570_10152843679001571",1],[153,"Great to meet Victor Gonzalez a former pro soccer player #KnockKnockLive https://www.youtube.com/watch?v=bTob4qSUTys","2015-07-26 23:00:40+00","84218631570_10152841346666571",1],[154,"Got a new tattoo. See it being made on #myeye #DBxMyEye MyEye App","2015-07-26 20:33:19+00","84218631570_10152841083716571",1],[156,"Beautiful day for a drive #MyEye download the app from here http://bit.ly/1GP9NKP","2015-07-25 22:22:01+00","84218631570_10152839619246571",1],[158,"Yesterday I met this amazing family Leyla , Mia , David and their brave and amazing daddy and husband Andy... Through Instagram and Andy's wife Leyla we were able to spend time together and I was able to meet a man that has followed my career for a long time... Andy thank you for bringing your lovely family to meet my lovely family and Leyla you are an amazing wife.. ❤️","2015-07-23 07:32:09+00","84218631570_10152834400191571",1],[163,"Congrats on the #Uninterrupted launch last night boys LeBron James and Maverick Carter","2015-07-16 18:53:24+00","84218631570_10152817432676571",1],[167,"What more can be said about this man. I'm sad to see Iker leave a club that he adored and gave everything too for so many years. He is a friend an amazing person and one of the best goalkeepers in the history of the game. A true Real Madrid C.F. legend. Gracias Amigo 🇪🇸 Iker Casillas","2015-07-11 23:08:59+00","84218631570_10152809456041571",1],[168,"Sweet dreams my little 4 year old. I think Harper Seven has had a fun packed day with her little friends. Good night little lady ❤️","2015-07-10 19:12:51+00","84218631570_10152807209246571",1],[171,"Great day at Wimbledon with my mum","2015-07-09 21:05:41+00","84218631570_10152805384131571",1],[172,"Wimbledon day with my little man","2015-07-08 12:53:22+00","84218631570_10152803013401571",1],[173,"10 years ago I went from one extreme of emotion to another.  There was the elation of hearing London's name called out in Singapore as we won the right to host the Olympics to then hearing the tragic news that the City was hit by a series of bombings. We saw the worst and best of what human beings can do.  I have never been more proud of my home City than in the moment. People helped each other and never once allowed themselves to be beaten like many times in the past.  This is a truly great City. My thoughts are with the families who lost so much and people of my home town at this time.","2015-07-07 23:25:20+00","84218631570_10152802157491571",1],[174,"Ok if you haven't been to Lucali's in Brooklyn NY i suggest you get a table asap. Just had the most amazing meal there!","2015-07-07 10:37:49+00","84218631570_10152800922756571",1],[175,"Congratulations to the women's US World Cup winning winning team last night. Amazing performance in the final but not surprising from a team that has so much talent","2015-07-06 09:22:35+00","84218631570_10152798253401571",1],[176,"Work out buddies...curious? Kevin Hart","2015-07-05 18:08:00+00","84218631570_10152796300736571",1],[177,"I can't seem to shake this guy off! Kevin Hart #lovethisman #twins","2015-07-05 15:00:06+00","84218631570_10152795861006571",1],[178,"16 years ago today was our special day. 16 years on we have our beautiful children. Thank you for giving me our amazing little ones. Happy anniversary ❤️","2015-07-04 12:33:03+00","84218631570_10152793299336571",1],[179,"Possibly one of the nicest pimms I've had! London on a scorching day! #theamericanbar","2015-07-01 20:43:45+00","84218631570_10152788437026571",1],[182,"The #Lionesses play in the World Cup semi finals tonight so let's get behind them and support the pride and passion they have shown us so far. Good luck girls! Come on England!! England Football Team","2015-07-01 08:06:56+00","84218631570_10152787439216571",1],[161,"Doesn't get much bigger than this young man. Rose bowl with the legend that is Cafu","2015-07-22 07:53:05+00","84218631570_10152831750636571",1],[162,"Jules Bianchi may he rest in peace.. Our thoughts are with his family and friends 🇫🇷","2015-07-18 13:42:55+00","84218631570_10152821754646571",1],[164,"Thanks to all the guys at the LA.CO.F.D. Engine 7. Great tour for the kids and the big kid 😜 these guys are amazing.","2015-07-18 22:07:21+00","84218631570_10152822757931571",1],[165,"Haig Club night in lovely LA!","2015-07-16 07:52:37+00","84218631570_10152816659846571",1],[166,"Another great signing by LA Galaxy. Giovani Dos Santos will be an exciting young talent for the fans and team. Robbie Keane , Steven George Gerrard and Gio not a bad line up! ⚽️","2015-07-16 06:54:04+00","84218631570_10152816612371571",1],[169,"Possibly my favourite picture of Harper of all time. 4 beautiful years with the most amazing little girl. Happy birthday big girl❤️","2015-07-10 09:09:50+00","84218631570_10152806329611571",1],[170,"Big day for LA Galaxy tomorrow. To have a player joining the team and club with this much passion and talent can only bring more success and excitement to the city of LA.The fans are going to enjoy this time !!","2015-07-09 23:36:16+00","84218631570_10152805588356571",1],[180,"12 years ago today I moved from the mighty Manchester United to the mighty Real Madrid C.F.  Huge honour to play for two of the biggest clubs in world football. Great memories.","2015-07-01 09:00:51+00","84218631570_10152787483571571",1],[181,"Birthday dinner with mum x","2015-06-28 10:10:57+00","84218631570_10152781617011571",1],[185,"Bonding time with your kids is always so special. Dad and Brooklyn fishing outing","2015-06-25 06:24:37+00","84218631570_10152775120796571",1],[186,"Excited for the launch of my new fragrance Beyond. Was great to work with David Sims, hope you like it! http://www.beckham-fragrances.com/main","2015-06-24 11:12:23+00","84218631570_10152773160971571",1],[188,"My nan and grandad would have been so proud of this picture. Beautiful evening a Buckingham Palace for The Queen's Young Leaders Awards #TheSearchIsOn","2015-06-23 09:49:04+00","84218631570_10152770991766571",1],[193,"Had an incredible time in Cambodia met some amazing people, the children were truly inspirational. If you ever get the chance to visit Cambodia then Ta Prohm should be on your list!","2015-06-16 15:41:03+00","84218631570_10152756133986571",1],[195,"Here's the amazing visit with UNICEF to meet children affected by violence. Violence against any child is unacceptable. Children should never be in danger...great to see the Unicef work \u0026 the smiles on these children's faces ...","2015-06-15 19:30:01+00","84218631570_10152754527391571",1],[196,"Hello Shanghai! Great to be back in China as always","2015-06-12 16:33:28+00","84218631570_10152748920486571",1],[197,"Training - Rope time!","2015-06-09 11:50:08+00","84218631570_10152743672981571",1],[200,"Gorgeous sunset yesterday over a beautiful city #Madrid","2015-06-04 15:50:49+00","84218631570_10152735265711571",1],[201,"My Documentary – Into the Unknown is released today in Germany on DVD and Blu ray","2015-05-29 11:02:01+00","84218631570_10152710888631571",1],[202,"If you believe in the potential of young people get involved with Sky Academy Thunderclap http://bit.ly/1IPeyt2  #UnlockPotential","2015-05-26 11:04:41+00","84218631570_10152705695926571",1],[204,"Watch my good friend Jimmy Kimmel Live ask me 3 ridiculous questions #3RQ https://www.youtube.com/watch?v=epGPONVfEfQ\u0026feature=youtu.be","2015-05-15 08:42:58+00","84218631570_10152686186471571",1],[206,"Early morning ride","2015-05-06 16:11:11+00","84218631570_10152672749756571",1],[209,"Someone is trying to make daddy feel pretty today after a heavy night","2015-05-04 10:17:07+00","84218631570_10152669510021571",1],[211,"Great to see these shy and retiring ladies. Never a dull moment.","2015-05-03 14:16:01+00","84218631570_10152668254231571",1],[212,"I have a lot to thank these people for. Couldn't have done it without them.","2015-05-03 13:45:01+00","84218631570_10152668216876571",1],[213,"Thanks to my beautiful wife for such an amazing day x","2015-05-02 21:14:04+00","84218631570_10152665884121571",1],[215,"Love what a fan sent me. Reminds me of special times #DB40","2015-05-02 16:33:08+00","84218631570_10152665062996571",1],[217,"Here is a photo with Brooklyn, the real boss of the family! #DB40 www.instagram.com/davidbeckham","2015-05-02 10:55:50+00","84218631570_10152664559576571",1],[219,"#DB40 www.instagram.com/davidbeckham","2015-05-02 09:46:48+00","84218631570_10152664434996571",1],[221,"Thank you for the birthday messages! Your support has been incredible over the last 40 years, it means everything to me. Www.instagram.com/davidbeckham","2015-05-02 09:29:55+00","84218631570_10152664403266571",1],[223,"Beautiful, handcrafted decanter from Haig Club for my birthday tomorrow. Amazing surprise gift, thank you!","2015-05-01 13:00:02+00","84218631570_10152663049716571",1],[225,"Proud of my son Romeo, completed the mini marathon in 18:55 seconds and raised £6,000 for the UN Aids fund \u0026 The 7 Fund UNICEF","2015-04-26 14:23:10+00","84218631570_10152653526666571",1],[227,"A bright and warm welcome on a grey, rainy day in London.","2015-04-26 13:51:03+00","84218631570_10152653457151571",1],[232,"Thanks Triumph, she is a beauty!","2015-04-15 21:14:52+00","84218631570_10152632062956571",1],[234,"Happy Easter to those who are celebrating. Hope you're having an enjoyable time with the family.","2015-04-05 20:31:24+00","84218631570_10152612507791571",1],[240,"Scallop with gold stars \u0026 sake and great wine... Great night at Kuriya as always","2015-03-19 17:22:43+00","84218631570_10152577640596571",1],[242,"Happy Birthday to my big boy xx","2015-03-04 09:42:29+00","84218631570_10152547214791571",1],[244,"Here's a pic of me with my dear friends Guy Ritchie and Tom Cruise from my Haig Club London dinner this past Sunday. #HaigClubLondon","2015-03-03 15:19:35+00","84218631570_10152545968751571",1],[245,"Great to have my beautiful wife in attendance at my Haig Club London dinner. #HaigClubLondon","2015-03-02 00:53:37+00","84218631570_10152543419811571",1],[247,"Great to see my friend Ibra do this for United Nations World Food Programme","2015-02-15 20:15:32+00","84218631570_10152517836246571",1],[249,"Working as a Goodwill Ambassador with UNICEF over the past 10 years has opened my eyes to the dangers children are facing across the world. I’m proud to announce that today we launch 7: The David Beckham UNICEF Fund. Watch to find out more.","2015-02-09 10:50:18+00","84218631570_10152504818211571",1],[254,"Great to be back in LA for the launch of Haig Club, looking forward to filming Kimmel tonight","2015-01-28 19:07:46+00","84218631570_10152483293906571",1],[257,"Happy New Year everyone. Thanks for your incredible support last year and I wish you a happy and healthy 2015 x","2015-01-01 16:58:13+00","84218631570_10152421357441571",1],[260,"Great to see people in London out exploring The #PaddingtonTrail in aid of the @NSPCC. Have you spotted my bear wearing my England number 7 shirt in Green Park?\n \nFind out more at http://bit.ly/1xwjD2G","2014-11-28 17:27:21+00","84218631570_10152347502136571",1],[574,"","2012-12-02 09:11:51+00","84218631570_385513601532651",1],[183,"Happy Birthday to the most amazing Mum. She is a seriously amazing woman for so many reasons. So Mum, thank you for everything you have ever done for me x","2015-06-26 16:43:38+00","84218631570_10152778171931571",1],[184,"Not bad for his first time fishing... A nice John Dory that the captain said its the 2nd biggest one he had seen... 🐟 very proud","2015-06-25 13:35:24+00","84218631570_10152775708626571",1],[187,"Happy birthday my friend. To a man that would never like to be called a genius but truly is in so many ways. Professional, hard working, beyond talented and one of the nicest human beings you could meet on and off the football field. THE BEST, Zizou","2015-06-23 11:30:49+00","84218631570_10152771124391571",1],[189,"Great workout! Arms shaking, hands about to fall off, thanks Pete. Protein shake and an ice bath now.","2015-06-22 10:44:43+00","84218631570_10152768733836571",1],[190,"\"Lead with Love\" the perfect Father's Day gift","2015-06-21 17:39:48+00","84218631570_10152766914371571",1],[191,"Happy Father's Day dad... Thank you for all the support you have given me over the years... To all the dads around the world have an amazing day and enjoy being spoilt by your beautiful children","2015-06-21 10:04:21+00","84218631570_10152766189406571",1],[192,"Would have been one hell of a story line in the first season back my man LeBron James ! Good times to come...#congratswarriors","2015-06-17 15:43:47+00","84218631570_10152757951016571",1],[194,"This day 8 years ago I won the La Liga title in a city and a team that I fell in love with. Thank you for the memories 🇪🇸  Real Madrid C.F.","2015-06-17 10:14:45+00","84218631570_10152757462101571",1],[198,"Father’s Day is all about quality time with Dad. I had an incredible journey last summer with getting ready to launch Haig Club, visiting the distillery and hearing about the history of Haig Club . For your chance to share this experience with your Dad and spend 2 days in Scotland, staying at the Gleneagles Hotel. Enter Here https://www.haigclub.com/en-gb/fathers-day-competition","2015-06-07 11:04:10+00","84218631570_10152740314241571",1],[199,"24 years, 24 trophies including a World Cup. Loved by his city, his country and the world of football. It was an honour to have played against a player with so much ability and that was a true gentleman off the field. You will be missed!","2015-06-06 16:48:40+00","84218631570_10152739195261571",1],[203,"It was an absolute honour to meet Professor Hawking. What he said to me was truly amazing","2015-05-12 11:31:19+00","84218631570_10152681573661571",1],[205,"12 years ago today I played my last game for my boyhood club, Manchester United. I had an amazing time there and have some great memories.","2015-05-11 15:56:30+00","84218631570_10152680349591571",1],[207,"I measure my success as a footballer by whether I had fun whilst playing and achieved what I hoped I would as a kid. Fortunately, I was lucky enough to do that but it didn’t come easy. It’s games like tonight where hard work and dedication pays off. Good luck to my old club Real Madrid C.F. in their UEFA Champions League semi final game. https://www.youtube.com/watch?v=P0iUM1XP6MI\u0026feature=youtu.be","2015-05-05 11:21:44+00","84218631570_10152671095656571",1],[208,"Good morning!","2015-05-04 14:52:14+00","84218631570_10152669835916571",1],[210,"What a special and amazing night to be with the people I love","2015-05-04 10:27:29+00","84218631570_10152669521106571",1],[214,"Victoria \u0026 I are very sad to about the passing of Rebecca Ferdinand.  Our thoughts are with Rio, their children and Rebecca's family at this time.","2015-05-02 11:48:09+00","84218631570_10152664652761571",1],[216,"Incredible news.  I couldn't be happier for William and Kate.  Happy to hear that mother and daughter are fine. It's not a bad day to be born 😉","2015-05-02 11:11:13+00","84218631570_10152664588061571",1],[218,"I feel a very lucky man #DB40","2015-05-02 09:53:10+00","84218631570_10152664452686571",1],[220,"I feel very spoilt this morning! #DB40","2015-05-02 09:39:12+00","84218631570_10152664419111571",1],[222,"Can't wait to go away for my birthday!","2015-05-01 21:43:42+00","84218631570_10152663777056571",1],[224,"UNICEF is taking action to help children and families affected by the horrific #NepalEarthquake. You can help: http://www.supportunicef.org/Nepal","2015-04-27 11:47:38+00","84218631570_10152655460131571",1],[226,"I’m sad to hear of the passing of Lloyd, a beautiful and brave boy who I was lucky to meet for the Stand Up for Cancer show.  My thoughts are with his family and friends at this time.  He was an incredibly special boy, his positivity and strength in the face of such a terrible disease was an example to us all. He will be missed. https://www.facebook.com/standuptocancerUK?fref=ts","2015-04-24 15:01:55+00","84218631570_10152649914471571",1],[228,"There was no prouder moment for me than when I pulled on the England shirt, playing in front of our passionate fans.  It was then an incredible honour to captain my country for many years.  Today is a special day.  Happy St George's Day","2015-04-23 09:29:40+00","84218631570_10152647450936571",1],[229,"Great last day hiking in LA. Looking forward to getting back to England!","2015-04-20 17:02:32+00","84218631570_10152641816651571",1],[230,"Happy birthday wifey","2015-04-17 19:49:05+00","84218631570_10152636100551571",1],[231,"Beckham meets Beckham","2015-04-16 08:26:05+00","84218631570_10152632908826571",1],[233,"An artistic look to my early morning coffee.","2015-04-15 17:22:25+00","84218631570_10152631694136571",1],[235,"I had great fun doing the Late Late Show with James Corden.  Before I did my successful H\u0026M campaign, here is something that we did together that never quite saw the light of day (joking of course!! As we did this sketch for the show) https://www.youtube.com/watch?v=xau8s_g-lQk","2015-03-30 07:19:26+00","84218631570_10152599768561571",1],[236,"As Sky Academy Ambassador, last year I was privileged to present the Sky Sports Living for Sport Awards to some inspiring young people. Tune into #LivingForSportAwards to find out who is this year’s winner. Catch it 29 March 7:30pm on Sky Sports 1HD","2015-03-27 18:11:02+00","84218631570_10152594008971571",1],[237,"Great to see Rafa Nadal in Miami","2015-03-24 20:07:14+00","84218631570_10152587887031571",1],[238,"Long flight from Singapore, a short stop off in London and excited to arrive in Madrid.  Can't wait to see fans at H\u0026M store on Gran Via.  Cup of tea to recharge the batteries...","2015-03-20 10:42:56+00","84218631570_10152579002721571",1],[239,"Happy Mother's Day to my incredible Mum! I hope all the Mothers out there are being thoroughly spoilt and looked after by the sons and daughters.","2015-03-15 12:22:48+00","84218631570_10152569231976571",1],[241,"I am delighted to be part of this story for the #NeverSettle campaign with Marina Bay Sands and the Venetian Macao 澳門威尼斯人 , which is about a celebration of an amazing destination. Here are two brilliant adverts directed by my good friend Anthony Mandler one of the Venetian Macao http://bit.ly/1BDQy7U and another of the Marina Bay Sands.","2015-03-12 18:37:00+00","84218631570_10152563469721571",1],[243,"Honoured to host friends of Haig Club on this side of the pond. Cheers and welcome to London. #HaigClubLondon","2015-03-03 21:42:32+00","84218631570_10152546474971571",1],[246,"En route to Haig Club London. #HaigClubLondon","2015-03-01 18:24:08+00","84218631570_10152542752526571",1],[248,"Yesterday, I joined with UNICEF to launch 7: The David Beckham UNICEF Fund. Watch this exclusive Google Earth animation about how 7 could help children in danger. Find out more at www.7.org.\nhttps://www.youtube.com/watch?v=_A6J3UeBX1E","2015-02-10 15:34:51+00","84218631570_10152506832416571",1],[250,"Amazing night at BAFTAs, congratulations to all the Award winners and nominees","2015-02-08 23:45:47+00","84218631570_10152504040576571",1],[251,"Backstage at #EEBAFTAs, excited to be presenting the Award for Outstanding British Film","2015-02-08 19:06:33+00","84218631570_10152503555041571",1],[252,"Had a great time shooting with H\u0026M","2015-01-30 17:23:05+00","84218631570_10152487196171571",1],[253,"Great fun with Jimmy tonight on Jimmy Kimmel Live, interesting take on how best to drink Haig Club !","2015-01-29 06:02:00+00","84218631570_10152484105836571",1],[255,"Great to be back in China. Enjoyed the Jaguar Driving Challenge. Everyone in Shanghai was so amazing","2015-01-24 03:48:39+00","84218631570_10152474944296571",1],[256,"I have been incredibly moved by the tributes from around the world in response to the tragic events in Paris. My thoughts are with the families who have lost loved ones. #JeSuisCharlie","2015-01-08 22:08:51+00","84218631570_10152447432516571",1],[258,"Great to see my old team LA Galaxy win MLS Cup. Robbie delivers again. Nice to see Landon win the trophy in his final game. Well deserved","2014-12-08 00:10:24+00","84218631570_10152363428006571",1],[259,"Congratulations to my team LA Galaxy on reaching MLS Cup Final.  Happy for all the team and staff","2014-12-01 22:32:53+00","84218631570_10152353307901571",1],[264,"I got an incredible reception in Malaysia at the Breitling store event.","2014-11-16 20:00:00+00","84218631570_10152328241761571",1],[266,"Incredible meal as always at one of my favourite restaurants in Singapore, Kuriya Dining @ Great World City. Love the Uni.","2014-11-16 16:08:34+00","84218631570_10152328217461571",1],[267,"I LOVE this pool! Goodbye, Singapore. \nSelamat tinggal, Singapura\n再见了，新加坡 \nKuṭpai, Singapore\nMarina Bay Sands","2014-11-16 13:26:52+00","84218631570_10152327977101571",1],[268,"I’m all for fans taking a picture but not sure this is the safest way to do it!","2014-11-13 15:00:01+00","84218631570_10152323353951571",1],[269,"Just landed in one of the most beautiful cities in the world, Hong Kong.","2014-11-09 16:00:01+00","84218631570_10152316764196571",1],[276,"My beautiful wife Victoria joined me tonight in Scotland for my celebratory dinner with Haig Club. We had such a great night.","2014-10-04 21:56:32+00","84218631570_10152250583306571",1],[278,"What an incredible career Derek Jeter has had.  He has been an amazing player and fantastic ambassador for the sport of baseball.  He truly deserves all the recognition he is receiving right now.","2014-09-26 13:12:42+00","84218631570_10152235213411571",1],[280,"It’s the 20th Anniversary of the adidas Predator boot and for me it’s worth celebrating. The boot played an important part in my career and I have many special memories playing in them. Here is a short film I did recently...","2014-09-05 15:59:49+00","84218631570_10152199242676571",1],[281,"https://www.youtube.com/watch?v=5AyitTnyRUY","2014-09-05 08:01:22+00","84218631570_10152198771496571",1],[282,"I had a great day with the kids at St George's Park National Football Centre yesterday.  Incredible facilities for all the England teams, would have loved to use them when I was playing.","2014-09-01 10:53:14+00","84218631570_10152191297221571",1],[283,"Great to see Ed Sheeran this week. Amazing concert, he's very talented and I'm a big fan","2014-08-29 22:36:17+00","84218631570_10152186623391571",1],[285,"Thanks for the ALS Ice bucket challenge nomination Ryan Seacrest. I nominate Magic Johnson, Michael Jordan and Leonardo DiCaprio. Don’t forget to donate!","2014-08-19 14:08:04+00","84218631570_10152165877501571",1],[290,"Me and the boys at our first ever World Cup Final, great day!","2014-07-14 00:00:59+00","84218631570_10152100301651571",1],[292,"Enjoyed the game today, well done Germany. Loved seeing Zico, legend!","2014-07-13 23:58:28+00","84218631570_10152100295161571",1],[293,"Earlier on I caught up with adidas Fussball ahead of the FIFA World Cup Final. To watch the exclusive interview click here http://youtu.be/PNgG5wtBZdI","2014-07-12 18:08:18+00","84218631570_10152098096866571",1],[294,"We're broadcasting live with adidas Fussball in The Dugout. Click here to see my take on the FIFA World Cup Final, plus a special '20 years of Predator' feature. https://www.youtube.com/watch?v=PNgG5wtBZdI","2014-07-12 14:24:20+00","84218631570_10152097736221571",1],[296,"David Beckham Into The Unknown is now available for pre-order on Amazon http://goo.gl/qfG5E5","2014-07-10 10:27:28+00","84218631570_10152094163886571",1],[302,"Incredibly proud of International Inspiration, London 2012’s Olympic legacy for children.  Over 25 million children have been given support and helped through sport.  Happy to have a played a part through my partners at UNICEF","2014-07-02 10:48:42+00","84218631570_10152080091041571",1],[303,"Great to see people celebrating Gay Pride around the World this weekend.","2014-06-29 20:09:09+00","84218631570_10152075063626571",1],[306,"Happy Fathers Day to all the Dads out there. This is your day to be spoilt!","2014-06-15 16:50:00+00","84218631570_10152047248846571",1],[307,"Good evening, Singapore. Selamat petang, Singapura.  \n傍晚好, 新加坡. Maalai vanakkam, Singapore Marina Bay Sands #BecksMBS","2014-06-14 13:19:20+00","84218631570_10152044737696571",1],[310,"Introducing the Beckham for Belstaff collection. Be the first to shop the collection before anyone else.  http://bit.ly/BeckhamBelstaff","2014-06-10 07:48:41+00","84218631570_10152036871581571",1],[311,"We are United for Wildlife, join us at United for Wildlife #WhoseSideAreYouOn","2014-06-09 22:02:34+00","84218631570_10152036236016571",1],[313,"This is Venus, a little girl I met in the Philippines this year. Her world changed forever when Typhoon Haiyan hit. Watch my report for #SoccerAid and find out how you can help children like Venus. http://bit.ly/UhHJ38","2014-06-08 21:02:49+00","84218631570_10152034099756571",1],[315,"Lucas Moura, Gareth Bale and Zizou came over to my place for an afternoon, what a day it was! #allin or nothing http://youtu.be/BDUIuzIwwTU","2014-06-07 15:42:28+00","84218631570_10152031857911571",1],[318,"Here's my trailer for my upcoming documentary. http://www.youtube.com/watch?v=azOnfl8GSUM\u0026feature=youtu.be \n","2014-05-31 20:37:25+00","84218631570_10152020231446571",1],[319,"Incredible to see we are now at 40 million likes. Your support is so special. I never forget it x","2014-05-27 23:09:23+00","84218631570_10152013321341571",1],[322,"I had a great day visiting my old primary school this week for Sainsbury's ActiveKids – check out the video to see what I got up to.  \nhttp://youtu.be/G3xzem7HSME","2014-05-15 13:28:45+00","84218631570_10151989777166571",1],[323,"I'm looking forward to taking part in a Sky Sports Game Changers Special on Tuesday 20th May.  Keep an eye out for it on Sky Sports \u0026 Sky 1 HD x http://bit.ly/QU9MDt","2014-05-14 10:57:57+00","84218631570_10151987990731571",1],[261,"So sorry to hear of the passing of Phillip Hughes. My thoughts are with his family and friends.","2014-11-27 20:52:08+00","84218631570_10152346030011571",1],[262,"For all of you who didn't watch my documentary on BBC One it's now out in the shops and online to buy.","2014-11-25 23:55:36+00","84218631570_10152343179266571",1],[263,"Belstaff are auctioning a Darlington jacket signed by me in their London store on the evening of 27th November. If you would like a chance of attending and bidding, email london.store@belstaff.com. \n100% of the proceeds will go to my chosen charity, UNICEF","2014-11-19 22:08:09+00","84218631570_10152333470861571",1],[265,"I had such a great time visiting China, Vietnam, Malaysia, Singapore and South Korea during my Haig Club Launch in Asia – thanks for everyone coming out to show their support.\n\nPhoto by Tom Bunning","2014-11-16 15:00:00+00","84218631570_10152328116966571",1],[270,"I had the pleasure of meeting Tóc Tiên TiTi last night at my Haig Club dinner in Hanoi. I hope to visit Vietnam again soon.","2014-11-11 15:00:00+00","84218631570_10152320026586571",1],[271,"I touched down in Asia this past Wednesday. I can’t wait to visit with familiar faces while I continue my Haig Club journey from Scotland to the east.","2014-11-07 11:00:00+00","84218631570_10152313345241571",1],[272,"I’ve seen first-hand the dangers children face on my trips to South Africa, Sierra Leone and more.  We need to grab this opportunity to step up and protect them now.  Please watch and share this powerful video, and join me in supporting UNICEF UK’s new campaign to keep every child safe http://bit.ly/1Dstnh4","2014-10-21 17:58:11+00","84218631570_10152285783901571",1],[273,"Excited to share my new Haig Club commercial, directed by my dear friend Guy Ritchie.","2014-10-17 16:30:01+00","84218631570_10152278800446571",1],[274,"Here’s a look behind the scenes at Haig Club’s cooperage in Scotland where we are filming today. I can’t wait to show you the final results.","2014-10-05 17:57:45+00","84218631570_10152252512056571",1],[275,"Thank you to Tom Kitchin and my great friend Gordon Ramsay for preparing such an amazing meal for my Haig Club dinner.","2014-10-05 14:59:53+00","84218631570_10152252153036571",1],[277,"Truly excited to spend the weekend in Scotland to experience Haig Club with old and new friends.","2014-10-04 09:00:01+00","84218631570_10152249255991571",1],[279,"Excited to announce my latest cover for Another Man A/W14. Out this Thursday!\nhttp://www.anothermag.com/current/view/3937/Another_Man_19_David_Beckham","2014-09-23 10:00:32+00","84218631570_10152229819761571",1],[284,"19 August is World Humanitarian Day, a day to honour #HumanitarianHeroes who have lost their lives, and those who continue to serve in dangerous conditions and at great risk to themselves. I’ve met amazing UNICEF staff in countries as far reaching as the Philippines, Sierra Leone and South Africa who work day in day out to tirelessly save the lives of thousands of children.\n \nOne area where humanitarians are going the extra mile is in #SouthSudan, where 50,000 children could die from severe malnutrition by the year’s end. They are doing whatever it takes to bring these children food and medical care, even in the most remote areas. Last month, humanitarian workers were killed by armed fighters doing just this.\n \nI am amazed by their courage and they need our support so they can reach these children with urgent treatment, to help ensure that they can recover and thrive. You can help UNICEF save children’s lives in #SouthSudanNOW! Here’s how: http://uni.cf/helpsouthsudan","2014-08-19 21:17:24+00","84218631570_10152166636156571",1],[286,"Check out the new look of Sky Sports News HQ on Channel 401 or www.skysports.com/newshq","2014-08-12 14:57:26+00","84218631570_10152153214156571",1],[287,"Sad to hear of the passing of Robin Williams. He was a part of mine and my children's upbringing. He will be sadly missed.  My thoughts and love are with Robin's family and friends at this time x","2014-08-12 06:30:51+00","84218631570_10152152582516571",1],[288,"#LightsOut Remembering all those who gave and sacrificed so much in the First World War. Never Forgotten","2014-08-04 21:43:59+00","84218631570_10152138597531571",1],[289,"Here's me and my boys at the Nickelodeon awards, we loved it!","2014-07-18 21:14:12+00","84218631570_10152109285401571",1],[291,"Great meeting my friend Ronnie in Rio","2014-07-13 23:59:44+00","84218631570_10152100297611571",1],[295,"On my way to adidas Fussball, looking forward to doing an interview for 'Adidas Dugout', speak to you all soon...","2014-07-12 13:47:08+00","84218631570_10152097688421571",1],[297,"Last night was tough but as a nation Brazil can be proud of what they have achieved and the happiness they have brought people.","2014-07-09 21:31:02+00","84218631570_10152093340601571",1],[298,"See what happens when I get together with my teammates from Manchester United for The Class of ’92. Available in the US TODAY on DVD only at Walmart http://ushe.biz/ClassOf92DVD","2014-07-08 19:53:37+00","84218631570_10152091581921571",1],[299,"Sad to hear of the passing of Alfredo di Stefano.  I was fortunate to get to know him, he was a true gentlemen and Real Madrid legend.  For every player, it was not only a privilege to play for the club but it was made even more especial as he was part of the family and its history.  He was one of the real greats in football.  Descanse en paz","2014-07-07 17:30:49+00","84218631570_10152089471621571",1],[300,"Very disappointed to no longer to see Neymar Jr. playing at World Cup. Considering the pressure he has been under, he has been incredible.  Get better soon and I know you will come back even stronger, força neymar","2014-07-07 09:41:10+00","84218631570_10152088824411571",1],[301,"Happy 4th July America!","2014-07-04 20:59:20+00","84218631570_10152084224311571",1],[304,"Well to done to the US team tonight, great achievement in a tough group. Good performance from my friend and former teammate Omar Gonzalez","2014-06-26 23:44:08+00","84218631570_10152070021506571",1],[305,"Your ticket to enjoy exclusive access to shop the Beckham for \nBelstaff collection before it goes live tomorrow: http://bit.ly/BeckhamBelstaff","2014-06-17 08:51:43+00","84218631570_10152050742926571",1],[308,"Hi everyone, have a look at the new ad i'm about to launch for sky sports 5. Go to www.skysports.com/5 to find out more","2014-06-12 20:24:34+00","84218631570_10152041808026571",1],[309,"My doc premieres in the United States tonight at 9 PM ET/PT on Showtime Networks Here’s an early look... http://youtu.be/G0xjCnYNhW8\n ","2014-06-12 16:25:08+00","84218631570_10152041458726571",1],[312,"For those viewers in UK my doc is aired tonight on BBC1 at 8.30pm. It will also be shown in your countries around the world in the next few weeks.","2014-06-09 18:21:24+00","84218631570_10152035851676571",1],[314,"Incredibly proud to be supporting #SoccerAid for UNICEF UK today. If you’re in the UK, please watch tonight from 6pm on ITV1 and donate at www.itv.com/socceraid to help more of the world's poorest children grow up healthy and safe","2014-06-08 15:28:34+00","84218631570_10152033529621571",1],[316,"Many incredible and brave men lost their lives 70 years ago today on the D-Day landings. Words are not enough to truly describe their sacrifice. It will never be forgotten.","2014-06-06 09:02:31+00","84218631570_10152029891991571",1],[577,"","2012-12-02 00:49:01+00","84218631570_10151108006046571",1],[317,"Here are some more pictures of my Amazon BBConedoc. Hope you like them.","2014-06-02 22:43:54+00","84218631570_10152024238506571",1],[320,"Check out the new adidas ad #allin or nothing http://y2u.be/jR1XQsCiAKE","2014-05-24 09:20:58+00","84218631570_10152006085446571",1],[321,"Here are some new pics from my recent trip to the Amazon. The documentary appears for the first time on BBC One this June.","2014-05-19 22:22:32+00","84218631570_10151997761061571",1],[328,"Here are a few shots from my new H\u0026M Swimwear range","2014-04-04 13:51:06+00","84218631570_10151918964381571",1],[330,"Happy Mother's Day to all Mums out there. Hope you were spoilt and had an amazing day! x","2014-03-30 20:53:00+00","84218631570_10151911637431571",1],[334,"Some of you have been asking to see my video for #childrenofsyria, so here it is… http://bit.ly/1kmyOoG","2014-03-13 11:46:58+00","84218631570_10153867846260456",1],[337,"Today UNICEF launches its biggest ever appeal to help 59 million children in emergencies around the world. Please watch and share this film I made with #UNICEF and support where you can.  \nhttp://www.youtube.com/watchv=ivhi99kquac\u0026feature=youtu.be \nhttp://bit.ly/1fEA69K\n","2014-02-21 11:45:07+00","84218631570_10153800336775456",1],[340,"Some more images from yesterday UNICEF","2014-02-14 10:43:01+00","84218631570_10151839026701571",1],[343,"TACLOBAN, 13 February 2014 – UNICEF Goodwill Ambassador David Beckham journeyed to Tacloban in the Philippines today to meet children saved from the devastation of Typhoon Haiyan.\n \nBeckham saw UNICEF’s vital emergency work for children, including visiting a child-friendly space at one of Tacloban’s major evacuation points.\n \n“I was humbled to visit Tacloban and see how people are still so full of spirit despite the devastation they have suffered. Close to 6 million children are affected and many have lost loved ones,” said Beckham.\n\n“As a UNICEF Goodwill Ambassador, seeing how children are being given a sense of normality amidst the rubble of their communities has been amazing. I want to show people around the world how their generous donations have had an enormous impact on children and their families and how thankful people here are for their kindness.”","2014-02-13 12:53:10+00","84218631570_10151837439426571",1],[346,"Southern Legion, Miami MLS Fan Club","2014-02-07 11:50:15+00","84218631570_10151827356686571",1],[349,"What a fantastic few days in Miami, it was a special announcement and one that made me incredibly proud.  The people of Miami were amazing.  Here are a few pictures you may not have seen.","2014-02-07 11:48:28+00","84218631570_10151827353331571",1],[351,"#uncovered was the most voted #BeckhamforHM ad! Check it out in case you missed it in the Super Bowl. http://www.youtube.com/watch?v=nYnWGPDF9kI","2014-02-03 01:04:11+00","84218631570_10151819979561571",1],[353,"Hey everyone, here is my latest Active Kids video with Sainsbury's\n\nhttp://www.youtube.com/watch?v=55BGij_KZ3Q","2014-01-29 17:00:27+00","84218631570_10153721005495456",1],[354,"I'm back in the Super Bowl with H\u0026M and we're letting you decide which ad will appear in the big game.  Will you choose #covered or #uncovered? Vote for your favourite #BeckhamforHM ad today: www.voteforbeckham.hm.com","2014-01-27 16:19:06+00","84218631570_10151809693726571",1],[355,"Here is some recent footage cut together from my Belstaff campaign. http://www.youtube.com/watch?v=gT75kh0W7Nw","2014-01-27 10:45:08+00","84218631570_10153712722655456",1],[356,"Get ready for my new #BeckhamForHM collection by checking out this exclusive behind the scenes image from the campaign film shoot","2014-01-23 17:35:47+00","84218631570_10151802594296571",1],[358,"Sad to hear of the passing away of Eusebio today. He was one of Football's Greats and a good person. A true legend","2014-01-05 13:19:11+00","84218631570_10151772634556571",1],[359,"Happy New Year everyone, hope 2014 is a happy and healthy one for you all. Love David x","2013-12-31 20:35:26+00","84218631570_10151764086416571",1],[364,"My heart goes out to the people in South Africa and Mr Mandela's family.  We have lost a true gentleman and a courageous human being. It was truly an honor to have known a man who had genuine love for so many people. Rest in peace","2013-12-05 23:59:42+00","84218631570_10151715168721571",1],[366,"","2013-12-03 14:34:36+00","84218631570_10151710488181571",1],[367,"Great night at our film premiere \"The Class of '92\", here are some photos from the red carpet","2013-12-03 14:33:44+00","84218631570_10151710486446571",1],[370,"Here are some images from my recent trip to Macau to announce my partnership with The Sands Group in Singapore and Macau","2013-12-02 17:01:57+00","84218631570_10151708971396571",1],[371,"Happy Thanksgiving to all my American fans. Hope you're enjoying the Turkey!","2013-11-28 23:51:48+00","84218631570_10151702189286571",1],[376,"Thank you, for helping to support UNICEF’s work in the Philippines. They are working around the clock to access those most affected by Super Typhoon #Haiyan. \nUNICEF has already mobilized therapeutic food for children, health kits, water and hygiene kits from supplies available within the Philippines. Much more is on its way.\nYour help can save lives: http://uni.cf/haiyan","2013-11-12 16:40:46+00","84218631570_10151670757611571",1],[382,"Very excited to announce that I'm the Ambassador for Sky Academy! Sky Academy is a great set of initiatives which will create opportunities in sport, tv and the arts for up to one million young people by 2020 in the UK \u0026 Ireland.","2013-11-05 14:58:00+00","84218631570_10151654184386571",1],[383,"Very happy to announce the upcoming release of 'The Class of 92' documentary on December 2nd. It was fantastic to get back with the boys again and go through all those fantastic memories of our time at United.   I hope you like it as much as we enjoyed making it.","2013-11-04 16:47:09+00","84218631570_10151652432751571",1],[384,"Happy Halloween!","2013-10-31 20:28:27+00","84218631570_10151643600301571",1],[385,"I loved yesterday, thanks for all your incredible messages.  Lots of you are asking where you can buy the book, it goes on sale today.  Here is the link, http://www.amazon.co.uk/gp/product/0755365895/ref=s9_dcbhrz_bw_g14_i6_pd?pf_rd_m=A3P5ROKL5A1OLE\u0026pf_rd_s=center-sign-in\u0026pf_rd_r=1913T9DGJF4E23PWNY1X\u0026pf_rd_t=101\u0026pf_rd_p=440465227\u0026pf_rd_i=266239","2013-10-31 10:11:57+00","84218631570_10151642358966571",1],[386,"It was incredible to meet everyone in Hyderabad, NYC, Sao Paulo and London. I hope everyone watching at home enjoyed it as much as I did. Thank you. - DB","2013-10-30 18:21:44+00","84218631570_10151813569408863",1],[387,"Come join me in the Facebook Digital Stadium now for my global book signing. #BeckhambookFB\n\nhttps://beckham.digitalbooksign.com/live","2013-10-30 15:03:04+00","84218631570_10151640741531571",1],[389,"Have you registered to watch me live in the Facebook Digital Stadium? Click here to grab your seat https://beckham.digitalbooksign.com/ #BeckhamBookFB","2013-10-28 11:31:00+00","84218631570_10151636121461571",1],[394,"","2013-10-03 15:46:48+00","84218631570_10151589134126571",1],[397,"Thanks to Niki, Lewis, Ross and the Mercedes team for their hospitality at the Singapore GP, had a fantastic time.","2013-09-23 15:35:28+00","84218631570_10151572979046571",1],[580,"","2012-11-30 17:58:42+00","84218631570_225421467591107",1],[581,"","2012-11-27 10:58:32+00","84218631570_298235733609530",1],[324,"Isn't this the most amazing rooftop pool in the World... Marina Bay Sands in Singapore.","2014-04-25 15:02:57+00","84218631570_10151955205236571",1],[325,"Having a great time in Macau at Venetian Macao 澳門威尼斯人.","2014-04-23 09:57:21+00","84218631570_10151951182696571",1],[326,"Arrived in Beijing today, it's great to be back in China. Looking forward to the Jaguar event tonight.","2014-04-19 10:09:34+00","84218631570_10151943649196571",1],[327,"Here is a pic from my recent break in Utah. I had a great time with Victoria.","2014-04-19 08:16:51+00","84218631570_10151943535946571",1],[329,"It doesn't get cooler than @adidas #Climachill. Drop your temperature. Raise your game. www.adidas.com/go/acAAA","2014-04-01 17:02:44+00","84218631570_10151914367156571",1],[331,"Also a special thank you to all the @SouthernLegionMLS fans (link: https://www.facebook.com/SouthernLegionMLS) helping us to bring Major League Soccer to Downtown Miami. ","2014-03-27 03:16:09+00","84218631570_1574872216070425",1],[332,"Incredible day meeting an amazing group of people in Miami from the special children \u0026 staff at Miami Children's Hospital to Florida Memorial University and many people more.","2014-03-27 03:15:10+00","84218631570_10151905781901571",1],[333,"Great to be part of an amazing night that raised a lot of money for such important causes","2014-03-22 08:52:44+00","84218631570_10151897710946571",1],[335,"Looking forward to my Sport Relief sketch going out tonight on BBC1.  For those of you who can’t see it, you can buy it on iTunes and the money goes to many of the amazing charities, Sport Relief supports… http://youtu.be/dbR5gjSgLtc","2014-03-21 16:06:50+00","84218631570_10153894649380456",1],[336,"As a UNICEF Goodwill Ambassador, today I have joined UNICEF and partners and signed the No Lost Generation call for action. Please watch my film demanding a better future for the 5.5 million children affected by this brutal conflict, share this message and join me in supporting the #Children of Syria. http://bit.ly/nolostgeneration","2014-03-13 09:14:57+00","84218631570_10153867623885456",1],[338,"I just landed and heard the sad news that Sir Tom Finney had passed away. I was lucky enough to have met him when I was on loan at Preston and he was not just an England great but a true gentleman. My thoughts are with his family.","2014-02-15 20:17:13+00","84218631570_10151841511401571",1],[339,"Very humbled to have spent the last few days in the Philippines with UNICEF meeting those affected by Typhoon #Haiyan. Every child I’ve met has been an incredible inspiration.  A big thank you to everyone who donated all over the world – you have made a huge difference that I have been able to witness first hand. Please continue to support children caught up in conflicts and disasters wherever they occur.  http://bit.ly/1cvSzUZ","2014-02-14 11:54:05+00","84218631570_10151839094466571",1],[341," WildAid\nhttp://www.youtube.com/watch?v=dk2lqX4PS6o\n","2014-02-13 17:33:22+00","84218631570_10153773721945456",1],[342,"","2014-02-07 11:53:44+00","84218631570_10151827363636571",1],[344,"Mayor Gimenez and Commissioner Garber","2014-02-07 11:53:22+00","84218631570_10151827363011571",1],[345,"Alonzo Mourning - Former NBA Player, Miami Heat","2014-02-07 11:51:33+00","84218631570_10151827359531571",1],[347,"","2014-02-07 11:49:22+00","84218631570_10151827354876571",1],[348,"","2014-02-07 11:48:58+00","84218631570_10151827354346571",1],[350,"Hey Everyone, after my announcement today I'm taking part in a Google+ Hangout at 7pm UK time. If you want to ask me a question, click on this link. https://plus.google.com/u/0/events/cvo16ql6obg6v8p5bih1eqmqud4\n#AskBeckham","2014-02-05 18:04:53+00","84218631570_10151643058649229",1],[352,"Hi everyone, I'm going to be at the Times Square H\u0026M store in NYC tomorrow for a meet and greet for the first 200 people in line.  Hope to see you there. https://www.facebook.com/events/394417847361564/","2014-01-31 18:31:37+00","84218631570_10153727843565456",1],[357,"Very happy to be doing something for Sports Relief again and raising important funds for charity.  What’s more incredible is appearing in my favourite show alongside two amazing people and working with an incredible team.","2014-01-21 16:12:25+00","84218631570_10151799376746571",1],[360,"Hi everyone, if you're in London tomorrow come and see me at Waterstones in Piccadilly where I will be doing a signing for my latest book. It starts at 10am, first 500 will get to meet me....hope to see some of you there before you do your Christmas shopping! http://tiny.cc/etga8w","2013-12-18 12:55:57+00","84218631570_10151741060656571",1],[361,"Hi there to my friends in Germany!  If you and a friend would like to meet me then check out the website for my new Classic Fragrance and enter the competition…look forward to meeting you soon! \nhttp://davidbeckhamclassic.de/","2013-12-11 10:49:43+00","84218631570_10151726452891571",1],[362,"Thank you","2013-12-09 02:30:00+00","84218631570_10151721411776571",1],[363,"I had a fantastic time with the family at the Military Tournament. Great to go behind the scenes and meet some of the incredible people from the armed forces.","2013-12-08 19:34:06+00","84218631570_10151720159171571",1],[365,"","2013-12-03 14:34:07+00","84218631570_10151710487201571",1],[368,"","2013-12-02 17:02:28+00","84218631570_10151708972156571",1],[369,"","2013-12-02 17:02:14+00","84218631570_10151708971831571",1],[372,"For those who haven't seen the trailer yet, here is the 'Class of 92'.  The Premiere is now confirmed for December 1st in London so hopefully see some of you there, http://www.youtube.com/watch?v=0oanSiO15Ig","2013-11-15 11:07:52+00","84218631570_10151675963581571",1],[373,"Catching up with my friend and team mate at AC Milan, Thiago","2013-11-13 00:22:03+00","84218631570_10151671384226571",1],[374,"Great player and person, Neymar.","2013-11-13 00:21:13+00","84218631570_10151671382331571",1],[375,"Welcome to Miami! Popped in to see the Brazilian team at their hotel, they're all great lads","2013-11-13 00:19:19+00","84218631570_10151671379651571",1],[377,"","2013-11-12 16:08:05+00","84218631570_10151670707241571",1],[378,"Here are a couple of pictures from my Holiday range for H\u0026M. Hope you like them.","2013-11-12 16:07:38+00","84218631570_10151670706531571",1],[379,"Estimates suggest that up to 4m children could be affected by the devastating impact of Typhoon Haiyan in the Philippines.\nIt’s easy to feel powerless in these situations. But you can help. UNICEF is now on the ground working to reach children and their families with support - it’s a race against the clock to reach those who need our help. Your donation can make the difference. Please text UNICEF to 70123 to give £3 or donate online at http://bit.ly/HMZXmz. Thank you.","2013-11-11 13:40:12+00","84218631570_10151668879381571",1],[380,"Amazing to see people respect the two minute silence for Armistice Day. Many people lost their lives in World War One and their sacrifice and bravery should never be forgotten.","2013-11-11 11:44:03+00","84218631570_10151668744116571",1],[381,"P.S Check out the Sky Academy here- www.sky.com/academy","2013-11-05 15:51:07+00","84218631570_10151654250421571",1],[388,"Getting ready to meet everyone in the Facebook Digital Stadium. See you soon. #BeckhamBookFB \r\n\r\nhttps://beckham.digitalbooksign.com/","2013-10-30 13:58:09+00","84218631570_10151640639916571",1],[390,"Have a question for me? Leave it in the comments below and then watch me live in the Facebook Digital Stadium on 30 October to see if I answer your question. #BeckhamBookFB\n\nRegister for the Digital Stadium here: https://beckham.digitalbooksign.com/","2013-10-23 19:15:06+00","84218631570_10151625565201571",1],[391,"","2013-10-21 15:35:01+00","84218631570_571112392942458",1],[392,"I am really excited to announce that on Wednesday 30th October I will be giving you the chance to take part in a unique event. In partnership with Facebook, I want to do a truly global signing to coincide with the launch of my new book. If you are in London, New York, Sao Paulo or Hyderabad you can enter to win a ticket to take part in these events and receive a personalised digital signature from me via ground breaking technology. If you're not in those cities, you won't be disappointed as you can take a seat in the Facebook Digital Stadium to watch a live Q\u0026A session where I will answer questions from fans around the world.\r\n \r\nThe whole event will be broadcast live on my Facebook page starting at 3:00pm BST on 30th October.\r\n \r\nEveryone can watch all the action in the Facebook Digital Stadium by registering here: https://www.facebook.com/Beckham/app_608627272528736, and you can ask your questions using #BeckhamBookFB. After the event everyone who registered for the Digital Stadium will also receive an autograph from me on Facebook.\r\n \r\nTo learn more about the chance to receive a copy of my book and a personalised autograph, go here https://www.facebook.com/Beckham/app_608627272528736","2013-10-21 10:02:11+00","84218631570_10151621475216571",1],[393,"","2013-10-03 15:47:13+00","84218631570_10151589135276571",1],[395,"A few pics from my book - what do you think?","2013-10-03 15:46:12+00","84218631570_10151589133276571",1],[396,"Have been in Hong Kong over past coupe of days, amazing city. Heading to Tokyo today, only a short trip for meetings but can't wait to meet my fans in Japan. Love going there","2013-09-25 23:12:14+00","84218631570_10151577091106571",1],[399,"Here is a video from last night's event I thought you would like. Belstaff http://www.belstaff.co.uk/ \n\nhttp://www.youtube.com/watch?v=8My6dLaYrdc\u0026feature=share\u0026list=UU8ASz9ZTX5eVyviGl89j2Ww","2013-09-16 19:24:26+00","84218631570_10151559246756571",1],[400,"Belstaff www.belstaff.com","2013-09-16 11:47:35+00","84218631570_10151558520056571",1],[402,"Here's the behind the scenes video of the Making of my Breitling for Bentley campaign. http://youtu.be/hstJ8djzHPQ","2013-09-06 10:19:16+00","84218631570_10151540923516571",1],[403,"Hi, thanks to everyone who has already sent me their photos, if you haven't you still have until 4pm on September 3rd to do so. http://fansfaces.headline.co.uk","2013-09-02 20:26:01+00","84218631570_10151534369826571",1],[404,"Hi everyone, my new book on my football career is coming out this autumn. If you want to have a chance to get your photo printed on the final page, go here http://fansfaces.headline.co.uk","2013-08-30 21:33:00+00","84218631570_10151529488041571",1],[405,"","2013-08-22 09:14:03+00","84218631570_10151515120531571",1],[408,"","2013-08-22 09:12:48+00","84218631570_10151515117561571",1],[409,"","2013-08-22 09:12:24+00","84218631570_10151515116966571",1],[410,"Shots from my new h+m campaign...hope you like them.","2013-08-22 09:12:00+00","84218631570_10151515116716571",1],[411,"","2013-08-20 11:07:15+00","84218631570_10151511826096571",1],[413,"A couple of behind the scene shots from my latest H\u0026M campaign","2013-08-20 11:06:33+00","84218631570_10151511825411571",1],[418,"","2013-07-22 20:38:50+00","84218631570_10151464175606571",1],[420,"This is an important time to bring Nelson Mandela 's official legacy to life. Show your support now. Join millions of us growing his legacy for good at http://bit.ly/P5OZuk #MandelaDayPledge Please share your pledge to make this a better world – we can make it happen....","2013-07-18 13:54:00+00","84218631570_10151456965851571",1],[421,"I made a surprise visit to Bedford Academy School last week and met some of the Sky Sports Living for Sport winners..","2013-07-17 14:59:43+00","84218631570_10152978827915618",1],[422,"","2013-07-15 08:47:41+00","84218631570_10151451900646571",1],[423,"","2013-07-15 08:36:35+00","84218631570_10151451890601571",1],[425,"This is my new ad for sky, hope you like it....","2013-07-15 07:29:26+00","84218631570_10152971030660618",1],[427,"Thanks to Sands, Singapore for introducing me to these incredible kids","2013-07-07 10:17:18+00","84218631570_10151439753521571",1],[431,"We loved watching the Peking Opera","2013-06-26 09:18:32+00","84218631570_10151422169476571",1],[432,"Signing Adidas balls for fans","2013-06-26 09:16:25+00","84218631570_10151422166736571",1],[436,"","2013-06-25 18:35:53+00","84218631570_10151421267531571",1],[437,"Here are some pics from my store appearance at H\u0026M Beijing today, loved meeting the fans.","2013-06-25 18:35:22+00","84218631570_10151421266836571",1],[438,"This is an important time to bring Nelson Mandela 's official legacy to life. Show your support now. Join millions of us growing his legacy for good at http://bit.ly/P5OZuk #MandelaDayPledge Please share your pledge to make this a better world – we can make it happen....","2013-06-25 16:45:47+00","84218631570_10151421130301571",1],[440,"Meeting the officials of Hangzhou Greentown FC","2013-06-22 17:41:41+00","84218631570_10151415823626571",1],[441,"Meeting the Doctors and Nurses from Hangzhou Children's hospital","2013-06-22 17:40:07+00","84218631570_10151415821221571",1],[444,"I visited a typically beautiful Chinese garden today on my visit to Greentown Training complex. I love the old traditions of China","2013-06-22 14:04:47+00","84218631570_10151415414051571",1],[446,"A very enthusiastic welcome from the students at Tongji University, Shanghai","2013-06-20 16:08:25+00","84218631570_10151412224386571",1],[448,"I had an incredible response from everyone at Shanghai TongJi University today, sorry I couldn't get out on the pitch to see the teams but it was impossible to get through the massive crowds. I heard there were a few injuries, I hope the fans are ok and I wish them a speedy recovery. Love David x","2013-06-20 09:53:33+00","84218631570_10151411847051571",1],[449,"One of the more excited Chinese fans!","2013-06-19 05:20:55+00","84218631570_10151410106071571",1],[451,"President of Nanjing Sainty FC","2013-06-18 17:46:16+00","84218631570_10151409280776571",1],[452,"1st Team at Nanjing Sainty FC","2013-06-18 17:43:09+00","84218631570_10151409269466571",1],[453,"School children at Nanjing Sainty FC","2013-06-18 17:40:21+00","84218631570_10151409264286571",1],[454,"Press Conference at Nanjing Sainty FC","2013-06-18 17:36:59+00","84218631570_10151409260291571",1],[455,"Just arrived in China. Hi everyone!","2013-06-17 06:15:09+00","84218631570_10151406905431571",1],[458,"Nice welcome! You can see me in their somewhere","2013-06-18 08:18:33+00","84218631570_10151408708481571",1],[583,"I was very sad to hear of the passing of Dave Sexton, a great coach who I was lucky to work with when I played for England.  He loved his country and was a true gentlemen.  My thoughts are with his family at this time.","2012-11-26 23:26:28+00","84218631570_10151101633781571",1],[585,"","2012-11-20 10:41:02+00","84218631570_376039885815245",1],[398,"So awful to see the suffering in #Syria. Watch \u0026 share this film from Save the Children UK to show you care. #song4syria\n\n#Syria needs our support- Watch, download \u0026 donate.\n\nhttp://bit.ly/syriafilm","2013-09-22 09:57:33+00","84218631570_10151570750561571",1],[401,"Great to be at the launch of the new Belstaff store in London and to announce my association with this historic British brand. Belstaff http://www.belstaff.co.uk/","2013-09-16 11:45:11+00","84218631570_10151558517826571",1],[406,"","2013-08-22 09:13:38+00","84218631570_10151515119611571",1],[407,"","2013-08-22 09:13:06+00","84218631570_10151515118126571",1],[412,"https://www.youtube.com/watch?v=5OOdCJrOrQ4","2013-08-20 11:07:42+00","84218631570_10151511826751571",1],[414,"All children have the right to live free from violence. Violence which harms their physical and mental growth. Violence which holds back every society.\n \nBut violence against children is entirely preventable when people come together and say that it is not acceptable. When they make the invisible visible.\n \nSpeak up about violence against children. Join the global movement to #ENDviolence against children with @UNICEF: http://uni.cf/endviolence","2013-08-07 14:38:14+00","84218631570_10151489549371571",1],[415,"http://davidbeckhamclassic.com/","2013-07-24 15:04:14+00","84218631570_10151466883191571",1],[416,"Here is my new COTY campaign, we had fun shooting it! Hope you all like it.","2013-07-24 14:47:21+00","84218631570_10151466858161571",1],[417,"Hope you enjoy my Coty TV campaign which launches later today","2013-07-24 09:55:08+00","84218631570_10151466595941571",1],[419,"","2013-07-20 14:09:04+00","84218631570_10151459989881571",1],[424,"","2013-07-15 08:19:09+00","84218631570_10151451875511571",1],[426,"What an incredible achievement by Andy Murray today. He has worked so hard under enormous expectation to make history. The country is so proud of him. Congratulations to all his family, friends and team who have supported him over the years.","2013-07-07 20:34:35+00","84218631570_10151440480406571",1],[428,"I’m supporting Armed Forces Day. Show your support for our servicemen and women #ArmedForcesDay","2013-06-29 10:53:36+00","84218631570_10151426841671571",1],[429,"Sad to hear about the passing away of former AC Milan striker, Stefano Borgonovo. I was fortunate enough to meet him, an incredible person. My thoughts are with his family at this time.","2013-06-27 22:46:51+00","84218631570_10151424547531571",1],[430,"Bye China, I had an amazing trip! I will see you soon.","2013-06-26 09:19:30+00","84218631570_10151422171116571",1],[433,"One of my favourites, Hot and Sour soup","2013-06-26 09:17:40+00","84218631570_10151422168221571",1],[434,"I had a great meal at a local Beijing restaurant called Boayuan Dumplings","2013-06-26 09:15:15+00","84218631570_10151422165751571",1],[435,"","2013-06-25 18:36:41+00","84218631570_10151421268536571",1],[439,"The Doctors and Nurses of Hangzhou Children's Hospital","2013-06-22 17:45:00+00","84218631570_10151415829156571",1],[442,"Tasting a Chinese delicacy, sea cucumber I'm told. I don't think this is a fruit. Actually quite tasty...","2013-06-22 14:41:06+00","84218631570_10151415473841571",1],[443,"They showed me a traditional tea making ceremony","2013-06-22 14:06:48+00","84218631570_10151415418431571",1],[445,"Relaxing at the beautiful hotel in Hangzhou. West Lake is stunning.","2013-06-21 12:28:13+00","84218631570_10151413720971571",1],[447,"Meeting the Deputy Mayor of Shanghai","2013-06-20 16:04:31+00","84218631570_10151412218086571",1],[450,"In Beijing, took a short time out to watch Heat vs Spurs. What a game, incredible","2013-06-19 04:59:11+00","84218631570_10151410084906571",1],[456,"Just about to take off for China as part of my ambassadorial role for Chinese football. Looking forward to the trip, the people have always been amazing to me. Hope I see some of you there!","2013-06-16 16:49:56+00","84218631570_10151405790326571",1],[457,"Happy Father's Day to all the Dads out there. The boys and Harper are spoiling me this morning, it's making me feel very special! x","2013-06-16 09:33:25+00","84218631570_10151405235556571",1],[459,"Hi, if you're in Paris tomorrow, I'll be at the H\u0026M store at 54 Boulevard Haussmann from 9am to sign products from my Bodywear line. Would love to see you all there....","2013-05-23 16:59:05+00","84218631570_10151370371331571",1],[460,"Stunning CCTV building","2013-06-17 10:22:40+00","84218631570_10151407169391571",1],[463,"I'm thankful to PSG for giving me the opportunity to continue but I feel now is the right time to finish my career, playing at the highest level. If you had told me as a young boy I would have played for and won trophies with my boyhood club Manchester United, proudly captained and played for my country over one hundred times and lined up for some of the biggest clubs in the world, I would have told you it was a fantasy. I'm fortunate to have realised those dreams.\n\nTo this day, one of my proudest achievements is captaining my country. I knew every time I wore the Three Lions shirt, I was not only following in a long line of great players, I was also representing every fan that cared passionately about their country.  I'm honoured to represent England both on and off the pitch.\n\nI wouldn't have achieved what I have done today without my family. I'm grateful for my parents' sacrifice, which made me realise my dreams. I owe everything to Victoria and the kids, who have given me the inspiration and support to play at the highest level for such a long period.  I also want to thank Simon Fuller and his team for their continued support.\n\nI want to thank all my team-mates, the great managers that I had the pleasure of learning from.  I also want to thank the fans who have all supported me and given me the strength to succeed.\n\nNothing will ever completely replace playing the game I love, however I feel like I'm starting a new adventure and I'm genuinely excited about what lies ahead.  I'm fortunate to have been given many opportunities throughout my career and now I feel it's my time to give back.","2013-05-16 15:07:45+00","84218631570_10151360561306571",1],[465,"","2013-05-13 07:07:15+00","84218631570_10151356367851571",1],[466,"","2013-05-17 20:00:02+00","84218631570_10151362342441571",1],[468,"I've just seen the news on Sir Alex. As I have said many times before the boss wasn't just the greatest and best manager I ever played under he was also a father figure to me from the moment I arrived at the club at the age of 11 until the day I left.\n\nWithout him I would never have achieved what I have done in my career. He understood how important it was to play for your country and he knew how much it meant to me.\n\nAfter '98 without the manager I would have found it virtually impossible to cope with the attention I was getting on and off the field and for this I will always be grateful to him for his support and protection. \n\nI am truly honoured to have been guided by the greatest manager in football and to have had the career that I had under him.\n\nThank you boss and enjoy the rest!","2013-05-08 15:49:50+00","84218631570_10151350229111571",1],[469,"","2013-05-05 21:52:48+00","84218631570_10151346414361571",1],[470,"","2013-05-17 18:31:06+00","84218631570_10151362231496571",1],[473,"Not forgetting this montage from PSG - Paris Saint-Germain","2013-05-02 14:45:38+00","84218631570_10151341984111571",1],[475,"A few images from training","2013-04-29 10:27:09+00","84218631570_10151337565661571",1],[461,"Hi guys, as this is truly a special moment for me, adidas Fussball who have been there from the start, have worked with me to make a special pair of boots for the last game at home. I used www.miadidas.com to design a pair of boots. I wanted to show the passion I had playing for my country and the pride that gave me during my career. You also see the names of Victoria and the kids which have always been there on my boots. Hope you like them, here are some pics","2013-05-17 19:37:30+00","84218631570_10151362310441571",1],[462,"http://www.youtube.com/watch?v=aH76hBG3eyE","2013-05-16 19:07:40+00","84218631570_10151360970641571",1],[464,"","2013-05-13 09:58:54+00","84218631570_10151356465771571",1],[467,"","2013-05-12 22:51:16+00","84218631570_10151355912126571",1],[471,"Thanks to the guys at Spotify for putting this birthday list together of some of my favourite bands and artists, some great songs here.","2013-05-02 16:51:20+00","84218631570_10151342133741571",1],[472,"Thanks to everyone for the birthday messages, just came across this picture from a few Chinese fans, so to you guys 'Xie Xie'","2013-05-02 14:35:24+00","84218631570_10151341966416571",1],[474,"","2013-04-29 10:40:00+00","84218631570_10151337577181571",1],[476,"","2013-04-29 09:22:50+00","84218631570_10151337530181571",1],[477,"","2013-04-21 21:43:15+00","84218631570_10151327900626571",1],[478,"","2013-04-18 15:26:52+00","84218631570_10151323658906571",1],[481,"","2013-04-18 09:23:44+00","84218631570_10151323312191571",1],[482,"","2013-04-11 13:17:46+00","84218631570_10151314800476571",1],[484,"http://www.goal.com/en-gb/match/106096/barcelona-vs-paris-st-germain-psg/report","2013-04-10 21:55:41+00","84218631570_639838089376664",1],[486,"","2013-04-07 12:00:00+00","84218631570_10151309728006571",1],[487,"","2013-04-07 11:24:30+00","84218631570_10151309698261571",1],[488,"","2013-04-07 11:21:45+00","84218631570_10151309696106571",1],[490,"","2013-04-03 09:37:52+00","84218631570_10151304152446571",1],[492,"","2013-04-03 09:29:20+00","84218631570_10151304136031571",1],[497,"","2013-03-30 14:42:26+00","84218631570_10151299053531571",1],[499,"With the Mayor of Wuhan in China","2013-03-23 07:57:11+00","84218631570_10151289343746571",1],[501,"Amazing reponse today from the fans at Wuhan","2013-03-23 10:22:37+00","84218631570_10151289421901571",1],[502,"Met the youth team players at WUHAN ZALL FC today in China","2013-03-23 07:35:53+00","84218631570_10151289331106571",1],[503,"It was great to meet members of the Beijing Guoan FC this morning in Beijing.","2013-03-21 10:13:03+00","84218631570_10151286989741571",1],[504,"With Simon visiting China's CCTV headquarters","2013-03-22 12:36:47+00","84218631570_10151288374266571",1],[506,"","2013-03-20 13:51:08+00","84218631570_571789272845522",1],[507,"","2013-03-20 11:00:20+00","84218631570_10151285774221571",1],[508,"Meeting school children in Beijing for my new ambassadorial role in Chinese football. Had a great reception from people and a warm welcome","2013-03-20 10:26:45+00","84218631570_10151285753226571",1],[509,"","2013-03-19 16:33:37+00","84218631570_10151284827636571",1],[510,"","2013-03-18 11:07:16+00","84218631570_10151283185751571",1],[512,"","2013-03-18 10:57:20+00","84218631570_10151283177766571",1],[515,"","2013-03-18 10:47:58+00","84218631570_10151283167011571",1],[516,"","2013-03-18 10:34:09+00","84218631570_176499139167419",1],[522,"","2013-03-07 10:29:17+00","84218631570_355322217916912",1],[524,"","2013-03-03 01:10:57+00","84218631570_10151255560506571",1],[526,"A few images from Wednesday night's match","2013-03-01 10:52:26+00","84218631570_10151253212496571",1],[528,"","2013-02-28 00:20:22+00","84218631570_575840809093956",1],[533,"","2013-02-23 15:46:45+00","84218631570_10151243907056571",1],[535,"","2013-02-23 15:46:36+00","84218631570_10151243906831571",1],[536,"As a UNICEF Ambassador, I helped to immunize children against polio in Sierra Leone. We are now “this close” to ending this paralyzing disease for good. Let’s make history and end polio now. Join me, UNICEF, Rotary and others in the fight to end polio","2013-02-22 17:11:00+00","84218631570_554387774580464",1],[537,"I really enjoyed making this ad for Sainsbury's, hope you all like it...","2013-02-22 10:18:11+00","84218631570_308087349313986",1],[538,"","2013-02-14 11:25:22+00","84218631570_10151230393801571",1],[540,"Just about to sit down and answer a few of your questions on the @hm twitter account, some really good ones in there, keep them coming #AskBeckham","2013-02-06 13:08:43+00","84218631570_10151217232916571",1],[542,"I know you have all been waiting for this, here is an exclusive view of my H\u0026M Bodywear advert directed by Guy Ritchie. Hope you like it...","2013-02-06 09:24:30+00","84218631570_528728317147861",1],[545,"","2013-02-04 15:55:04+00","84218631570_10151214068386571",1],[547,"","2013-02-01 12:15:43+00","84218631570_10151209190801571",1],[549,"I've got all the shirts for the kids, you can see little Harper's one here.  Blown away by the reception of the people in Paris.  \r\n\r\nGlad to get so many positive comments about the donation. Victoria and I made the decision to give the wages away to a children's charity.  We are incredibly fortunate so we are glad we could do this with the club's blessing.  Thanks as always for your support, I will always do my best for you.","2013-01-31 18:25:07+00","84218631570_10151207724046571",1],[551,"On way to Paris, excited. I will update you all later","2013-01-31 13:20:41+00","84218631570_10151207352461571",1],[552,"","2013-01-29 17:47:44+00","84218631570_10151192937836571",1],[554,"The world produces enough food for everyone but one person in eight is still living with the pain of hunger. More than 2 million children die every year because they can’t get enough to eat and many of those who survive are damaged for life. I’m joining http://bit.ly/TgJYC1 and Enough Food IF. Please support if you can.","2013-01-23 16:53:51+00","84218631570_408340232581362",1],[556,"","2013-01-10 12:37:18+00","84218631570_10151159482626571",1],[560,"","2012-12-11 11:58:57+00","84218631570_393331447413921",1],[562,"Just been sent this pic, great to see a shot of the team together and looking sharp.  Thank you to John Bartlett and Bon Ton for the suits...","2012-12-21 17:20:33+00","84218631570_10151132260786571",1],[563,"UNICEF UK are bringing you stories from Africa on #childsoldiers every day from now until January with @indycampaigns in support of this year’s Xmas Appeal. Amazing but heartbreaking to see so many stories on #childsoldiers so please support @UNICEF_uk if you can for their Xmas Appeal","2012-12-10 15:26:24+00","84218631570_140258652790388",1],[564,"Nice gesture from the girl at Starbucks!","2012-12-05 17:22:12+00","84218631570_10151112657221571",1],[565,"","2012-12-05 09:54:26+00","84218631570_10151112311651571",1],[567,"","2012-12-04 15:04:05+00","84218631570_10151111285891571",1],[568,"","2012-12-04 13:47:36+00","84218631570_10151111220241571",1],[569,"","2012-12-03 10:56:03+00","84218631570_10151109828461571",1],[572,"Here are a few more from Saturday night","2012-12-03 08:32:30+00","84218631570_10151109713986571",1],[480,"I'm excited to be partnering with Sky as an ambassador for their Sky Sports Living for Sport Initiative. As you know I've always been passionate about encouraging young people to participate in Sport, so this was the perfect opportunity for me to get involved. Sky are doing great things to promote sport in Britain and I'm happy to be joining the team!","2013-04-18 10:43:32+00","84218631570_10151323356241571",1],[483,"","2013-04-13 22:45:48+00","84218631570_117280691800976",1],[485,"","2013-04-07 12:10:00+00","84218631570_10151309739026571",1],[489,"","2013-04-03 09:39:35+00","84218631570_10151304154531571",1],[491,"","2013-04-07 11:20:44+00","84218631570_171265073030631",1],[493,"","2013-04-03 09:22:47+00","84218631570_146330135541507",1],[494,"Here's my latest climacool campaign for adidas. Hope you like it..","2013-04-01 16:47:09+00","84218631570_526311330744720",1],[495,"","2013-03-30 14:45:15+00","84218631570_10151299056531571",1],[496,"","2013-03-29 23:12:41+00","84218631570_593926840620123",1],[498,"At the British Embassy in Beijing today with the Chinese Minister of Culture and British Ambassador","2013-03-24 14:56:42+00","84218631570_10151291142711571",1],[500,"I've just received this gift from my fan club in China. They've been incredible on this trip. Thanks for your support","2013-03-23 10:52:35+00","84218631570_10151289443456571",1],[505,"Thanks to everyone who braved the snow and came to the H\u0026M store in Berlin yesterday. It was nice to be back in Germany and great to see so many of you there. Take a look at some footage from the day...","2013-03-20 16:10:32+00","84218631570_100975683430854",1],[511,"It was fantastic to meet my German fans in Berlin today. Thanks to H\u0026M for putting on an amazing event. On way to China, will send you updates from my trip.","2013-03-19 15:47:16+00","84218631570_10151284774956571",1],[513,"If you're in Berlin tomorrow, come down to the H\u0026M store, Alexa, 97 Dircksenstr.  It will be great to see you there and hopefully if you're one of the lucky few I can sign something for you from my collection.","2013-03-18 12:34:37+00","84218631570_10151283255101571",1],[514,"","2013-03-18 10:52:50+00","84218631570_10151283173856571",1],[517,"","2013-03-10 10:47:28+00","84218631570_10151271811276571",1],[518,"","2013-03-10 10:31:03+00","84218631570_10151271791771571",1],[519,"","2013-03-10 10:29:24+00","84218631570_10151271789616571",1],[520,"","2013-03-10 10:18:52+00","84218631570_363094483806645",1],[521,"","2013-03-08 15:58:03+00","84218631570_160784184076480",1],[523,"","2013-03-03 01:11:34+00","84218631570_10151255561061571",1],[525,"","2013-03-03 00:58:56+00","84218631570_582571035104830",1],[527,"","2013-03-01 11:27:00+00","84218631570_10151253246351571",1],[529,"adidas are preparing their store for my event with Zizou.  If you're in Paris, pop along and see us tomorrow from 4pm.","2013-02-27 15:54:13+00","84218631570_10151250498406571",1],[530,"Thank you so much to everyone, all 25 million of you!  I hope you enjoy reading all the posts and pictures.  Love the ongoing support, hope you have a good day.","2013-02-26 08:06:15+00","84218631570_10151248541831571",1],[531,"","2013-02-25 13:28:36+00","84218631570_10151247177096571",1],[532,"","2013-02-25 13:28:19+00","84218631570_10151247176676571",1],[534,"","2013-02-24 22:35:54+00","84218631570_496542023715206",1],[539,"Fantastic to be training with the team yesterday, here are some pictures","2013-02-14 09:23:31+00","84218631570_10151230267016571",1],[541,"Hey everyone, I will be taking over the @hm twitter account around 12:30pm GMT today. Tweet your questions to @hm using #AskBeckham","2013-02-06 11:36:43+00","84218631570_10151217149606571",1],[543,"","2013-02-05 18:06:55+00","84218631570_423434094403077",1],[544,"Here's a sneak preview from my new H\u0026M ad launching tomorrow...","2013-02-05 16:21:21+00","84218631570_465465280174452",1],[546,"","2013-02-01 11:49:14+00","84218631570_10151209157631571",1],[548,"Here are a few campaign shots from my latest H\u0026M range. More to come this week…","2013-02-04 13:37:42+00","84218631570_10151213909186571",1],[550,"","2013-01-29 17:58:17+00","84218631570_10151193056501571",1],[553,"Good to get back training. Enjoyable first day at Arsenal, the lads have made me feel welcome. Here are some pics","2013-01-29 17:36:17+00","84218631570_10151192800936571",1],[555,"Honoured to celebrate the FA's 150th anniversary on Wednesday night","2013-01-18 11:28:06+00","84218631570_488789847839353",1],[557,"I'm excited about the new H\u0026M campaign directed by Guy Ritchie. Here's a sneak preview, the campaign will launch in early Feb.","2013-01-10 11:18:50+00","84218631570_10151159426871571",1],[558,"Happy New Year to everyone. Hope 2013 is a great year for you all. Thanks for all your wonderful messages","2013-01-01 21:07:17+00","84218631570_10151147468871571",1],[559,"Merry Christmas everyone, hope you have a great day...","2012-12-24 22:41:05+00","84218631570_10151136450281571",1],[561,"Just had a great night at BBC Sports Personality Awards. There were so many incredible performances, it was a shame there could only be 1 winner. Congratulations to Bradley Wiggins and all the other winners.","2012-12-17 00:07:57+00","84218631570_10151126679926571",1],[566,"","2012-12-04 17:30:51+00","84218631570_10151111472351571",1],[570,"","2012-12-04 11:33:33+00","84218631570_10151111125511571",1],[571,"","2012-12-03 08:50:00+00","84218631570_10151109727621571",1],[573,"A few pre-game shots from Saturday","2012-12-03 07:59:26+00","84218631570_10151109683971571",1],[575,"","2012-12-03 08:00:52+00","84218631570_10151109685706571",1],[576,"","2012-12-02 00:57:00+00","84218631570_10151108016036571",1],[578,"Thank you all for your support. Incredible...So happy to win a second Championship in America and end my time there as a player on such a special note. I will never forget today, what a great feeling...","2012-12-02 00:33:24+00","84218631570_10151107987731571",1],[579,"","2012-11-30 17:43:52+00","84218631570_10151106258751571",1],[582,"The adidas Originals Holiday campaign, as told by Snoop Dogg. Getting in the festive spirit....","2012-11-27 11:44:16+00","84218631570_168819809908862",1],[584,"","2012-11-20 23:10:40+00","84218631570_231535210310014",1],[587,"Hi guys, you may have read today about me leaving the Galaxy.  I've had an incredibly special time playing in LA, however, I wanted to experience one last challenge before the end of my playing career.  I'm aiming to go out on a winning note though in the MLS Cup Final next month","2012-11-20 10:39:03+00","84218631570_10151093831256571",1],[589,"","2012-11-19 11:27:12+00","84218631570_452767758114388",1],[592,"","2012-11-19 12:24:20+00","84218631570_404723922932469",1],[593,"","2012-11-14 14:50:59+00","84218631570_10151086008836571",1],[594,"","2012-11-14 12:26:51+00","84218631570_10151085889841571",1],[598,"","2012-11-12 10:13:52+00","84218631570_138052303010725",1],[599,"","2012-11-08 14:33:51+00","84218631570_428061487242585",1],[601,"","2012-11-08 11:41:48+00","84218631570_10151077547181571",1],[602,"Thought you'd like to see some of my new H\u0026M Holiday campaign shots","2012-11-08 10:30:48+00","84218631570_10151077409596571",1],[586,"In my time here I have seen the popularity of the game grow every year. I've been fortunate to win trophies, but more important to me has been the fantastic reception I've had from fans in L.A. and across the States. Soccer's potential has no limits in this wonderful country and I want to always be part of growing it.  I don't see this as the end of my relationship with the league as my ambition is to be part of the ownership structure in the future","2012-11-20 10:40:07+00","84218631570_10151093832976571",1],[588,"","2012-11-19 12:21:55+00","84218631570_442110212502828",1],[590,"It was great to see Stevie G get his 100th Cap in the game against Sweden last night. He's been an incredible player for his club and country and deserves all the praise he gets. It was an honour to play alongside him","2012-11-15 11:43:26+00","84218631570_10151087555016571",1],[591,"","2012-11-14 16:53:58+00","84218631570_10151086122311571",1],[595,"Good to see that you were so positive about the Breitling story. Thought you'd like to see some more images..","2012-11-14 10:54:28+00","84218631570_10151085824341571",1],[596,"I'm proud to be partnering with Breitling, here's some behind the scenes footage from my new campaign","2012-11-13 16:20:14+00","84218631570_407402395999575",1],[597,"","2012-11-12 16:10:08+00","84218631570_495823843785409",1],[600,"","2012-11-08 12:42:45+00","84218631570_10151077613016571",1],[605,"","2012-11-02 10:07:19+00","84218631570_430960580302489",1],[606,"","2012-10-29 10:08:04+00","84218631570_304192976361287",1],[608,"Please support Malala Yousafzai, a 14 year old girl, who was shot simply because she wanted to go to school. Sign the petition here","2012-10-23 14:49:19+00","84218631570_271933572910062",1],[609,"Some 170 million children around the world are stunted due to a lack in the right nutrients in their first 1000 days of life. I'm getting behind this issue to help raise awareness and call for action to address the lack of nutrition and the silent emergency of stunting in children with UNICEF UK","2012-10-15 12:51:33+00","84218631570_293690977398288",1],[611,"","2012-10-22 08:56:09+00","84218631570_153956524749532",1],[612,"","2012-10-05 15:03:56+00","84218631570_361710270579141",1],[615,"On the red carpet with Magic Johnson, a basketball legend","2012-10-04 09:53:43+00","84218631570_10151033833851571",1],[616,"","2012-10-04 09:51:20+00","84218631570_457349620975303",1],[617,"Caught up with Dwight Howard recently, great guy.  You'd never guess he played basketball!","2012-10-03 13:52:32+00","84218631570_10151032811616571",1],[619,"","2012-09-23 10:23:47+00","84218631570_412028212193541",1],[621,"Here's a shot of me with Magic Johnson, great legend","2012-09-19 10:14:34+00","84218631570_10151015826306571",1],[623,"","2012-09-15 09:14:19+00","84218631570_399653490090474",1],[625,"Here is the promo for Fox's NFL coverage","2012-09-10 10:20:20+00","84218631570_303977926375970",1],[629,"","2012-09-02 12:31:50+00","84218631570_254454148009600",1],[631,"Check out the new Paralympics Samsung Mobile ad","2012-08-30 15:23:06+00","84218631570_174672582668368",1],[635,"","2012-08-27 05:04:34+00","84218631570_250546375065407",1],[636,"","2012-08-24 08:34:18+00","84218631570_10150981768731571",1],[637,"","2012-08-24 08:33:32+00","84218631570_10150981767806571",1],[638,"","2012-08-24 08:29:48+00","84218631570_505798812767769",1],[640,"Take a look at the behind the scenes video for my new fragrance \"The Essence\" which is out today","2012-08-22 17:21:40+00","84218631570_215754591887011",1],[642,"","2012-08-22 14:21:24+00","84218631570_10150977940746571",1],[643,"","2012-08-22 13:57:22+00","84218631570_10150977896616571",1],[644,"Here are some images from the Coty shoot","2012-08-22 11:55:19+00","84218631570_10150977709096571",1],[645,"Los Angeles, USA","2012-08-16 18:23:10+00","84218631570_10150966472996571",1],[647,"Los Angeles, USA","2012-08-16 18:19:37+00","84218631570_10150966464211571",1],[649,"","2012-08-16 16:07:44+00","84218631570_10150966228226571",1],[652,"","2012-08-16 10:56:16+00","84218631570_10150965712196571",1],[654,"","2012-08-16 09:31:25+00","84218631570_318892928206154",1],[658,"Backstage with Liam last night, great to see him perform","2012-08-13 09:38:06+00","84218631570_10150959497946571",1],[659,"","2012-08-13 09:12:15+00","84218631570_375552605843688",1],[661,"Thought you guys might like to see my page in Glamour Magazine this month...","2012-08-09 23:04:41+00","84218631570_10150952908491571",1],[662,"MORA 2012","2012-08-09 09:51:00+00","84218631570_10150951743566571",1],[663,"Caught up with Junior Dos Santos","2012-08-03 13:34:38+00","84218631570_10150940238171571",1],[665,"Just seen that we have reached 20 million, incredible...a special thank you to everyone, I have the best support out there.","2012-07-31 10:34:35+00","84218631570_10150933887076571",1],[668,"Talking Olympics with Boris and Seb at City Hall","2012-07-27 12:38:25+00","84218631570_10150926166506571",1],[669,"At the American Embassy in Regent's Park teaching The First Lady how to take a penalty...with Sponge Bob Square Pants in goal.","2012-07-27 11:27:57+00","84218631570_10150926073246571",1],[672,"Just about to post a few more photos from the MLS All Star Game...","2012-07-26 21:53:16+00","84218631570_445833465439044",1],[674,"","2012-07-25 20:55:17+00","84218631570_10150923002691571",1],[677,"","2012-07-26 13:39:09+00","84218631570_452272748137184",1],[680,"","2012-07-23 21:49:21+00","84218631570_259178510859413",1],[682,"Had a great day with adidas today. They created a special Olympic photobooth where people could come and take pics. Nobody knew I was there and I surprised everyone that came in. Here are some pics of great reactions. Enjoyed meeting all the British fans.","2012-07-23 16:06:57+00","84218631570_10150918569791571",1],[684,"I'll be live on Twitter any minute now with adidas answering your questions - come and join the conversation, send your question to @adidasUK with #takethestage in the tweet. You can find me here:","2012-07-23 14:03:41+00","84218631570_267886843311356",1],[686,"Hi guys, I'll be making my first ever appearance on Twitter with @adidas this afternoon. If you have a question for me you can send it to @adidasUK using #takethestage. I'll try to answer as many of your questions as possible. You can find adidas on Twitter here: www.twitter.com/adidasUK","2012-07-23 07:39:03+00","84218631570_498010520216206",1],[688,"","2012-07-22 09:35:27+00","84218631570_162174787251174",1],[689,"","2012-07-21 11:18:44+00","84218631570_134004630073970",1],[690,"","2012-07-19 08:41:40+00","84218631570_443530742335937",1],[692,"It was one of the most special moments in my life when I met Nelson Mandela. Happy Birthday to the great man. Join millions building a global movement for good at http://www.mandeladaypledge.org/ Thanks for your support","2012-07-18 16:38:11+00","84218631570_495117267168561",1],[694,"From the game","2012-07-16 09:52:28+00","84218631570_10150904448151571",1],[696,"","2012-07-16 09:46:21+00","84218631570_253966591381999",1],[727,"This is an important day. Please show your support to Missing People  ","2012-05-25 16:33:50+00","84218631570_393112504072687",1],[730,"Check out my new ad for Burger King fruit smoothies, hope you like it.","2012-05-22 17:07:14+00","84218631570_10150797655656571",1],[603,"","2012-11-08 10:02:59+00","84218631570_341286955969848",1],[604,"","2012-11-05 11:14:15+00","84218631570_372243909534327",1],[607,"","2012-10-26 08:58:17+00","84218631570_126825767467907",1],[610,"","2012-10-07 10:24:36+00","84218631570_364131033672604",1],[613,"","2012-10-04 12:12:22+00","84218631570_10151033921841571",1],[614,"In the studio with Kobe Bryant and Kevin Frasier","2012-10-04 10:09:32+00","84218631570_10151033841406571",1],[618,"","2012-10-01 09:12:16+00","84218631570_481280325238236",1],[620,"","2012-09-20 09:45:50+00","84218631570_259925530794095",1],[622,"Last night I hosted a party with Magic Johnson to welcome Steve Nash to LA Lakers. Great to have him here","2012-09-19 09:57:39+00","84218631570_10151015814951571",1],[624,"What an incredible summer of sport it's been for our country. It's been a special achievement from all the athletes, volunteers and those behind the scenes who made the Paralympic Games of 2012 such a success. This will have such a positive impact, you have done us all proud.","2012-09-09 23:23:09+00","84218631570_10151005453036571",1],[626,"If you're in the States, I'm in the new promo for NFL on Fox with comedian Rob Riggle, was great fun. Hope to have the promo to show you all later.","2012-09-09 15:55:46+00","84218631570_10151004965181571",1],[627,"","2012-09-08 00:10:08+00","84218631570_143931115748868",1],[628,"","2012-09-03 09:00:19+00","84218631570_10150997772121571",1],[630,"","2012-09-02 11:04:23+00","84218631570_276414309130431",1],[632,"","2012-09-01 01:13:41+00","84218631570_420414561348523",1],[633,"","2012-08-30 09:03:20+00","84218631570_436545816384728",1],[634,"To celebrate the Paralympic Games, Sainsbury's have created a Blind Football game. I've tried it, not easy at all. Makes you truly understand the special ability needed to play the game. Why don't you try it","2012-08-29 10:09:46+00","84218631570_176142889186842",1],[639,"","2012-08-22 15:09:43+00","84218631570_10150978033956571",1],[641,"","2012-08-22 14:56:55+00","84218631570_10150978008741571",1],[646,"New York, USA","2012-08-16 18:21:02+00","84218631570_10150966467726571",1],[648,"Some of you may have seen these statues dotted around the States. If you take a picture with one (unfortunately not the real me!) using instagram with #HMBeckham on http://www.hmbeckham.com/ you can win a prize","2012-08-16 18:16:48+00","84218631570_10150966458906571",1],[650,"","2012-08-16 14:50:52+00","84218631570_10150966087996571",1],[651,"","2012-08-16 11:46:35+00","84218631570_10150965793571571",1],[653,"Hey everyone, here are a few shots from my new Bodywear range for H\u0026M. Hope you like them #HMBeckham www.HMBeckham.com","2012-08-16 09:57:56+00","84218631570_10150965631081571",1],[655,"I hear the link hasn't been working, here it is again","2012-08-15 13:19:06+00","84218631570_305788926186929",1],[656,"It has been great to be involved with Sainsbury's who show such support for the Paralympics and the great competitors who will take the stage in London soon. Watch their new ad here","2012-08-15 09:09:39+00","84218631570_210910682371048",1],[657,"Amazing to see the power of all your support for UNICEF UK's campaign to end child hunger and stunting at the PM’s Hunger Event yesterday. A lot has been achieved since I visited Downing Street two weeks ago. The Olympics is all about seeing people reaching their full potential...looking forward to seeing tens of millions of children helped to reach theirs by Rio 2016.","2012-08-13 17:13:49+00","84218631570_405510019496427",1],[660,"Here is a great video from adidas featuring some of the amazing British heroes of London 2012 Olympics, our country is proud of you!","2012-08-12 18:01:06+00","84218631570_445301688853772",1],[664,"MORA 2012","2012-08-09 09:51:16+00","84218631570_10150951743876571",1],[666,"","2012-07-30 12:14:14+00","84218631570_240942522693585",1],[667,"In my role as a UNICEF UK Ambassador I met with the UK Prime Minister yesterday, and handed him a letter calling for urgent action to stop hunger destroying children’s lives. This is not just about children’s survival, it’s about their entire futures. Please join me and add your name to the letter: http://www.unicef.org.uk/Latest/News/Letter-from-David-Beckham/","2012-07-27 14:05:26+00","84218631570_10150926297456571",1],[670,"70713302\n\n2012 Getty Images","2012-07-26 21:55:36+00","84218631570_10150925085866571",1],[671,"70712137\n\n2012 Getty Images","2012-07-26 21:55:08+00","84218631570_10150925084626571",1],[673,"","2012-07-25 21:10:13+00","84218631570_111412585670970",1],[675,"It was a true honour to join with Muhammad Ali last night to present the Generation Ali Beyond Sport Award. Muhammad is one of the most inspirational sportsmen of all time. He is a global icon, and he has touched so many lives. The group of nominees for the Award were incredible, so many amazing stories.","2012-07-25 20:48:46+00","84218631570_10150922990741571",1],[676,"Just landed in Philly, excited about playing in the All Star Game against Chelsea. Should be a great atmosphere.","2012-07-25 16:08:37+00","84218631570_10150922526191571",1],[678,"","2012-07-25 07:49:29+00","84218631570_400592390002438",1],[679,"Here's the video from yesterday, thought you guys would like to see it","2012-07-24 10:07:29+00","84218631570_458715097485746",1],[681,"","2012-07-23 16:10:09+00","84218631570_10150918575516571",1],[683,"Thank you for all your questions today on Twitter, it was fun to check it out!","2012-07-23 15:51:14+00","84218631570_10150918537741571",1],[685,"MORA 2012","2012-07-22 09:53:16+00","84218631570_10150916111126571",1],[687,"","2012-07-22 09:48:21+00","84218631570_10150916105231571",1],[691,"","2012-07-19 08:40:05+00","84218631570_390598490989678",1],[693,"Check out Samsung's latest Olympic TV Campaign","2012-07-17 10:53:39+00","84218631570_344325072308588",1],[695,"","2012-07-16 09:53:10+00","84218631570_10150904449236571",1],[697,"","2012-07-16 09:45:42+00","84218631570_348873618525078",1],[700,"","2012-07-01 08:04:51+00","84218631570_10150875846526571",1],[702,"","2012-07-01 08:04:16+00","84218631570_180005358796561",1],[704,"I remember from my time in Afghanistan the great job the Armed Forces do, day in day out. I’ll be showing my support for them tomorrow on Armed Forces Day and saying thank you to all our serving personnel, cadets, reservists and veterans","2012-06-29 17:50:05+00","84218631570_10150873081711571",1],[706,"","2012-06-27 14:59:23+00","84218631570_159686750832999",1],[708,"","2012-06-18 18:21:48+00","84218631570_10150851456231571",1],[710,"","2012-06-24 11:42:51+00","84218631570_439369809417121",1],[711,"","2012-06-18 07:34:10+00","84218631570_434185289946444",1],[713,"Me with the (pretty big) Stanley Cup, had a great night with the players...","2012-06-15 08:28:06+00","84218631570_10150845259246571",1],[717,"","2012-06-06 12:44:46+00","84218631570_10150829619856571",1],[719,"I did a couple of interviews at the Olympic Park this Saturday.  The Aquatics Centre is amazing, proud of the work everyone has done","2012-06-06 10:11:32+00","84218631570_10150829456526571",1],[721,"Check out the highlight reel from the Samsung Galaxy Note shoot. ","2012-05-30 15:37:52+00","84218631570_369478496447938",1],[725,"Check out my Elle cover, hope you like it.","2012-05-28 09:45:49+00","84218631570_462928440400114",1],[698,"I was incredibly honoured to win Best MLS Player at the ESPYs last night, these Awards are always very special and I want to thank my team mates who also deserve it as much as I do.  Thanks to everyone for their support, I always appreciate it.","2012-07-12 10:59:56+00","84218631570_10150897281171571",1],[699,"","2012-07-12 10:27:10+00","84218631570_201493239980525",1],[701,"","2012-07-01 08:04:35+00","84218631570_10150875846251571",1],[703,"","2012-07-01 08:00:29+00","84218631570_254139651362546",1],[705,"","2012-06-29 16:39:15+00","84218631570_415349031844331",1],[707,"","2012-06-18 18:22:08+00","84218631570_10150851456901571",1],[709,"A few pictures from Sunday's game....","2012-06-18 18:21:27+00","84218631570_10150851455601571",1],[712,"Happy Father's Day to my Dad and to all the Dads out there.  I hope you're having a well earned rest and getting lots of attention.  Have a great day","2012-06-17 19:37:21+00","84218631570_10150849684526571",1],[714,"","2012-06-06 15:55:25+00","84218631570_426415100713946",1],[715,"It was a great honour to be in the company of my fellow Patrons Sir Ian Botham, Gareth Edwards, Dame Kelly Holmes, Denise Lewis and Sir Steve Redgrave at the Jaguar Academy of Sport Workshop on Friday. \r\n\r\nVery proud to be a Patron to some of the best of British sporting talent. Look out for these young Rising Stars in the future!","2012-06-06 15:54:24+00","84218631570_10150829920906571",1],[716,"","2012-06-06 12:46:14+00","84218631570_10150829622716571",1],[718,"Paid a surprise visit to Vaughan Primary school with Sainsbury's promoting the Paralympics, had great fun.  A few photos from the day...","2012-06-06 12:44:20+00","84218631570_10150829619266571",1],[720,"","2012-06-06 10:10:23+00","84218631570_313438185408371",1],[722,"Great to be back in London. Paid a surprise visit to see my gran.","2012-05-30 14:22:29+00","84218631570_10150814176086571",1],[723,"As I'm sure you would have expected, I had a pie and mash lunch today with my mum. There is nothing better.","2012-05-30 13:57:50+00","84218631570_10150814127586571",1],[724,"Hi Everyone, here is some more behind the scenes footage in the Elle shoot with an interview with yours truly.","2012-05-29 14:53:53+00","84218631570_237656436348781",1],[726,"","2012-05-24 11:06:51+00","84218631570_453467547999346",1],[728,"","2012-05-27 15:46:58+00","84218631570_358303914223021",1],[729,"Here it is - The Samsung Galaxy Note video supporting the 2012 Olympic Games in my hometown of London. It came out pretty cool. Take a look ","2012-05-22 10:03:39+00","84218631570_433370170014133",1],[731,"A few kind words from Shaquille O' Neal last night at the awards, haha","2012-05-21 17:24:50+00","84218631570_10150795244271571",1],[733,"","2012-05-19 11:19:45+00","84218631570_10150789762241571",1],[735,"© Reuters","2012-05-18 21:04:21+00","84218631570_10150788524991571",1],[736,"On a visit to a local school in Athens","2012-05-18 14:30:51+00","84218631570_10150787722136571",1],[738,"Olympic Flame handover ceremony in Athens\n\nDavid Beckham (centre) and Boris Johnson (right) during the official handover ceremony of the olympic flame at the Panathenaic Stadium, home of the 1896 Athens Games. The flame will be transferred to Lands End where three-time Olympic sailing champion Ben Ainslie will be the first torchbearer in the final 70-day relay to the start of the Games. LOCOG","2012-05-18 14:19:32+00","84218631570_10150787693726571",1],[740,"Olympic Flame handover ceremony in Athens\n\n(left to right) Boris Johnson, David Beckham and Hugh Robertson during the official handover ceremony of the olympic flame at the Panathenaic Stadium, home of the 1896 Athens Games. The flame will be transferred to Lands End where three-time Olympic sailing champion Ben Ainslie will be the first torchbearer in the final 70-day relay to the start of the Games. LOCOG","2012-05-18 14:17:47+00","84218631570_10150787689366571",1],[741,"Hi Everyone, a few pictures from the Olympic Flame handover ceremony in Athens yesterday. We are heading back to the UK with the flame later today. More pictures to follow when we land.","2012-05-18 14:14:14+00","84218631570_10150787681316571",1],[742,"","2012-05-18 14:09:42+00","84218631570_10150787671511571",1],[744,"A few more photos from the LA Galaxy White House visit..","2012-05-16 12:39:47+00","84218631570_10150782115246571",1],[745,"","2012-05-16 12:37:08+00","84218631570_10150782109496571",1],[746,"","2012-05-16 11:44:58+00","84218631570_384874938214536",1],[747,"","2012-05-16 09:45:24+00","84218631570_310687165677462",1],[750,"Congratulations to my mate Gary on joining England's back room staff. He brings great experience and knowledge to the set up, very good for England.","2012-05-14 15:30:13+00","84218631570_10150777226301571",1],[751,"It's Mother's Day here in America so lots of love to my mum Sandra \u0026 to Victoria Beckham the mother of my four beautiful children. Also to all the mothers out there have a great day.  Hope you're being spoilt!","2012-05-13 20:05:21+00","84218631570_10150775257621571",1],[752,"http://www.mlssoccer.com/video/2012/05/12/goal-beckham-scores-free-kick","2012-05-12 22:43:22+00","84218631570_376549642380272",1],[753,"","2012-05-12 11:03:53+00","84218631570_352119171514758",1],[755,"Boys cooked me a birthday breakfast this morning!","2012-05-02 17:03:27+00","84218631570_10150689264771571",1],[756,"http://www.mlssoccer.com/matchcenter/2012-05-12-mtl-v-la/recap","2012-05-12 22:42:48+00","84218631570_226068374171323",1],[759,"","2012-04-29 08:23:53+00","84218631570_335396599860011",1],[761,"","2012-04-26 11:42:06+00","84218631570_10150671080381571",1],[763,"","2012-04-22 20:12:47+00","84218631570_439462612736806",1],[767,"Hi everyone, it’s World Malaria Day and I hope you’ll join me in supporting Malaria No More UK, a very worthy cause that’s making a big difference saving lives in Africa. Check out this short film about some of their important work in Ghana ","2012-04-25 09:29:05+00","84218631570_344698702252662",1],[768,"","2012-04-19 10:27:05+00","84218631570_357044607676785",1],[770,"","2012-04-19 10:12:25+00","84218631570_275242282567338",1],[772,"With Jesse after the Portland match.  Check out the link I posed on April 13 about Jesse, an inspirational person...","2012-04-17 13:21:22+00","84218631570_10150644972291571",1],[774,"","2012-04-17 10:31:20+00","84218631570_271115259649598",1],[776,"","2012-04-16 10:32:04+00","84218631570_10150642787871571",1],[777,"","2012-04-16 10:29:25+00","84218631570_156198651172644",1],[779,"http://www.foxnews.com/sports/2012/04/15/beckham-donovan-help-la-down-portland/","2012-04-15 17:03:45+00","84218631570_336623143064815",1],[782,"Very saddened to hear about the death of Livorno player, Piermario Morosoni.  Our thoughts are with his family and friends at this time","2012-04-15 17:07:51+00","84218631570_10150641326856571",1],[783,"Hi everyone, arrived at the Elle shoot, looking forward to today.  Check for updates here, Http://tinyurl.com/c8sxoxz","2012-04-10 23:38:43+00","84218631570_10150631125141571",1],[785,"Happy Easter to everyone from me, Victoria, Harper and the boys...","2012-04-07 21:25:01+00","84218631570_10150625112671571",1],[786,"New TV advert from adidas for London 2012, see if you recognise a few faces in there....","2012-04-07 21:21:17+00","84218631570_406406612721650",1],[732,"Hi Everyone, it was a great honour to receive the Sports Spectacular award in LA last night. The event helps raise vital funds for the life saving work of the Cedars-Sinai Medical Institute. Thanks again","2012-05-21 17:19:54+00","84218631570_10150795233911571",1],[734,"Thought you all would love to see more pictures from yesterday. Here are some that were taken on the plane with the flame.","2012-05-19 11:16:53+00","84218631570_10150789757306571",1],[737,"Olympic Flame handover ceremony in Athens\n\nDavid Beckham during the official handover ceremony of the olympic flame at the Panathenaic Stadium, home of the 1896 Athens Games. The flame will be transferred to Lands End where three-time Olympic sailing champion Ben Ainslie will be the first torchbearer in the final 70-day relay to the start of the Games. LOCOG/Press Association Images","2012-05-18 14:21:12+00","84218631570_10150787697756571",1],[739,"What an incredible moment, very proud day for me and so excited for the country","2012-05-18 20:42:27+00","84218631570_10150788478961571",1],[743,"2012 Getty Images","2012-05-16 12:40:10+00","84218631570_10150782116196571",1],[748,"I had an incredible day with the rest of the LA Galaxy team yesterday when we met the President at the White House. It was a special honour to be recognised for our achievement last year, great for the MLS and it shows the progress the League has made. It's not often you get moments like that in your life but it was a real privilege to meet the President who was warm, engaging and funny. A proud day for me and one of the biggest highlights of my life and career.","2012-05-16 10:46:06+00","84218631570_10150781920776571",1],[749,"","2012-05-15 07:31:59+00","84218631570_10150779082211571",1],[754,"Thank you all for your amazing messages! They mean so much to me. It's been a great day so far.","2012-05-02 17:15:15+00","84218631570_10150689314416571",1],[757,"Best birthday present ever!!","2012-05-02 16:12:45+00","84218631570_10150689078496571",1],[758,"Thank you to my amazing family for making my birthday so special!","2012-05-02 16:10:42+00","84218631570_10150689070516571",1],[760,"Take a moment to check out this film to see me and other sports stars talking about how we’ve been #InspiredBySport ","2012-04-27 14:20:57+00","84218631570_419915134687790",1],[762,"Worth reading this. You have a chance to become a Samsung Blogger for the Olympics and get an interview me. Read here for more info http://samsungglobalblogger.msn.com/selectmarket.aspx ","2012-04-26 11:41:18+00","84218631570_339402939458121",1],[764,"Los Angeles Galaxy v Colorado Rapids \n\nDENVER, CO - APRIL 21: The Los Angeles Galaxy versus the Colorado Rapids at Dick's Sporting Goods Park on April 21, 2012 in Commerce City, Colorado.  (Photo by Garrett W. Ellwood/Colorado Rapids) *** Local Caption ***  Garrett Ellwood/Colorado Rapids 2012","2012-04-24 09:48:11+00","84218631570_10150666318966571",1],[765,"Los Angeles Galaxy v Colorado Rapids \n\nDENVER, CO - APRIL 21: The Los Angeles Galaxy versus the Colorado Rapids at Dick's Sporting Goods Park on April 21, 2012 in Commerce City, Colorado.  (Photo by Garrett W. Ellwood/Colorado Rapids) *** Local Caption ***  Garrett Ellwood/Colorado Rapids 2012","2012-04-24 09:48:42+00","84218631570_10150666319566571",1],[766,"Looking forward to the Sports Spectacular event in May.  For those of you that want more details on the good work they do, check out the link below...","2012-04-19 16:11:12+00","84218631570_339144196144810",1],[769,"","2012-04-19 10:14:16+00","84218631570_251165731648724",1],[771,"","2012-04-17 15:35:02+00","84218631570_309005355839363",1],[773,"Hi everyone, there is a double celebration today, happy birthday to my beautiful wife Victoria and please welcome her to Facebook Victoria Beckham","2012-04-17 14:07:13+00","84218631570_10150645055826571",1],[775,"","2012-04-16 10:32:21+00","84218631570_10150642788161571",1],[778,"","2012-04-15 21:30:53+00","84218631570_277994252289519",1],[780,"For those of you asking, I've met Jesse a few times before and known his dad for a few years...great people","2012-04-13 16:17:19+00","84218631570_10150637117076571",1],[781,"Was told the incredible story of Jesse, a truly inspirational person, check it out...","2012-04-13 15:36:13+00","84218631570_288291197915061",1],[784,"Are you ready to run Derrick Rose?","2012-04-13 10:15:03+00","84218631570_267993249959525",1],[787,"Had a great night out at the Kings with the boys...","2012-04-03 15:16:29+00","84218631570_10150617073226571",1],[790,"","2012-04-01 09:51:07+00","84218631570_299076766828530",1],[792,"The team were presented with our 2011 Championship rings, thought you would like to see it.","2012-03-19 11:44:24+00","84218631570_10150589850336571",1],[793,"","2012-03-19 10:42:02+00","84218631570_208118012621403",1],[795,"","2012-03-11 12:00:39+00","84218631570_268492733228884",1],[796,"","2012-03-08 09:28:54+00","84218631570_313377905382295",1],[799,"When I was in the Philippines last December I visited a UNICEF supported urban centre in Manila for children who once lived and worked on the streets. Children who live and work on the streets – especially in large cities – are vulnerable to violence, drug abuse, criminal gangs and exploitation.  In UNICEF’s flagship report below, The State of the World’s Children: Children in an Urban World, you can read more about the importance of putting children first","2012-02-28 12:53:01+00","84218631570_310543512342961",1],[801,"","2012-02-28 11:21:55+00","84218631570_193730027398704",1],[803,"Check out Victoria on the cover of Madame Figaro, she looks great! The shots were taken by talented British Photographer, Greg Williams, hope you like them. \r\n\r\nhttp://madame.lefigaro.fr/style/victorias-secrets-lecon-de-style-de-lady-beckham-240212-218209","2012-02-24 15:34:15+00","84218631570_10150548608946571",1],[804,"Check out Victoria on the cover of Madame Figaro, she looks great! The shots were taken by talented British Photographer, Greg Williams, hope you like them. \r\n\r\nhttp://madame.lefigaro.fr/style/victorias-secrets-lecon-de-style-de-lady-beckham-240212-218209","2012-02-24 15:34:14+00","84218631570_10150548608836571",1],[806,"Here is a shot of me meeting the great man, an honour.","2012-02-21 19:40:46+00","84218631570_10150543412286571",1],[809,"I was honoured and lucky enough to be invited to Muhammad Ali's 70th Birthday celebrations last weekend in Las Vegas.  Here's me welcoming Stevie Wonder to the stage...","2012-02-21 16:12:14+00","84218631570_10150543034506571",1],[811,"Taking a bit of time out on an adidas NEO Label shoot...","2012-02-10 15:19:55+00","84218631570_306099952771885",1],[813,"","2012-02-08 15:55:35+00","84218631570_10150514441666571",1],[816,"Welcome back to the Galaxy, Edson.  In case anyone missed it, Edson Buddle has re-signed, good news for us...","2012-02-02 14:57:58+00","84218631570_10150501741921571",1],[818,"For those who missed my recent Google interview","2012-02-02 12:48:38+00","84218631570_321556214552210",1],[819,"Just landed in London, love being home.   Those of you who can make it, look forward to seeing you at the H\u0026M store on Regent St around 4pm.  For those who can't, I will send pictures...","2012-02-01 14:50:14+00","84218631570_10150499628481571",1],[821,"Looking forward to being in London today for my H\u0026M Bodywear launch. I hope I will see some of you guys later. Take care and thanks for your support as always","2012-02-01 09:21:26+00","84218631570_10150499224111571",1],[788,"Some behind the scenes footage from the adidas advert ","2012-04-03 11:22:16+00","84218631570_124098571055079",1],[789,"Check out the latest adidas advert with me running alongside Leo Messi, Katy Perry and Derrick Rose...","2012-04-03 10:41:28+00","84218631570_264183920340265",1],[791,"783 million people still don't have access to safe drinking water. Make change happen on World Waterday http://bit.ly/wwd_action.","2012-03-22 22:02:52+00","84218631570_268457316570061",1],[794,"","2012-03-15 12:32:26+00","84218631570_372607419438985",1],[797,"","2012-03-07 18:41:11+00","84218631570_342938439082103",1],[798,"","2012-03-02 10:58:03+00","84218631570_10150560162026571",1],[800,"You can also see my photos from the trip below, and the amazing children I met in Manila who are changing their lives – and the lives of others - with the help of UNICEF and its partners.  Remember, together, we can make a real difference in the lives of children","2012-02-28 12:54:29+00","84218631570_250248481726295",1],[802,"","2012-02-27 10:09:48+00","84218631570_357787574244671",1],[805,"Check out Victoria on the cover of Madame Figaro, she looks great! The shots were taken by talented British Photographer, Greg Williams, hope you like them. \r\n\r\nhttp://madame.lefigaro.fr/style/victorias-secrets-lecon-de-style-de-lady-beckham-240212-218209","2012-02-24 15:34:14+00","84218631570_10150548609621571",1],[807,"Picked up 'Most Stylish Athlete' at the Cartoon Network's Hall of Game Awards.  Had a great night there with my three boys, thanks to everyone who voted for me...","2012-02-20 13:49:17+00","84218631570_10150540615176571",1],[808,"So proud of my wife taking #NYFW by the balls","2012-02-15 17:34:15+00","84218631570_10150530750736571",1],[810,"","2012-02-10 15:34:04+00","84218631570_303992479657878",1],[812,"","2012-02-08 15:55:49+00","84218631570_10150514442176571",1],[814,"Hope you liked my H\u0026M ad in last night’s Super Bowl, for those of you that missed it tell the world what you think here:  http://www.facebook.com/usatoday?sk=app_292974527410162","2012-02-06 17:19:06+00","84218631570_10150510088896571",1],[815,"","2012-02-03 12:52:41+00","84218631570_284446101620147",1],[817,"Arrived at the H\u0026M store for my bodywear launch, here's a shot from my perspective...","2012-02-01 16:29:43+00","84218631570_10150499800631571",1],[820,"Saw this on Jimmy Kimmel and couldn't stop laughing, very funny...","2012-02-01 13:07:41+00","84218631570_360680467293354",1],[823,"Tower Bridge","2012-01-30 13:51:41+00","84218631570_10150495125911571",1],[825,"Westfield London White City","2012-01-30 13:29:35+00","84218631570_10150495082221571",1],[826,"You may have noticed these \"small\" bags dotted around London today. Love them. Look out for my H\u0026M Bodywear launch this week. We will let you know more tomorrow.","2012-01-30 13:17:39+00","84218631570_10150495063631571",1],[828,"","2012-01-23 12:43:46+00","84218631570_10150479895211571",1],[829,"","2012-01-23 12:42:16+00","84218631570_355332941163089",1],[835,"","2012-01-04 17:23:57+00","84218631570_10150444763791571",1],[838,"Hi guys, you may have read about my new bodywear range for H\u0026M.  A few extra photos ahead of the February launch....","2012-01-04 17:21:59+00","84218631570_10150444759471571",1],[840,"At a pie and mash restaurant a few days ago...","2011-12-28 23:11:23+00","84218631570_10150433188776571",1],[842,"Check out the blipvert from Malaria No More UK and their alternative Christmas campaign...","2011-12-14 08:32:06+00","84218631570_10150525641755336",1],[843,"Check out the latest designs from the adidas NEO Label....","2011-12-19 12:58:15+00","84218631570_10150416864826571",1],[845,"","2011-12-06 12:05:46+00","84218631570_10150393000086571",1],[846,"A couple of photos from an adidas event at a local school in Melbourne, all the kids were great fun...","2011-12-06 12:05:08+00","84218631570_10150392999246571",1],[847,"Here is a pic of me and cricketing legend, Shane Warne....top man.  Great to catch up with him.  Off to the game, wish us luck!","2011-12-06 06:37:59+00","84218631570_10150392619366571",1],[850,"","2011-12-06 06:34:07+00","84218631570_10150392612486571",1],[854,"We won 6-1 in our match in Manila and I met Manny Pacquiao after the match, great guy, photos on the way","2011-12-04 15:48:57+00","84218631570_198573126893010",1],[856,"For those of you who asked, here is more on today's trip from UNICEF","2011-12-02 12:25:33+00","84218631570_176128279148962",1],[857,"Here I joined the art class to see some of the drawings they made, very special","2011-12-02 11:15:54+00","84218631570_10150385007156571",1],[860,"These are the graduation outfits they make themselves!","2011-12-02 11:12:42+00","84218631570_10150385001521571",1],[861,"\"Hi everyone, I had the incredible privilege of being shown around a UNICEF supported centre in Manila today.  Young children who have been left to live or work on the streets are given help and support so they can rebuild their lives again and find a home where they are loved and cared for.","2011-12-02 11:07:16+00","84218631570_10150384993246571",1],[863,"It was great that President Obama spoke to Bruce to congratulate him and the team on winning the MLS Cup.  I know The President and his family are fans of the game and he believes soccer inspires young children. He's invited the team to the White House which will be an incredible honour","2011-12-01 09:50:32+00","84218631570_10150383062066571",1],[864,"","2011-11-30 16:46:59+00","84218631570_144791638956769",1],[865,"","2011-11-30 16:39:32+00","84218631570_10150381661136571",1],[866,"Hi everyone, so here's my attempt at Indonesian, hopefully it's pretty accurate: \"Saya sangat senang berada di Indonesia. Indonesia adalah negara yang indah dan semua orang menyambut saya dan tim LA Galaxy dengan hangat. Saya sangat menantikan pertandingan malam ini, dan saya yakin akan banyak dukungan yang fantastis. Terima kasih kepada seluruh fans saya di Indonesia.\"","2011-11-30 11:08:47+00","84218631570_10150381196966571",1],[867,"Great reception so far in Indonesia, the people here are so nice and welcoming...Thanks to all the people at the airport that came and met the team...","2011-11-29 20:44:27+00","84218631570_10150380065446571",1],[868,"In Jakarta, check out the shirt, haha...","2011-11-29 20:42:13+00","84218631570_10150380059321571",1],[873,"Hi guys, just to let you know that my official Google+ site is now up and running, check it out on the link below and let me know what you think...","2011-11-24 10:56:27+00","84218631570_200283060050906",1],[877,"A quick chat with ESPN...","2011-11-23 11:15:07+00","84218631570_315969481747113",1],[878,"Inside our changing room after the final...","2011-11-22 15:45:52+00","84218631570_305832339435837",1],[881,"","2011-11-22 14:12:41+00","84218631570_10150365841641571",1],[884,"As promised, a few photos from ESPN Sports Center Interview...","2011-11-22 10:26:26+00","84218631570_10150365545921571",1],[887,"A few more pics from Sunday night...","2011-11-22 14:12:14+00","84218631570_10150365840951571",1],[891,"Looking forward to going to Australia and especially seeing Melbourne. People have been asking where they can get tickets, link below...","2011-11-18 14:30:20+00","84218631570_292251264131414",1],[894,"Recorded this with Steve Harvey, cool guy, a lot of fun...","2011-11-15 23:30:03+00","84218631570_219728108098598",1],[822,"Here is my new H\u0026M Underwear Ad which will air during the Super Bowl. What do you think? Hope you guys like it.","2012-01-30 17:29:49+00","84218631570_229135447174961",1],[824,"Victoria Station","2012-01-30 13:30:53+00","84218631570_10150495084746571",1],[827,"","2012-01-23 12:44:09+00","84218631570_10150479895731571",1],[830,"Hi guys, thought you might like to see a few highlights from my Galaxy career so far.  Will post a few pictures up from last week when I signed my new deal to stay in LA...","2012-01-23 12:41:04+00","84218631570_256765084394559",1],[831,"For those of you who would like to ask me a question, I will be taking part in a Google + hangout in 5 minutes! #GoogleBeckham ","2012-01-19 18:29:51+00","84218631570_251699521566793",1],[832,"Heading to Google headquarters, I'm excited about this morning's interview! Watch it live today at 5pm GMT / 9am PST http://www.youtube.com/davidbeckham","2012-01-19 15:57:22+00","84218631570_10150472087506571",1],[833,"Hey guys, on Thursday, January 19th at 9am PST / 12pm EST / 5pm GMT / 2am JST you can watch me interviewed live at Google! Post your questions on my Google+ page, with #GoogleBeckham. Watch live at youtube.com/davidbeckham on Thursday.","2012-01-13 20:25:44+00","84218631570_270049183057372",1],[834,"You can watch today's interview with Google on my official YouTube Channel, let me know what you think?","2012-01-19 23:53:43+00","84218631570_308335502550340",1],[836,"","2012-01-04 17:23:11+00","84218631570_10150444761736571",1],[837,"","2012-01-04 17:22:30+00","84218631570_10150444760296571",1],[839,"Happy New Year to you all.  Thanks for all your support, I'm looking forward to 2012, hope you are!  I also want to wish all the armed forces men, women and their families a Happy New Year.  Keep safe, you're not forgotten...","2012-01-01 18:10:19+00","84218631570_10150439497986571",1],[841,"Merry Xmas everyone....just at my little sister Jo's birthday party tonight","2011-12-28 23:08:22+00","84218631570_10150433183506571",1],[844,"","2011-12-19 12:59:21+00","84218631570_10150416866661571",1],[848,"Sorry guys I'm not sure if the pics I sent from my phone posted up earlier.  They were from my visit to the Royal Melbourne Hospital...incredible children....","2011-12-06 06:36:21+00","84218631570_10150392616326571",1],[849,"","2011-12-06 06:35:08+00","84218631570_10150392614526571",1],[851,"","2011-12-06 06:33:30+00","84218631570_10150392611756571",1],[852,"","2011-12-06 06:32:56+00","84218631570_10150392610751571",1],[853,"","2011-12-05 16:48:06+00","84218631570_323316704345591",1],[855,"Hi everyone, here is some footage from yesterday's visit.  I'll also attach some more pics that we took","2011-12-03 07:26:52+00","84218631570_283553178349213",1],[858,"I was so impressed with the welcome and warmth from the children and the incredible work that the staff at the Centre do.  They are all very special people.","2011-12-02 11:09:44+00","84218631570_10150384996731571",1],[859,"It is estimated that 100 million children live and work on streets around the world, where they are exposed to violence, abuse and exploitation.  As a Dad with young children, I can’t imagine how life was for these young children living and working on the streets. They are exposed to so many threats and dangers, and are missing out on the basics in life – having people around who love and guide them.","2011-12-02 11:08:15+00","84218631570_10150384994426571",1],[862,"Just arrived in Manila in the Philippines and straight into a team press conference...","2011-12-01 15:46:18+00","84218631570_10150383543531571",1],[869,"A few shots of the waiting crowds as we got off the team bus, amazing...","2011-11-30 16:39:18+00","84218631570_10150381660846571",1],[870,"The boys and I are incredibly proud of Victoria after winning a prestigious British Fashion Award tonight.  She has worked so hard and deserves all the recognition.  It's amazing what she has achieved tonight, very special.","2011-11-28 21:13:07+00","84218631570_10150377997886571",1],[871,"Have you seen me giving Paralympic 5-a-side Football a go yet? Well now you could win a signed shirt from me just by heading over to the Sainsbury’s page and entering their competition, good luck...","2011-11-28 12:06:27+00","84218631570_315941935100235",1],[872,"Watch me in action enjoying a kick about with the ParalympicsGB Visually Impaired Football team.  I'm giving Blind Football a go with Britain’s Paralympic hopefuls...","2011-11-24 10:31:40+00","84218631570_116548685125911",1],[874,"","2011-11-23 17:01:56+00","84218631570_205590496185838",1],[875,"Live on the Jimmy Kimmel Show, always good fun...I'll put up the second part shortly...","2011-11-23 17:01:15+00","84218631570_191565717594200",1],[876,"","2011-11-23 10:34:59+00","84218631570_187110171376252",1],[879,"","2011-11-22 15:39:33+00","84218631570_314989921844620",1],[880,"","2011-11-22 14:13:31+00","84218631570_10150365846366571",1],[882,"","2011-11-22 14:12:29+00","84218631570_10150365841296571",1],[883,"","2011-11-22 10:26:40+00","84218631570_10150365546126571",1],[885,"Here is another pic for you....thanks for all your messages and great support.  Will be on ESPN later to talk about the win...","2011-11-21 21:32:12+00","84218631570_10150364502456571",1],[886,"For those asking about the picture, the suits are from Black Brown 1826 and Lord \u0026 Taylor.  They were for the Final and the upcoming team tour in Asia and Australia.  A big thank you to them","2011-11-21 21:23:12+00","84218631570_10150364487636571",1],[888,"Team photo taken before the game","2011-11-21 15:50:45+00","84218631570_10150363987746571",1],[889,"Off to the party with the team. Will.i.am DJing...","2011-11-21 10:09:38+00","84218631570_10150363468476571",1],[890,"A special day for the team.  Well done to all the team, the manager and his staff.  Thanks to all our families who have been there for us throughout the season.  Also, thanks to all of you for your support, this one is for all the fans who have been there and always given support.","2011-11-21 10:04:10+00","84218631570_10150363463991571",1],[892,"As part of Sainsbury's London 2012 Paralympic sponsorship I caught up recently with David Clarke, the Team GB Visually Impaired Football captain...","2011-11-18 11:09:18+00","84218631570_10150359149191571",1],[893,"On air with Ryan Seacrest earlier today talking about the MLS Cup Final and the family...","2011-11-16 17:59:52+00","84218631570_160315430733355",1],[895,"Live with Mason \u0026 Ireland on ESPN radio...","2011-11-17 11:08:03+00","84218631570_140960649343142",1],[897,"Just heard about London winning right to host World Athletics Championships.  Another great win for Seb and the team.  It will be fantastic for the city and the country.  Would never have imagined where I was born in the East End hosting two world class sporting events.  Exciting times...","2011-11-11 17:04:57+00","84218631570_10150348557701571",1],[899,"Today I just want to remember and acknowledge the sacrifice of those people who made the ultimate sacrifice to give us the freedoms we enjoy today.  Never forget....","2011-11-11 16:49:23+00","84218631570_10150348534276571",1],[900,"Hi guys, here is a sneak peek from my upcoming campaign with Sainsbury's. I get to try Paralympic football...I will tell you more nearer the time","2011-11-11 13:25:04+00","84218631570_10150348264611571",1],[901,"","2011-11-07 23:06:14+00","84218631570_10150343157821571",1],[896,"","2011-11-15 10:39:18+00","84218631570_226054147459980",1],[898,"That's a lovely poem Anna on the message board, thanks for taking the time to put it on my page....","2011-11-11 16:52:25+00","84218631570_10150348538976571",1],[902,"","2011-11-07 23:06:31+00","84218631570_10150343158036571",1],[904,"","2011-11-07 07:48:53+00","84218631570_224362320963763",1],[906,"Ahead of the Western Conference Final tonight v Real Salt Lake...","2011-11-06 08:30:50+00","84218631570_296305353721449",1],[907,"Tune-in to Nick at Nite tonight at 8/7c for the HALO premiere...","2011-11-06 08:29:44+00","84218631570_178872732199175",1],[909,"The Western Conference Championship match will kick off at 6pm PT at The Home Depot Center on Sunday for those of you in the area.  It will also be live on ESPN...","2011-11-04 21:25:14+00","84218631570_10150339901816571",1],[910,"Copyright: 2011 Mora","2011-11-04 21:24:22+00","84218631570_10150339900031571",1],[914,"A few photos from yesterday's win against the New York Red Bulls...","2011-11-04 21:24:02+00","84218631570_10150339899641571",1],[917,"Good news today - teamed up with Sainsbury's as their ambassador for the London 2012 Paralympic Games! I'll also be supporting the fantastic work they do to help kids get active. I'll keep you posted over the next few weeks...","2011-11-03 10:21:32+00","84218631570_10150338269671571",1],[919,"","2011-10-30 07:59:15+00","84218631570_231754470221860",1],[922,"A few more pictures of my adidas Fussball boots","2011-10-27 11:12:58+00","84218631570_10150330661791571",1],[926,"","2011-10-24 06:56:07+00","84218631570_111088762335853",1],[928,"","2011-10-19 20:47:24+00","84218631570_10150322047246571",1],[932,"","2011-10-15 07:22:52+00","84218631570_243086999073624",1],[934,"Another image from the look book from the new range","2011-10-16 09:05:58+00","84218631570_10150317991051571",1],[940,"You may have seen that I've got a new tattoo, hope you like it...","2011-10-08 18:20:50+00","84218631570_10150309309426571",1],[943,"","2011-10-05 20:18:04+00","84218631570_148018571961435",1],[944,"","2011-10-05 14:42:27+00","84218631570_10150314866021727",1],[945,"Believe it or not, tomorrow is the 10th anniversary of the England v Greece qualifier, time certainly flies...I've recorded a few of my thoughts on the match and I'll be posting them up today and tomorrow...","2011-10-05 12:12:02+00","84218631570_10150406693240336",1],[947,"","2011-10-03 22:12:51+00","84218631570_275434252477940",1],[950,"Check out the adidas Fussball Predator boots...in gold!","2011-09-27 10:47:55+00","84218631570_165647406853529",1],[952,"","2011-09-25 08:18:53+00","84218631570_195406033863923",1],[953,"","2011-09-22 07:31:05+00","84218631570_219102581484976",1],[957,"Check out my undercover video for The Ellen DeGeneres show, had great fun taking part...","2011-09-17 11:18:30+00","84218631570_115860428517993",1],[960,"","2011-09-18 20:50:26+00","84218631570_281842745159361",1],[963,"Highlights from the 2-2 draw...","2011-09-06 03:41:53+00","84218631570_189934701075369",1],[966,"I can't believe it was 10 years ago that we played Germany in Germany and beat them 5-1, still remember it like it was yesterday...","2011-09-01 06:08:41+00","84218631570_10150363500130336",1],[969,"Hi guys, enjoyed tonight's match and glad I could help my teammates on the two goals. We've had a good start to the Champions League and we want to continue to do well in this competition. We heard about the New York game beforehand, makes absolute sense and the safety and wellbeing of everyone involved is the most important thing at this time.  Thanks as always for your support, genuinely appreciated as ever!","2011-08-26 09:50:16+00","84218631570_10150264000736571",1],[972,"","2011-08-25 12:57:44+00","84218631570_10150263311331571",1],[973,"","2011-08-24 19:35:25+00","84218631570_10150262756116571",1],[974,"A few photos from the last week, most of them with new Galaxy signing Robbie Keane....","2011-08-24 19:34:33+00","84218631570_10150262755386571",1],[976,"I've posted a couple of new photos in the Football Gallery, enjoy","2011-08-18 17:07:16+00","84218631570_10150257775481571",1],[977,"","2011-08-18 17:10:35+00","84218631570_10150257777866571",1],[978,"As a UNICEF Ambassador it is important for me to help keep the story of the Children’s Famine in East Africa in the headlines.  The situation in Southern Somalia is worsening.  One little boy or girl is dying from starvation every six minutes.  Please share this with your friends because the more of us that share, the more lives we can save. Thank you.","2011-08-18 07:46:02+00","84218631570_163056097103003",1],[981,"Hi guys, check out Malaria No More UK Beat The Mozzy cartoons, they’re great fun.  Have a look at their Facebook page and sign up to help make malaria no more","2011-08-16 10:14:18+00","84218631570_147702931982292",1],[983,"A few photos from the weekend match...","2011-08-11 16:15:56+00","84218631570_10150252467366571",1],[985,"Copyright: 2010 Mora Photography","2011-08-11 16:16:10+00","84218631570_10150252467536571",1],[986,"Thought you'd like to see another picture of little Harper, I'm such a proud dad.  I've also added it to my Fan Zone...","2011-08-07 15:54:03+00","84218631570_10150249343726571",1],[988,"","2011-08-07 10:19:34+00","84218631570_265331753484269",1],[989,"Highlights from our win against Dallas...","2011-08-07 10:13:51+00","84218631570_147336275349114",1],[993,"A few of you have been asking about some of the clothes in the video I just posted.  Here's a link to the adidas store - they'll be adding some of the new products to the site shortly but there are a few on there already to get you started...","2011-08-01 16:52:42+00","84218631570_146064728808239",1],[997,"Hi guys, today I'm pleased to announce a new long-term partnership with H\u0026M to sell my new underwear range. It won't be available until February next year but I'll keep you updated with details and pictures nearer the time....","2011-07-28 11:52:06+00","84218631570_10150241895676571",1],[998,"A few more thoughts on London 2012.....I've added both videos to the Fan Zone by the way","2011-07-29 09:04:26+00","84218631570_10150333081375336",1],[999,"","2011-07-28 11:37:24+00","84218631570_171605859576829",1],[1000,"Ahead of the match Will Ferrell came to say hello...","2011-07-27 14:34:00+00","84218631570_10150241251971571",1],[1002,"A few photos from the Galaxy Manchester City game, all the photos have been added to the new Fan Zone, check it out if you haven't yet....","2011-07-27 14:32:49+00","84218631570_10150241250796571",1],[1004,"","2011-07-25 15:27:19+00","84218631570_211010532279936",1],[1006,"A few pictures from Good Morning America in Times Square.  Lots of children and excitement...","2011-07-25 13:02:24+00","84218631570_10150239582691571",1],[1009,"A few thoughts ahead of the LA Galaxy Man City game this weekend.....","2011-07-22 16:51:39+00","84218631570_168959976506247",1],[1010,"My new bike coming along nicely.....have added the picture to my new Fan Zone, there's plenty of new video and imagery in there, check it out and see what you think...","2011-07-22 16:25:36+00","84218631570_10150237498076571",1],[1011,"Check out a sketch I recorded with Phineas and Ferb in America, great fun....","2011-07-21 21:05:38+00","84218631570_245506338811272",1],[903,"A few pictures from Sunday's match...","2011-11-07 23:05:52+00","84218631570_10150343157451571",1],[905,"","2011-11-07 07:49:54+00","84218631570_311461855536326",1],[908,"","2011-11-05 18:09:09+00","84218631570_291652500856561",1],[911,"","2011-11-04 12:17:30+00","84218631570_307278109298819",1],[912,"","2011-11-04 08:10:58+00","84218631570_159611044135094",1],[913,"","2011-11-03 23:20:12+00","84218631570_285475471484311",1],[915,"I'm in there somewhere.....talking to media ahead of the 2nd leg of the New York Red Bulls match tomorrow in LA....","2011-11-03 10:43:26+00","84218631570_10150338282256571",1],[916,"","2011-11-03 10:41:04+00","84218631570_196472103762646",1],[918,"","2011-10-31 00:02:01+00","84218631570_267727416597900",1],[920,"Are you ready?","2011-10-28 10:30:28+00","84218631570_232012800192643",1],[921,"","2011-10-27 11:17:49+00","84218631570_10150330666066571",1],[923,"Check out my new boots, especially for the play-offs!  We play New York Red Bulls on Sunday in New York.  The second leg is in LA next Thursday...","2011-10-27 10:58:31+00","84218631570_10150330649776571",1],[924,"","2011-10-24 06:57:17+00","84218631570_150155025083797",1],[925,"","2011-10-27 10:55:56+00","84218631570_293159367370265",1],[927,"","2011-10-21 07:11:29+00","84218631570_209525935782407",1],[929,"For those of you asking about the pictures I posted last week.  All the clothes are from my new ObyO range, check out the link...","2011-10-19 17:55:58+00","84218631570_291019354250982",1],[930,"Heard after the game about British IndyCar driver Dan Wheldon's tragic accident.  Very sad and my heart goes out to his wife, children and family.  Rest in peace...","2011-10-17 10:10:15+00","84218631570_10150319241881571",1],[931,"","2011-10-17 07:20:47+00","84218631570_182808151798782",1],[933,"","2011-10-16 11:24:35+00","84218631570_10150318077636571",1],[935,"adidas ObyO range...","2011-10-15 07:19:40+00","84218631570_10150316809321571",1],[936,"A few more pictures from my new adidas ObyO clothing range, will post more on my Fan Zone over the weekend...","2011-10-14 17:15:38+00","84218631570_10150316133486571",1],[937,"Thought you might like to see a few looks from my latest adidas ObyO range with J.Bond, will post up a few different looks over the next few days...","2011-10-14 16:38:21+00","84218631570_10150316089131571",1],[938,"Also bumped into Taylor Lautner from Twilight at the show, really nice guy...","2011-10-09 14:33:55+00","84218631570_10150310183591571",1],[939,"Watched Cirque Du Soleil last night, it was amazing.  It was called Iris - A Journey Through The World Of Cinema...","2011-10-09 14:32:13+00","84218631570_10150310181286571",1],[941,"Last instalment....","2011-10-06 21:14:31+00","84218631570_10150408557290336",1],[942,"A few more thoughts on that Greece game...","2011-10-06 07:00:00+00","84218631570_10150407794320336",1],[946,"","2011-10-05 10:50:21+00","84218631570_160136680742475",1],[948,"And the front cover...","2011-09-30 15:45:12+00","84218631570_10150300277866571",1],[949,"Here's a picture with my mate, Marc Anthony.  Went to see him in concert the other night with Victoria, he was incredible...a great performer.  We loved it...","2011-09-27 17:18:04+00","84218631570_10150296958476571",1],[951,"An interview with the Wall Street Journal.....","2011-09-30 15:44:13+00","84218631570_121379851299848",1],[954,"Copyright: 2011 Mora","2011-09-18 20:51:28+00","84218631570_10150286404421571",1],[955,"","2011-09-18 20:51:13+00","84218631570_10150286404116571",1],[956,"A few photos from our win at the weekend...","2011-09-18 20:51:00+00","84218631570_10150286403886571",1],[958,"Check out my new fragrance website...","2011-09-14 13:29:50+00","84218631570_250885938281887",1],[959,"From the match over the weekend...","2011-09-14 11:36:39+00","84218631570_10150281586941571",1],[961,"It's important to remember the many thousands of people who lost their lives ten years ago today on 9/11.  \n\nWe must never forget the incredible sacrifices of the police, fireman and emergency services who were genuine heroes.  \n\nWe have nothing but the deepest admiration for those that suffered so much but have dealt with it courageously and with much dignity.\n\nOur thoughts today are with the families and friends who lost their loved ones.  David, Victoria, Brooklyn, Romeo, Cruz \u0026 Harper","2011-09-11 14:37:30+00","84218631570_10150278279241571",1],[962,"","2011-09-10 15:06:20+00","84218631570_276228965722039",1],[964,"","2011-09-06 03:40:47+00","84218631570_266513033373889",1],[965,"Here are the goals in case you need reminding, enjoy...","2011-09-01 06:30:14+00","84218631570_268669689817700",1],[967,"A few more thoughts...","2011-09-01 06:20:49+00","84218631570_10150363507065336",1],[968,"","2011-08-26 09:53:56+00","84218631570_200214490040804",1],[970,"A few thoughts on the Red Bulls ahead of our match in New York this weekend...","2011-08-25 22:37:29+00","84218631570_10150357813860336",1],[971,"","2011-08-25 13:23:08+00","84218631570_10150263328231571",1],[975,"","2011-08-21 07:54:22+00","84218631570_206688476054698",1],[979,"Someone today mentioned that it was 15 years to the day I scored from the half-way line against Wimbledon.....still remember it like it was yesterday, great day","2011-08-17 16:59:23+00","84218631570_120436268054048",1],[980,"","2011-08-17 06:58:46+00","84218631570_247762968580096",1],[982,"","2011-08-15 10:09:37+00","84218631570_145977152152680",1],[984,"My latest tattoo...","2011-08-09 08:33:52+00","84218631570_10150250773566571",1],[987,"Save The Children and Bob Marley have just launched a campaign to aid the emergency appeal in East Africa. Please watch the video and share the link with your friends.","2011-08-09 08:05:10+00","84218631570_175666559171389",1],[990,"","2011-08-04 08:50:26+00","84218631570_114191182011872",1],[991,"Hi guys, check out this new video ahead of the launch of my new adidas Originals range, designed by J.Bond....I've added it to the Fan Zone, link on the left hand menu....","2011-08-01 16:31:46+00","84218631570_10150335930440336",1],[992,"","2011-08-01 11:33:37+00","84218631570_10150244834421571",1],[994,"A few photos from last week's All Star Game against Manchester United.  You can see them and more in my Fan Zone section...","2011-08-01 11:33:22+00","84218631570_10150244834296571",1],[995,"","2011-07-31 10:41:39+00","84218631570_214412305278193",1],[996,"Less than a year to go to the London 2012 Olympic Games....I can't wait","2011-07-28 17:26:48+00","84218631570_10150332517600336",1],[1001,"","2011-07-27 14:33:13+00","84218631570_10150241251161571",1],[1003,"A visit to a New York Children's Hospital yesterday, organised by the Hope \u0026 Heroes Children's Cancer Fund....","2011-07-27 13:58:28+00","84218631570_10150241227251571",1],[1005,"Hi everyone, if you're currently in New York, the MLS All-Star Hub at 82 Mercer in Soho is a great place to watch the All-Star Game...","2011-07-25 16:47:35+00","84218631570_10150239732716571",1],[1007,"","2011-07-25 13:02:41+00","84218631570_10150239582871571",1],[1008,"","2011-07-25 07:24:09+00","84218631570_137996479617574",1],[1013,"A few photos from the weekend's game against Madrid...","2011-07-21 13:24:50+00","84218631570_10150236668426571",1],[1012,"Hi guys, the crisis in East Africa is getting worse with famine declared in parts of Somalia.  UNICEF are desperate for more funds to reach every child, anything you can do to help would be much appreciated, thank you....","2011-07-22 16:18:45+00","84218631570_204136422968865",1],[1014,"","2011-07-21 06:59:22+00","84218631570_241432412543849",1],[1015,"A lot of you you have commented on my Risotto picture.  I've written down the recipe in the Fan Zone - just look for the Risotto picture under the 'Personal' section.....enjoy","2011-07-21 15:19:50+00","84218631570_10150236732486571",1],[1016,"Hi all, watched the Japan v US game with the boys.  A shame to see the US lose but I want to congratulate Japan for their win.  I know they would have made people incredibly proud at home in difficult times.  A great achievement","2011-07-19 21:54:19+00","84218631570_10150235398626571",1],[1018,"A few behind the scenes photos from my new fragrance launch, David Beckham Homme....will post a video in my Fan Zone later","2011-07-18 17:08:49+00","84218631570_10150234358681571",1],[1019,"Daddy's little girl....check out the personal pictures section in my new Facebook Fan Zone....link on the left hand menu","2011-07-18 13:47:19+00","84218631570_10150234195831571",1],[1023,"Here's a surprise welcome message from Brooklyn to the new Facebook Fan Zone","2011-07-15 17:26:43+00","84218631570_10150232058931571",1],[1025,"PS - I've also recorded a short message on Harper in the Fan Zone...","2011-07-15 17:43:11+00","84218631570_10150232069641571",1],[1027,"Last one from Real Madrid C.F. and LA Galaxy press conference, can't wait for the match","2011-07-13 10:15:34+00","84218631570_10150229633046571",1],[1028,"Copyright: 2010 Mora Photography","2011-07-13 10:13:51+00","84218631570_10150229631776571",1],[1037,"A few photos of the LA Galaxy new 3rd Jersey.....","2011-07-02 08:24:38+00","84218631570_10150221328916571",1],[1038,"Just been downloading a few songs for the new baby, renditions of the Beatles.  Any other songs I should be downloading?","2011-06-30 18:54:03+00","84218631570_246880411995982",1],[1040,"I'm overwhelmed by the courage and bravery of the Armed Forces serving around the world.  It's a privilege to give my support to Armed Forces Day (Saturday 25 June).  The nation owes our troops an enormous amount and today is a superb way of showing them how they have our support...","2011-06-24 23:36:50+00","84218631570_170528169678805",1],[1044,"A few unseen pictures from the White House photographers...","2011-06-17 13:13:45+00","84218631570_106543679438153",1],[1047,"A close up of my favourite meal in the world!","2011-06-16 16:15:41+00","84218631570_10150202914031571",1],[1049,"As you all would have guessed, I had to have some pie and mash before the event...expected","2011-06-16 16:15:00+00","84218631570_10150202913116571",1],[1050,"Hi everyone, here are some personal pics of my recent trip to London for the Samsung Olympic Torch Relay launch....here looking out of over my hometown, London","2011-06-16 16:11:12+00","84218631570_10150202909081571",1],[1051,"Vote for David in the MLS All-Star Ballot, the best of the league are set to play Manchester United in New York ","2011-06-16 15:47:19+00","84218631570_153285778075789",1],[1052,"Hi everyone, a bit of news on my partnership with Samsung for the Olympic Torch Relay....more details to come tomorrow","2011-06-12 20:13:22+00","84218631570_10150282662345336",1],[1053,"","2011-06-12 11:30:49+00","84218631570_192613387457390",1],[1054,"","2011-06-05 22:04:48+00","84218631570_207675155936563",1],[1061,"","2011-06-03 09:40:49+00","84218631570_149854505088211",1],[1063,"","2011-05-29 03:37:48+00","84218631570_190149254366882",1],[1064,"Last installment from me on the Champions League...Enjoy the match","2011-05-27 14:10:10+00","84218631570_10150268070960336",1],[1066,"","2011-05-26 21:04:36+00","84218631570_148215395251525",1],[1068,"David has been nominated in 2011 VH1 'Do Something Awards'.  Vote here....","2011-05-26 12:37:39+00","84218631570_214339381921540",1],[1071,"What a fantastic night.  It felt good to put on a United shirt again and play with my mates.  Thank you to the United fans for their incredible support as always.  Gary deserved the amazing reception he got.  A loyal servant and United legend.","2011-05-25 09:59:51+00","84218631570_10150185618336571",1],[1073,"","2011-05-25 07:28:38+00","84218631570_122123564536358",1],[1077,"Not sure if you have all seen this yet?  I will be launching the bodywear range later in the year and this will be the new logo and identity.  Hope you like it.  As you know what you think is always important to me","2011-05-23 14:01:39+00","84218631570_10150184151406571",1],[1080,"Hear my thoughts on Gary Neville's upcoming testimonial","2011-05-22 20:22:25+00","84218631570_227309417282952",1],[1084,"","2011-05-22 08:21:52+00","84218631570_223729550985895",1],[1085,"My free kick is up for Goal of the Week this week - you can vote here...","2011-05-17 16:01:23+00","84218631570_225450267472029",1],[1088,"Attached footage of my free-kick to make it 4-1 last night.  A solid team performance all round and good to get back to winning ways...","2011-05-15 07:39:50+00","84218631570_149036075167013",1],[1089,"","2011-05-15 07:35:58+00","84218631570_217990068229456",1],[1092,"Hi everyone, I've heard lots of Manchester United fans are buying the song '19', trying to get the song to Number 1 in the UK charts this Sunday.  We'll win our 19th title this weekend if we beat Blackburn, an amazing achievement! You can join the campaign by buying the song for 79p on iTunes. All the proceeds from the sales to help orphaned children of British soldiers serving in Iraq and Afghanist","2011-05-13 17:49:39+00","84218631570_148865548517341",1],[1095,"","2011-05-12 16:48:05+00","84218631570_224180937598273",1],[1096,"Hi guys, for those of you asking about my shorts, they are from my adidas Originals line","2011-05-12 16:29:39+00","84218631570_183580308359905",1],[1098,"","2011-05-12 08:37:59+00","84218631570_210190975669011",1],[1100,"With my friend Thierry after the match this weekend...","2011-05-10 09:13:32+00","84218631570_10150172358491571",1],[1101,"","2011-05-08 08:25:43+00","84218631570_129413113801007",1],[1104,"Message for Japan...","2011-05-04 14:55:51+00","84218631570_10150241632245336",1],[1105,"Hi everyone, I'm excited to announce that I'm teaming up with Samsung to become their global brand ambassador for the 2012 Olympic Games.  One of the greatest events in the world is coming to London and I'm very proud to be part of it all...","2011-05-04 11:51:21+00","84218631570_10150241515550336",1],[1106,"A few thoughts on the Champions League, Manchester United and Real Madrid C.F.","2011-05-03 16:22:32+00","84218631570_10150240744455336",1],[1110,"","2011-04-27 14:38:09+00","84218631570_200212340017148",1],[1111,"Hi everyone, I'm doing something special for a great cause for my birthday, check it out...","2011-04-27 14:02:30+00","84218631570_10150235212115336",1],[1113,"","2011-04-26 10:06:42+00","84218631570_10150161489256571",1],[1115,"","2011-04-24 07:34:50+00","84218631570_103355369753590",1],[1117,"I filmed Disney's Phineas \u0026 Ferb today, really enjoyable.  More to come soon","2011-04-21 00:23:49+00","84218631570_10150157136286571",1],[1118,"David on Kobe Bryant","2011-04-20 14:09:51+00","84218631570_10150228557315336",1],[1017,"Unbelievable, just seen how many 'likes' and messages have been posted. I wish I could respond to everyone individually but it might take me till the end of the year! Thanks for your incredible support","2011-07-18 21:13:53+00","84218631570_10150234548776571",1],[1020,"I took this picture of my two girls sleeping.","2011-07-17 10:44:11+00","84218631570_10150233225766571",1],[1021,"I took this picture of my two girls sleeping. ","2011-07-17 09:44:57+00","84218631570_10150233195591571",1],[1022,"Check out my boots for the Real Madrid match.  A little extra stitching needed from now on....","2011-07-16 09:00:15+00","84218631570_10150232526656571",1],[1024,"Hi everyone, check out my new Facebook Fan Zone, it's on the left-hand menu.  I'll be regularly posting new content, hope you enjoy!","2011-07-15 17:17:00+00","84218631570_10150232052436571",1],[1026,"Hi guys, you may have read or seen the crisis in East Africa, the drought is the worst in 50 years and millions of children are at risk of starvation and disease.  As an Ambassador for UNICEF and the father of four children, I'm asking for your help, anything you can give will help bring aid, thank you...","2011-07-15 15:51:09+00","84218631570_173088836089975",1],[1029,"A few photos from the Real Madrid C.F. and LA Galaxy press conference ahead of the match at the weekend","2011-07-13 10:13:23+00","84218631570_10150229631571571",1],[1030,"Check out my goal for LA Galaxy this weekend, direct from a corner...","2011-07-11 07:51:49+00","84218631570_106778316085974",1],[1031,"I am so proud and excited to announce the birth of our daughter Harper Seven Beckham. She weighed a healthy 7lbs 10oz and arrived at 7.55 this morning, here in LA. Victoria is doing really well and her brothers are delighted to have a baby sister xx","2011-07-11 00:06:33+00","84218631570_10150227700591571",1],[1032,"Took this pic of Victoria while she wasn't looking. She looks amazing, so close now to the baby being born!","2011-07-07 16:58:47+00","84218631570_10150225140316571",1],[1033,"","2011-07-11 00:04:50+00","84218631570_166337416768792",1],[1034,"A photo from the weekend in our new 3rd kit....","2011-07-05 14:14:18+00","84218631570_10150223498141571",1],[1035,"","2011-07-05 07:27:32+00","84218631570_123340571086613",1],[1036,"Check out adidas Fussball as well","2011-07-02 08:26:44+00","84218631570_10150221330186571",1],[1039,"","2011-06-26 11:11:05+00","84218631570_100853963343146",1],[1041,"Having a great Father's day with family; hope all the Dads out there are having a good one too.  Happy Father's Day!","2011-06-19 17:14:58+00","84218631570_10150205129096571",1],[1042,"","2011-06-19 09:36:30+00","84218631570_127456504004398",1],[1043,"","2011-06-18 08:51:06+00","84218631570_137011389709287",1],[1045,"At a recent shoot in LA for Samsung.  Anyone in the UK can participate in the Olympic Torch Relay nomination process, I've made my nomination, have you made yours?","2011-06-20 11:46:39+00","84218631570_10150205760646571",1],[1046,"Here is me doing an interview with Gabrielle, my nomination with Samsung for the Olympic Torch Relay. She is a special young girl who helps others and I'm proud to put her forward for the Torch Relay","2011-06-16 16:19:58+00","84218631570_10150202918701571",1],[1048,"Here is a shot I took of the London Eye and Houses of Parliament, London is such a special city...","2011-06-16 16:12:57+00","84218631570_10150202910871571",1],[1055,"From the weekend...","2011-06-07 08:19:27+00","84218631570_10150195776426571",1],[1056,"For those who asked, the troops were also British.  I met Cpl Rob Hetherington from the Royal Airforce when I was in Afghanistan last year.  It was good to catch up with them again.","2011-06-04 11:11:42+00","84218631570_10150193395566571",1],[1057,"Pictured after the match with a few American troops I met out in Afghanistan on my visit last year....","2011-06-04 07:39:10+00","84218631570_10150193269746571",1],[1058,"","2011-06-04 07:36:56+00","84218631570_186916214690280",1],[1059,"Thanks to everyone for their messages.  You guys are great.  I now have to prepare for the match tonight, wish me luck!","2011-06-03 22:45:03+00","84218631570_10150192971266571",1],[1060,"Hey guys, need your help.  I have been looking everywhere for this mobile for the little one arriving soon.  It seems to be sold out, does anyone know where we can buy one?  It's cute isn't it!","2011-06-03 18:27:54+00","84218631570_114533315302321",1],[1062,"I wanted to add my praise to the many comments on Paul Scholes.  I was fortunate to play alongside him for many years.  He was not only one of England's best ever players, he was a dedicated professional.  We knew him as the 'silent assassin' as he was quiet but boy could he make himself heard through his tackles on the training pitch.  I'm still carrying a few bruises.  What a great career and a Man United legend.","2011-05-31 18:17:23+00","84218631570_10150190487861571",1],[1065,"","2011-05-27 08:57:27+00","84218631570_10150267890150336",1],[1067,"Champions League Final this Saturday....","2011-05-26 13:43:11+00","84218631570_10150267132790336",1],[1069,"","2011-05-26 06:37:03+00","84218631570_10150266909000336",1],[1070,"A few thoughts on the Champions League final....I'll post up a few more over the coming days....","2011-05-25 16:16:53+00","84218631570_10150266305925336",1],[1072,"Congratulations to Simon Fuller, my friend and business partner, who has just received a Star on the Hollywood Walk of Fame today.  An incredible honour for a talented man...","2011-05-23 22:11:52+00","84218631570_10150184503021571",1],[1074,"Last little bit on Gary ahead of tomorrow's match...","2011-05-23 19:58:18+00","84218631570_10150264374470336",1],[1075,"You can hear me to talk about United and Gary's testimonial on BBC 5 Live tonight from 7pm.  Here is the link, http://www.bbc.co.uk/programmes/b0118n85","2011-05-23 17:40:57+00","84218631570_201533673225207",1],[1076,"Thanks for all your comments, for those who are asking, the circular cutout is meant to represent a football or spotlight.  More detail to come on that!  Also, look out for some bodywear images later in the year....","2011-05-23 17:39:17+00","84218631570_10150184307471571",1],[1078,"Landed back in London this morning.  Missed my favourite meal, so headed straight for some pie and mash.  Heading upto Manchester tomorrow, can't wait.","2011-05-23 13:02:32+00","84218631570_10150184109466571",1],[1079,"A bit more on Gary Neville...","2011-05-23 07:39:19+00","84218631570_10150263744895336",1],[1081,"","2011-05-22 08:23:45+00","84218631570_10150182979696571",1],[1082,"","2011-05-22 08:23:31+00","84218631570_10150182979511571",1],[1083,"A few photos from our win against Chivas last night and the match report below.....","2011-05-22 08:22:54+00","84218631570_10150182979236571",1],[1086,"Thanks to everyone who voted...","2011-05-20 21:59:55+00","84218631570_124659340946347",1],[1087,"Welcome to a new addition to the Beckham family, her name is Scarlett...","2011-05-15 12:44:52+00","84218631570_10150177363171571",1],[1090,"Hi everyone, just seen we have broken the 10 million mark on Facebook this week.  I want to thank you all for your incredible support, not only now but through the years.  Without that I wouldn't be where I am today.  Thank you","2011-05-14 18:32:31+00","84218631570_10150176885861571",1],[1091,"An amazing achievement, congratulations to everyone at the club...and a Champions League Final still to come!","2011-05-14 14:13:12+00","84218631570_147969045273824",1],[1093,"Ahead of the FA Cup Final a few cup memories...","2011-05-13 11:19:47+00","84218631570_10150252704510336",1],[1094,"","2011-05-12 16:59:07+00","84218631570_144868895586615",1],[1097,"","2011-05-12 16:28:28+00","84218631570_10150175407136571",1],[1099,"I was very sad to hear of the death of Seve Ballesteros over the weekend.  I used to love watching him play golf when I was younger.  He was a great man who made golf popular to millions across the world.  He will be missed and my thoughts are with his family and friends at this time.","2011-05-09 08:08:05+00","84218631570_10150171517906571",1],[1102,"Just been watching my old teammates at Milan win the Scudetto.  I want to congratulate them and everyone at the club for a great season.  They deserve it...","2011-05-07 20:57:03+00","84218631570_10150170342276571",1],[1103,"","2011-05-06 22:18:16+00","84218631570_159384547458975",1],[1107,"","2011-05-02 08:31:30+00","84218631570_112278582191051",1],[1108,"Thanks everyone for your amazing messages, it was an incredible day.  I'm just about to get on a flight to Dallas for the game tomorrow.  Take care..","2011-04-30 11:25:25+00","84218631570_10150164597521571",1],[1109,"Hi everyone, today's ceremony was beautiful and heart felt. Catherine looked wonderful and we were honoured to be part of such a special, historical day for our country.  We wish Catherine and William much love and happiness for the future.  Made me very proud.","2011-04-29 19:26:17+00","84218631570_10150164130671571",1],[1112,"Looking forward to the Royal Wedding this Friday....","2011-04-26 15:52:29+00","84218631570_10150234309485336",1],[1114,"Highlights from our 3-0 win v Portland","2011-04-24 07:36:15+00","84218631570_150048608394987",1],[1116,"Big game against Portland later, they’re new to this league, but they’ve done well to win their last couple of games.  We’re at home and we need to make this stadium hard to come to and our team hard to beat. We’ve had a good week’s training and we’re ready for them","2011-04-23 08:56:27+00","84218631570_10150158920706571",1],[1119,"","2011-04-19 12:05:42+00","84218631570_185975138115363",1],[1120,"100% of the We Are One proceeds will support New Zealand's Earthquake Appeal...","2011-04-18 10:13:17+00","84218631570_197909553581064",1],[1122,"","2011-04-18 07:27:10+00","84218631570_217608308256093",1],[1125,"So close with this free kick...","2011-04-14 07:14:23+00","84218631570_139362599470042",1],[1127,"A new ad from Malaria No More UK produced by MTV, take a look...","2011-04-11 13:21:27+00","84218631570_176735205708461",1],[1128,"Los Angeles Galaxy goal....","2011-04-10 07:20:37+00","84218631570_192632624111839",1],[1130,"The weather isn't so good at the moment, Chris looking after me during training!!!!","2011-04-08 22:26:20+00","84218631570_10150148166221571",1],[1132,"","2011-04-07 12:30:32+00","84218631570_10150147119646571",1],[1134,"Caught up with Eric Clapton recently, not only is he an incredible musician and singer, he's a genuinely nice person","2011-04-05 16:06:28+00","84218631570_10150145794981571",1],[1136,"","2011-04-04 15:46:35+00","84218631570_10150145011996571",1],[1138,"","2011-04-04 11:22:21+00","84218631570_10150144862421571",1],[1140,"To all the mothers out there, happy Mothers Day!  I want to say a special thank you to my own mum who's always been there for me and to the beautiful mother to my 3 boys, we will spoil her today...","2011-04-03 07:25:08+00","84218631570_10150144001206571",1],[1142,"Preview ahead of Los Angeles Galaxy game v Philly","2011-04-02 09:53:20+00","84218631570_198899550150408",1],[1144,"","2011-04-01 15:55:49+00","84218631570_162392487151385",1],[1145,"","2011-04-01 11:39:46+00","84218631570_10150142781841571",1],[1147,"Here is the rest of the feature...","2011-04-01 11:33:42+00","84218631570_10150142777731571",1],[1148,"Hi everyone, I just wanted you to see my interview with LA Confidential before anyone else.  Hope you like it.....","2011-04-01 11:32:56+00","84218631570_10150142777296571",1],[1150,"","2011-03-29 15:02:00+00","84218631570_10150117776246571",1],[1153,"Great working with Pepsi again, shot a new ad in LA. It's out at the end of April, will let you get more of a sneak preview nearer the time...","2011-03-29 14:54:45+00","84218631570_10150117769571571",1],[1154,"Highlights from the match last night...","2011-03-27 13:05:39+00","84218631570_176654025714987",1],[1156,"","2011-03-26 19:23:39+00","84218631570_195956233778697",1],[1157,"","2011-03-25 18:52:18+00","84218631570_10150114388926571",1],[1159,"Check out the Spring / Summer cover of Fantastic Man Magazine, which hits the shops next week.. Will post a few pictures from inside as well, hope you like...","2011-03-25 18:51:18+00","84218631570_10150114387886571",1],[1161,"For those of you that have asked, you can find the new adi Ride trainers here, the colour is up to you though.....","2011-03-23 18:57:57+00","84218631570_211251528889480",1],[1162,"","2011-03-23 18:43:17+00","84218631570_155701381157304",1],[1165,"","2011-03-21 08:39:13+00","84218631570_149689668429149",1],[1167,"Just found this one from Sport Relief in 2004, couldn't find it anywhere on the web...","2011-03-18 13:45:38+00","84218631570_10150164755065336",1],[1169,"","2011-03-17 22:46:45+00","84218631570_10150108498906571",1],[1170,"","2011-03-17 22:46:30+00","84218631570_10150108498656571",1],[1171,"","2011-03-17 22:46:13+00","84218631570_10150108498416571",1],[1172,"A few photos from the Seattle match...","2011-03-17 22:45:54+00","84218631570_10150108498206571",1],[1173,"For the Manchester United fans out there, your chance to vote for your favourite Champions League Quarter Final goal...","2011-03-17 16:44:03+00","84218631570_142180249182439",1],[1175,"New ad from adidas, a few faces you might recognise in there...","2011-03-16 15:36:13+00","84218631570_10150163129975336",1],[1176,"A great start, highlights to follow...","2011-03-16 10:25:13+00","84218631570_153668704692806",1],[1177,"An interview I did with Ryan Seacrest...","2011-03-15 17:16:07+00","84218631570_141786589221021",1],[1179,"A few thoughts on our opener against Seattle...","2011-03-14 10:09:19+00","84218631570_10150160830750336",1],[1181,"Not long to go now until the start of the season, can't wait!  I'll post up a few thoughts and hopes on the season ahead over the next few days...","2011-03-12 12:45:35+00","84218631570_10150158991040336",1],[1185,"A couple more photos from yesterday...","2011-03-10 13:08:42+00","84218631570_10150102843941571",1],[1187,"","2011-03-03 15:09:15+00","84218631570_194330317256479",1],[1190,"","2011-02-25 17:17:53+00","84218631570_10150093931326571",1],[1191,"","2011-02-25 17:17:16+00","84218631570_10150093930721571",1],[1192,"I know some of you like them and some of you aren't so keen, but I wanted to share my new tattoo with you all on Facebook first...","2011-02-25 17:16:59+00","84218631570_10150093930506571",1],[1194,"","2011-02-25 11:55:47+00","84218631570_10150093766321571",1],[1195,"A few shots from the training ground La Galaxy","2011-02-25 11:54:09+00","84218631570_10150093765451571",1],[1121,"David joins Lance Armstrong, Pete Townshend, Russell Crow, Serena Williams and others in the lead-up to the May 24th Telathon, urging people around the world to donate to Christchurch, New Zealand's Earthquake Appeal.","2011-04-18 10:01:35+00","84218631570_10150226631340336",1],[1123,"More on the Lakers...","2011-04-15 11:27:18+00","84218631570_10150224171440336",1],[1124,"Ahead of the NBA Play-Offs this weekend, a few thoughts on basketball and the Lakers.  Will post up a few more in the coming days...","2011-04-14 11:41:41+00","84218631570_10150223349835336",1],[1126,"","2011-04-14 07:10:03+00","84218631570_124137584328760",1],[1129,"","2011-04-10 07:16:20+00","84218631570_201906509842625",1],[1131,"Messing about on the Diet Pepsi shoot...","2011-04-08 18:28:11+00","84218631570_121953694549629",1],[1133,"","2011-04-06 14:49:23+00","84218631570_10150216176615336",1],[1135,"Thanks for all your suggestions on the bike....does anyone know where I can actually get one?","2011-04-05 10:11:52+00","84218631570_10150145620961571",1],[1137,"To all you bike enthusiasts out there, any help appreciated in identifying the name and model of this bike, love the look of it...","2011-04-04 15:45:51+00","84218631570_10150145011431571",1],[1139,"Been great playing against my friend again after 12 years...the Columbia game at World Cup 98....remember the game well, my first ever World Cup goal!","2011-04-03 21:36:12+00","84218631570_10150144452416571",1],[1141,"","2011-04-03 07:23:42+00","84218631570_214287435255231",1],[1143,"","2011-04-01 15:56:05+00","84218631570_110477192367324",1],[1146,"","2011-04-01 11:39:18+00","84218631570_10150142781531571",1],[1149,"","2011-03-31 09:44:55+00","84218631570_191694610872612",1],[1151,"","2011-03-29 15:01:43+00","84218631570_10150117776041571",1],[1152,"It's a nice day in LA, Coco is taking it easy with my sunglasses...","2011-03-28 19:46:37+00","84218631570_10150116963516571",1],[1155,"","2011-03-27 13:04:55+00","84218631570_190693097634157",1],[1158,"","2011-03-25 18:51:49+00","84218631570_10150114388306571",1],[1160,"","2011-03-25 10:21:45+00","84218631570_145994325467612",1],[1163,"Check out my latest adidas Climacool Ride advert....","2011-03-23 18:49:09+00","84218631570_10150169287970336",1],[1164,"A few highlights from the 1-1 draw...","2011-03-21 10:38:47+00","84218631570_155070157887438",1],[1166,"Red Nose Day in 2009, James Corden and the England team...very funny","2011-03-18 22:53:07+00","84218631570_144098742321868",1],[1168,"Comic Relief is on BBC1 tonight from 7pm, a great charity and always very funny....just looking back at some of the sketches I've done over the years....more to follow later today, enjoy","2011-03-18 10:44:55+00","84218631570_118627734879477",1],[1174,"Highlights from Los Angeles Galaxy ","2011-03-16 10:27:40+00","84218631570_196504737047172",1],[1178,"","2011-03-14 21:26:34+00","84218631570_209852102361632",1],[1180,"A talented squad at La Galaxy","2011-03-13 13:26:21+00","84218631570_10150159960680336",1],[1182,"Doing a chat now with ESPN, have a look.","2011-03-11 19:59:10+00","84218631570_151327288262037",1],[1183,"Just seen the news coming from Japan.  It's a country I love and it has many amazing people, my thoughts are with those affected at this time","2011-03-11 14:58:23+00","84218631570_10150103652216571",1],[1184,"","2011-03-10 13:09:18+00","84218631570_10150102844266571",1],[1186,"Went to the hospital yesterday in LA, met some incredible kids and staff, the team really enjoyed their time there","2011-03-09 11:12:31+00","84218631570_10150102012031571",1],[1188,"What a great night for the Brits at the Oscars.  Well done to Colin, good speech.  Christian deserved his Award for an amazing performance.  Congratulations to everyone who worked on the King's Speech.  Proud night","2011-02-28 09:35:05+00","84218631570_10150095746946571",1],[1189,"A bit of info on the tattoo, enjoy...","2011-02-25 18:40:12+00","84218631570_10150146897525336",1],[1193,"","2011-02-25 11:56:21+00","84218631570_10150093766641571",1],[1197,"http://www.camplejeuneglobe.com/news/deployed_marines/article_869ee332-3f85-11e0-a28f-001cc4c03286.html","2011-02-24 10:42:38+00","84218631570_196733710344910",1],[1198,"","2011-02-21 17:02:55+00","84218631570_187774064596319",1],[1199,"A challenge from adidas - they've got the design but need a name for the official football of the Olympic tournament. The winner will be involved in the official launch for the ball, be able to take one home and get 2 tickets to the UEFA Champions League Final at Wembley!  All you have to do is visit www.adidas.co.uk/nametheball and put in your suggestions before 28th February 2011 - over to you!","2011-02-18 17:31:59+00","84218631570_111621045581670",1],[1201,"I just want to say to my friend Ronaldo what an honour it was playing with him and becoming his good friend... He was not just an amazing person but along with Zidane, one of the most talented and gifted players in football history and I was honoured to have been in the same team as him whilst at Real Madrid...Well done my friend...","2011-02-14 17:26:07+00","84218631570_151846858204688",1],[1203,"Was at Old Trafford on Saturday for the derby....hope you've all seen Wayne's goal, amazing, will post a link","2011-02-14 15:51:38+00","84218631570_500021876570",1],[1206,"Setting goals...","2011-02-09 10:49:28+00","84218631570_10150135916085336",1],[1207,"Just a quick note to warn everyone. There are a lot of fake Facebook accounts out there. My boys aren't on Facebook, but there are many fake accounts in their names. These profiles are nothing to do with us, please stay away from them. Thanks guys","2011-02-07 16:35:50+00","84218631570_185024568204171",1],[1208,"Made it to the Chelsea Liverpool game at Stamford Bridge yesterday","2011-02-07 13:56:50+00","84218631570_496733031570",1],[1210,"","2011-02-04 17:43:20+00","84218631570_495463686570",1],[1211,"","2011-02-04 17:42:59+00","84218631570_495463366570",1],[1215,"Some behind the scenes footage from a recent EA shoot","2011-02-04 10:30:30+00","84218631570_10150133200175336",1],[1216,"","2011-02-03 18:59:35+00","84218631570_127760273959073",1],[1217,"","2011-02-03 18:37:08+00","84218631570_130925386972626",1],[1225,"Thank you for all your messages of support, I genuinely appreciate it","2011-01-11 12:14:09+00","84218631570_185575181471514",1],[1226,"I've got some great news to tell you all.  Victoria and I are expecting our fourth child this summer.  The boys are very excited about the arrival of a new brother or sister.","2011-01-09 16:56:27+00","84218631570_190280254321874",1],[1228,"Guys, wanted to let you know first that I will be training with Spurs from tomorrow. As you know it is important that I maintain a high level of fitness during the MLS off season. I am thankful to Tottenham for giving me the opportunity to train with them and I am grateful to the LA Galaxy for allowing me to train. I can't wait to start working.","2011-01-09 11:41:04+00","84218631570_191671594183349",1],[1230,"http://news.bbc.co.uk/sport1/hi/tv_and_radio/sports_personality_of_the_year/9303339.stm","2010-12-20 12:44:23+00","84218631570_121671681232853",1],[1231,"","2010-12-17 21:50:28+00","84218631570_152803584767076",1],[1234,"","2010-12-08 12:20:34+00","84218631570_147755441943491",1],[1235,"Check out the latest UNICEF campaign.....I teamed up with my friend Zinedine Zidane","2010-12-06 16:10:27+00","84218631570_465508951570",1],[1196,"First day back at Galaxy, can't wait for the start of the season...","2011-02-25 10:18:42+00","84218631570_143826729015143",1],[1200,"Back training at Spurs today, good session, everyone in great spirits.  Am feeling ready and in good shape for the start of the MLS season","2011-02-18 12:33:10+00","84218631570_10150089116291571",1],[1202,"Goals from the weekend....enjoy the Rooney strike","2011-02-14 15:59:47+00","84218631570_151710001551973",1],[1204,"Toughest injury...","2011-02-10 11:31:17+00","84218631570_10150136445695336",1],[1205,"","2011-02-10 11:00:28+00","84218631570_197267556966164",1],[1209,"A few more behind the scenes videos from EA","2011-02-07 13:28:17+00","84218631570_10150134872090336",1],[1212,"","2011-02-04 17:42:37+00","84218631570_495462981570",1],[1213,"","2011-02-04 17:42:19+00","84218631570_495462646570",1],[1214,"Check out some of the pieces from my latest adidas Originals range, hope you like it","2011-02-04 17:41:26+00","84218631570_495462121570",1],[1218,"My friend, Gary Neville, retired today.  Not only is he a great person, he is one of the best defenders to have played the game.  It was an honour to play with him at United and for England.  He deserves all the praise and recognition.","2011-02-02 23:14:14+00","84218631570_196702207012413",1],[1219,"Check out this new ad \"No Child Born To Die\" from Save the Children UK. For more information go to www.facebook.com/savethechildrenuk","2011-01-24 11:03:07+00","84218631570_488757811726",1],[1220,"David Beckham's first day of training at Spurs","2011-01-11 18:23:09+00","84218631570_482799181726",1],[1221,"Great to touch a football again....","2011-01-11 13:10:36+00","84218631570_482629146570",1],[1222,"Working hard...","2011-01-11 13:02:38+00","84218631570_482623581570",1],[1223,"More pics","2011-01-11 13:01:55+00","84218631570_482622806570",1],[1224,"First day at work.....","2011-01-11 13:00:38+00","84218631570_482622056570",1],[1227,"Haha, check out Justin Bieber....good to see he's wearing at top from my adidas range though!","2010-12-29 11:52:41+00","84218631570_476415791570",1],[1229,"Last night was incredible, I want to thank all of you for your support over the years, you have given me so much encouragement.  Don't worry, this is only the beginning.  There is more to come.","2010-12-20 12:41:08+00","84218631570_182576181769207",1],[1232,"An amazing night last night at the Military Awards.  It was an emotional night and the courage on display was unbelievable.  We must never forget the sacrifices they make on behalf of us all","2010-12-16 13:28:08+00","84218631570_114115765323953",1],[1233,"","2010-12-15 15:41:53+00","84218631570_152494838132181",1],[1236,"","2010-12-03 11:55:07+00","84218631570_107946382610339",1],[1238,"Heard the rumours that we lost due to the British press. I hope that isn't the reason. I believe in a free press and they are incredibly supportive of the game I love. Russia and Qatar will host fantastic World Cup's and I wish them well.","2010-12-02 19:51:18+00","84218631570_144998918883472",1],[1240,"http://www.youtube.com/watch?v=2pdzIHnWpxU\u0026feature=player_profilepage","2010-12-02 14:33:12+00","84218631570_169559843075986",1],[1242,"I'm incredibly proud of our country's bid, relieved the presentation went well. Lets hope we can win...","2010-12-02 11:34:36+00","84218631570_177648778928625",1],[1243,"Hi everyone, I'm now in Zurich on behalf of England's bid.  Along with the PM and Prince William yesterday we had many good meetings and I had a great time visiting a local school.   The team are all working hard right up until the last minute, fingers crossed...a few photos below...","2010-12-01 12:05:53+00","84218631570_132769990115142",1],[1246,"Football - England 2018 bid team in Zurich prior to the 2018 \u0026 2022 FIFA World Cup Host Announcement - Zurich, Switzerland - 30/11/10\r\nEngland 2018 Bid Ambassador David Beckham greets school children in a school in Zurich\r\nMandatory Credit: Action Images / Matthew Childs / Pool Pic\r\nLivepic","2010-12-01 12:03:13+00","84218631570_463030396570",1],[1247,"Football - England 2018 bid team in Zurich prior to the 2018 \u0026 2022 FIFA World Cup Host Announcement - Zurich, Switzerland - 30/11/10\r\nEngland 2018 Bid Ambassador David Beckham (L) visits a school in Zurich\r\nMandatory Credit: Action Images / Matthew Childs / Pool Pic\r\nLivepic","2010-12-01 12:02:48+00","84218631570_463030261570",1],[1249,"","2010-11-30 16:10:57+00","84218631570_462613821570",1],[1251,"A few photos from the visit...","2010-11-30 16:10:02+00","84218631570_462613381570",1],[1253,"","2010-11-29 19:07:59+00","84218631570_462205396570",1],[1254,"Hi guys, just thought you'd like to see a picture of me at the London 2012 Olympic site today.  It's incredible what they've done here, it looks so impressive.  I remember seeing the initial plans, it's great to see it now a reality","2010-11-29 19:06:07+00","84218631570_462204201570",1],[1255,"Here is a picture I took in Newcastle, I didn't take them up on the offer as it was before the game!","2010-11-27 20:42:40+00","84218631570_461272631570",1],[1257,"","2010-11-26 16:33:28+00","84218631570_172078976150004",1],[1258,"","2010-11-24 15:59:09+00","84218631570_459898946570",1],[1259,"Hi everyone, this week Facebook are launching an important campaign to combat online bullying. I want to add my support to this, as bullying in any form is unacceptable. Please visit the Facebook safety page for updates on how you all can stay safe online. http://www.facebook.com/fbsafety","2010-11-22 18:39:12+00","84218631570_104521046286272",1],[1261,"Hi everyone, a very disappointing result for us.  Credit to Dallas, they took their chances and their goalkeeper was outstanding.  It's never easy to lose when you're this close to the Final but I have had my fair share of victories at this stage as well so that's football.  Genuinely thanks for all your support.  We'll be back again next year.","2010-11-15 08:30:20+00","84218631570_167443443278989",1],[1263,"Had a quiet day everyone., important to relax before the big game tomorrow.  Watched the United match, great game and good to see them comeback.  I expect the title race to be very close this year.  Off to spend time with my boys.","2010-11-14 00:12:35+00","84218631570_176560562360406",1],[1265,"A couple of doubters out there as to whether this is me, you shouldn't disbelieve!","2010-11-12 19:52:57+00","84218631570_453564131570",1],[1268,"Hi everyone, I have been very focused this week.  We have a big game this week against Dallas and the whole team has been training hard to be ready for what is our biggest match of the season so far.   Dallas will be tough but if we play to the best of our ability then we will do well.  We will need your support as always, it's always important to know you are on our side.  Talk soon...x","2010-11-12 19:39:46+00","84218631570_142081562509666",1],[1269,"A great win for us tonight.  We watched a number of play off games this week in which the home team lost so it was important we started well.  We worked hard from the start and I was pleased to contribute by setting up two goals.  We have another tough game against Dallas.  Off to get some rest.  Thanks for all your support.","2010-11-08 08:48:43+00","84218631570_171046846255608",1],[1271,"Just landed in Nanjing. A city I have never been to before. I've been told it's 95 degrees!","2013-06-18 06:18:32+00","84218631570_10151408611636571",1],[1272,"Love Beijing, although not this traffic jam. Had a good day so far","2013-06-17 10:21:32+00","84218631570_10151407168436571",1],[1237,"Still disappointed with the decision but managed to get a good night's rest. Heading to LA to be with Victoria and the boys.  Back in the UK next for the MILLIES, they are Awards to recognise the bravery and sacrifice of Armed Forces.  Off to catch a flight now, thanks as always for your support.","2010-12-03 10:57:53+00","84218631570_145850092132321",1],[1239,"Obviously I'm very disappointed.  I want to thank the team for all their incredible hard work.  I also want to congratulate Russia and Qatar, they will put on great World Cups","2010-12-02 16:50:35+00","84218631570_107726195966060",1],[1241,"http://news.bbc.co.uk/sport1/hi/football/9250670.stm","2010-12-02 11:38:53+00","84218631570_175153385846810",1],[1244,"Football - England 2018 bid team in Zurich prior to the 2018 \u0026 2022 FIFA World Cup Host Announcement - Zurich, Switzerland - 30/11/10\r\nEngland 2018 Bid Ambassador David Beckham signs autographs for school children in a school in Zurich\r\nMandatory Credit: Action Images / Matthew Childs / Pool Pic\r\nLivepic","2010-12-01 12:04:26+00","84218631570_463030866570",1],[1245,"Meeting fans in Beijing","2013-06-18 17:50:43+00","84218631570_10151409287376571",1],[1248,"","2010-12-01 12:01:34+00","84218631570_173120322712298",1],[1250,"","2010-11-30 16:10:30+00","84218631570_462613531570",1],[1252,"I managed to get along to the Great Ormond Street Hospital where I met so\nmany really brave kids and families there and it definitely puts life\ninto perspective. \n\nAs a Dad, it breaks my heart to see children here\nwaiting for life-saving operations, but the facilities and staff here\nare amazing and they are in the best possible care.\n\n\t\n\nHowever,\nthe Great Ormond Street Hospital Children’s Charity need to raise £50\nm","2010-11-30 16:09:21+00","84218631570_179666525377350",1],[1256,"Enjoyed playing in the friendly match against the Newcastle Jets earlier.  We lost 2-1 but there was great support in the stadium, a big thanks to all the fans who showed up.  Always love coming to Australia, everyone is sport-mad.","2010-11-27 20:41:31+00","84218631570_168445139856227",1],[1260,"Still disappointed after the result on Sunday, these things never get easier no matter how long you have played the game!  Some exciting things ahead though. I'm looking forward to visiting Australia again with the Galaxy then I will be in Zurich for to help England's World Cup bid.  I'm passionate about our country's chance to host the World's greatest event and will do everything I can to make the case to FIFA.","2010-11-16 16:52:25+00","84218631570_133868936666979",1],[1262,"Hi everyone, you are the first to see my EA Sports Active 2 advert. Hope you like it.","2010-11-14 14:11:39+00","84218631570_467652976016",1],[1264,"Checking back in tomorrow","2010-11-12 19:53:38+00","84218631570_168739393150423",1],[1266,"Forgot to say, keep an eye out for an exclusive clip that I'm going to show you on Sunday....","2010-11-12 19:41:02+00","84218631570_123705591022954",1],[1267,"Take a look at the match highlights","2010-11-08 08:56:07+00","84218631570_115983021799818",1],[1270,"Check the Galaxy match report","2010-11-08 08:53:34+00","84218631570_159390734098681",1],[1273,"Thanks for all the Guarana suggestions, certainly plenty of options, will let you know when I find some","2010-11-04 18:12:06+00","84218631570_170045849689099",1],[1275,"Need your help....where can I buy this drink in the States?  Can't get it anywhere","2010-11-04 16:09:06+00","84218631570_449475871570",1],[1277,"Looking forward to the Seattle match on Sunday, we need to play as well as the first leg and then we have a good chance of going through.  You may seen some recent quotes attributed to me, just to be clear I'm happy living in America but have no intention of becoming a US citizen.  I'm English and proud to be!  That will never change.","2010-11-04 14:56:46+00","84218631570_153887397987214",1],[1279,"","2010-11-03 11:51:44+00","84218631570_138096802909735",1],[1281,"Highlight's from the match v Seattle last night","2010-11-01 11:52:00+00","84218631570_165853806772538",1],[1282,"I met Jonah Atwood and his mum Kara at the stadium after the recent Colorado game. Kara entered a Yahoo competition and they flew all the way from Paris, Kentucky. Jonah also wears number 23 for his local team, good choice!","2010-11-01 11:34:35+00","84218631570_447962961570",1],[1284,"Tough match on Sunday, we’re away to Seattle in the first leg of the MLS Play-offs.  All the guys have trained really well all week and we’re really looking forward to it and in confident mood","2010-10-29 15:38:00+00","84218631570_136908243027694",1],[1285,"Ellen made me do it, was very funny! You can view it first here....","2010-10-27 17:25:29+00","84218631570_170762509606006",1],[1287,"Check out the recent launch of my latest adidas Originals collection.  I've teamed up with designer James Bond once again and it will be on display at Selfridges until the end of October, looks good","2010-10-27 15:23:29+00","84218631570_445857516570",1],[1290,"Big twist at the end, bet you can't guess the killer","2010-10-25 13:19:22+00","84218631570_163921820298901",1],[1291,"","2010-10-22 14:54:09+00","84218631570_443643151570",1],[1293,"Big game on Sunday, at home to Dallas.  It's the last league game before the play-offs and a win would set us up nicely","2010-10-22 14:49:12+00","84218631570_156524954386001",1],[1294,"","2010-10-21 16:49:00+00","84218631570_163420813688005",1],[1295,"","2010-10-20 14:12:01+00","84218631570_126499027403498",1],[1297,"Highlights from our match against Colorado","2010-10-17 11:48:54+00","84218631570_169761189704200",1],[1299,"Just found this, that seem a long time ago! Was incredibly proud that day....","2013-05-17 18:15:08+00","84218631570_10151362202611571",1],[1301,"talks Manchester United and Hernandez","2010-10-15 15:04:34+00","84218631570_484966210335",1],[1303,"And a quick interview on the pitch afterwards","2010-10-08 13:49:59+00","84218631570_156784761021425",1],[1304,"Highlights from our win against Philadelphia","2010-10-08 13:49:02+00","84218631570_123854321003047",1],[1306,"Great atmosphere last night, enjoyed the match and good to get an assist - but more importantly the team won.  If all new supporters are like the Philadelphia fans the league will go from strength to strength","2010-10-08 10:55:59+00","84218631570_160687140616922",1],[1308,"on the two football clubs in Manchester","2010-10-05 08:53:04+00","84218631570_480612830335",1],[1310,"Please support UNICEF and their new online Campaign ‘Children Can't Wait’.  Take action today, it really makes a difference.","2010-10-01 13:55:39+00","84218631570_129829000402203",1],[1311,"talks charity","2010-09-30 12:21:36+00","84218631570_478634660335",1],[1312,"","2010-09-29 09:34:44+00","84218631570_150186968352227",1],[1314,"Great to get on the pitch last week, was nervous before the game after such a long time out.  Looking forward to playing some part this weekend","2010-09-17 12:28:20+00","84218631570_155592387793205",1],[1316,"Hi everyone, it's been a while.  As you know, I've been working hard in training and getting myself back fit.  I'm hoping to play some part this weekend, but I'll let you all know for sure in a few days...","2010-09-08 17:24:11+00","84218631570_149329508432464",1],[1318,"","2010-08-17 16:12:40+00","84218631570_420482841570",1],[1319,"signs up with EA","2010-08-17 16:08:13+00","84218631570_146990105328526",1],[1320,"signs up with EA","2010-08-17 16:06:40+00","84218631570_134506763259134",1],[1322,"at the Teen Choice Awards in LA","2010-08-11 14:42:38+00","84218631570_132988726743647",1],[1274,"Looking forward to the game tomorrow.  We have had a good week of training and the team are really focused on Seattle.  The New York defeat proved you can take nothing for granted which we wouldn't have done anyway.  Thanks for supporting me and the team, we hope to give you the right result tomorrow.","2010-11-06 13:08:36+00","84218631570_160349184004262",1],[1276,"Hard day at the office for Coco","2010-11-04 15:56:32+00","84218631570_449471511570",1],[1278,"Another shot from the new calendar","2010-11-03 13:04:24+00","84218631570_448986026570",1],[1280,"Or if you just want to check out Edson Buddle's goal, not bad!","2010-11-01 11:53:30+00","84218631570_154771637897887",1],[1283,"Great result last night at Seattle, Edson scored the only goal, with a strike worthy of winning any game.  Puts us in good shape for the return leg in LA next Sunday, however, the job is only half done and we must be at our best to make it through to the Western Conference Final","2010-11-01 11:38:05+00","84218631570_165665893458519",1],[1286,"As you can tell from all the posts, been a pretty busy week so far.  Was interviewed by Ryan Seacreast, great guy, you can listen below.....","2010-10-27 17:50:48+00","84218631570_124468547610895",1],[1288,"A quick picture with Ellen DeGeneres before the show was recorded, it's on at 4pm in the US today....will try and get some highlights up on the site later","2010-10-27 14:28:25+00","84218631570_445829356570",1],[1289,"My goal below, highlights to follow","2010-10-25 07:39:51+00","84218631570_165255510170226",1],[1292,"A good win today and I was happy with my form and goal, but the most important thing was the victory.  Great to win the shield but now the focus must be the play-off game with Seattle, will be a tough game","2010-10-25 07:31:13+00","84218631570_170623112954011",1],[1296,"","2010-10-18 14:49:10+00","84218631570_160482323972579",1],[1298,"","2013-05-17 19:42:11+00","84218631570_10151362317991571",1],[1300,"A shame about yesterday's result.  We started brightly and took the lead and had plenty of chances but ended up losing 3-1, credit to them, they played well.  One league game to go and then the play-offs, can't wait","2010-10-17 11:47:41+00","84218631570_154130497957117",1],[1302,"on Ancelotti and Chelsea","2010-10-11 10:30:59+00","84218631570_482995140335",1],[1305,"","2010-10-08 10:57:25+00","84218631570_156890091009290",1],[1307,"Meet David Beckham at an LA Galaxy Game!! Enter the competition here: http://www.facebook.com/yahoo?v=app_156215577735244","2010-10-07 11:34:29+00","84218631570_161295437231448",1],[1309,"scored a free-kick (see attached) and we won 2-0, a good weekend!","2010-10-04 10:01:15+00","84218631570_131088886941377",1],[1313,"Good result for us on Saturday, coming back from a goal down to win.  Great to get more minutes on the pitch and I'm looking forward to playing against my mate Thierry on Friday","2010-09-20 16:43:09+00","84218631570_149052148466986",1],[1315,"","2010-09-09 17:01:45+00","84218631570_149077851790479",1],[1317,"","2010-08-18 10:15:40+00","84218631570_461488750335",1],[1321,"","2010-08-11 14:44:27+00","84218631570_418566726570",1],[1325,"takes part in 'The World Interviews David Beckham' at 230pm today (BST) - click here to watch it live - http://tiny.cc/qn021","2010-07-14 10:48:23+00","84218631570_142832365728124",1],[1326,"talks about the importance of healthy eating and exercise","2010-07-05 12:29:33+00","84218631570_135063549848352",1],[1329,"talks about the World Cup","2010-07-02 21:29:08+00","84218631570_129169907120458",1],[1330,"To get all the latest news on David delivered straight to your inbox, please sign up on the website - www.davidbeckham.com, enjoy!","2010-06-18 15:48:13+00","84218631570_116671245044116",1],[1332,"would like to thank everyone for their messages of support.  I can't wait to get back playing in LA.  Back with the squad next week and determined as I have ever been to play at the highest level","2010-08-02 14:51:34+00","84218631570_147221115294322",1],[1334,"carrying out 2018 bid work in South Africa","2010-06-16 16:20:34+00","84218631570_102124263171983",1],[1335,"Recent magazine article in Time Magazine http://bit.ly/9pKvhH","2010-06-04 17:39:13+00","84218631570_129757590384695",1],[1337,"Also stopped by at the US Base Camp in Afghanistan","2010-05-27 13:14:01+00","84218631570_129702280378612",1],[1338,"Catch up on David's recent visit to Afghanistan to see the UK troops","2010-05-27 12:54:31+00","84218631570_125515174143528",1],[1339,"Catch up on David's recent visit to Afghanistan to see the UK troops","2010-05-27 12:51:05+00","84218631570_120344034670722",1],[1340,"Read David's latest blog as he talks Milan, Galaxy and his role on the 2018 bid team http://www.davidbeckham.com/","2010-05-13 12:20:38+00","84218631570_102783299767358",1],[1341,"Watch a clip of David on The View here: http://soc.li/WbgpKqf","2010-04-27 11:39:47+00","84218631570_114937408536633",1],[1342,"See the Beckham and \nBrady Boys Bond Over Football: \nhttp://www.popsugar.com/Pictures-Tom-Brady-David-Beckham-Sons-UCLA-Football-Game-8237949","2010-04-27 10:02:42+00","84218631570_112284815477425",1],[1343,"Read the LA Galaxy and AC Milan match reports here: http://davidbeckham.com/newsarticle.php?id=699\u0026lastpage=1","2010-04-26 16:12:59+00","84218631570_117161181642095",1],[1345,"Watch David on Good Morning America: http://abcnews.go.com/GMA/video/catching-david-beckham-10476229?\u0026clipId=10476229\u0026playlistId=-1\u0026cid=siteplayer","2010-04-26 15:29:55+00","84218631570_112201125482830",1],[1346,"Read David's latest blog post, where he talks about his rehabilitation and the LA Galaxy and AC Milan's progress: http://davidbeckham.com/blog.php","2010-04-16 21:41:43+00","84218631570_109880769047879",1],[1347,"Read the LA Galaxy and AC Milan match reports here: http://davidbeckham.com/newsarticle.php?id=693\u0026lastpage=1","2010-04-12 13:14:18+00","84218631570_112948278725228",1],[1355,"Read the AC Milan v Chievo Verona Match Report: http://www.davidbeckham.com/newsarticle.php?id=682\u0026lastpage=1","2010-03-15 11:37:39+00","84218631570_359368857561",1],[1356,"Check out the Manchester Utd. v AC Milan Match Report: http://davidbeckham.com/newsarticle.php?id=681\u0026lastpage=1","2010-03-11 16:31:24+00","84218631570_361224743907",1],[1359,"Here's the England v Egypt match report: http://davidbeckham.com/newsarticle.php?id=678\u0026lastpage=1","2010-03-04 14:12:08+00","84218631570_339453133731",1],[1362,"Read the AC Milan v Fiorentina match report: http://davidbeckham.com/newsarticle.php?id=676\u0026lastpage=1","2010-02-25 12:18:23+00","84218631570_341401246984",1],[1364,"Read the AC Milan v Manchester Utd. Match report here: http://www.davidbeckham.com/newsarticle.php?id=673\u0026lastpage=1","2010-02-18 11:05:03+00","84218631570_310439962860",1],[1365,"AC Milan ended a four-game winless streak with a 3-2 win against Udinese at the San Siro to move up to second in Serie A. Read the full match report here: http://davidbeckham.com/newsarticle.php?id=672\u0026lastpage=1","2010-02-12 23:20:49+00","84218631570_314840059560",1],[1366,"Read David's latest blog post about AC Milan and the match against Manchester United http://davidbeckham.com/blog.php","2010-02-09 18:02:00+00","84218631570_297680208105",1],[1367,"Click the link to read the Bologna v AC Milan match report http://davidbeckham.com/newsarticle.php?id=670\u0026lastpage=1","2010-02-08 14:14:28+00","84218631570_295660276057",1],[1323,"makes the 2010 Vanity Fair Best Dressed List","2010-08-05 11:10:24+00","84218631570_108456095874793",1],[1324,"","2010-08-02 15:00:48+00","84218631570_415644741570",1],[1327,"watched Andy Murray at Wimbledon yesterday","2010-07-03 09:15:14+00","84218631570_129762343729522",1],[1328,", Prince William and Prince Harry help host a 2010 World Cup party on behalf of the FA","2010-06-20 18:57:44+00","84218631570_103281856390073",1],[1331,"meets with Archbishop Desmond Tutu in Cape Town","2010-06-18 14:55:37+00","84218631570_113068332073108",1],[1333,"highlights from the recent trip to Afghanistan","2010-06-16 16:55:20+00","84218631570_130868400270230",1],[1336,"stars in the latest adidas advert, with a Star Wars theme","2010-06-04 18:41:19+00","84218631570_105741562806278",1],[1344,"Check out the LA Galaxy and AC Milan match reports here: http://davidbeckham.com/newsarticle.php?id=696\u0026lastpage=1","2010-04-19 12:38:47+00","84218631570_115182828505647",1],[1348,"Check out the LA Galaxy and AC Milan match reports here: http://www.davidbeckham.com/newsarticle.php?id=692\u0026lastpage=1","2010-04-06 14:40:11+00","84218631570_108903322474114",1],[1349,"Check out the latest blog post on DavidBeckham.com http://www.davidbeckham.com/news.php","2010-04-01 16:07:26+00","84218631570_109539702399894",1],[1350,"Check out the AC Milan v Lazio match report here: http://davidbeckham.com/newsarticle.php?id=690\u0026lastpage=1","2010-03-30 14:45:50+00","84218631570_108995282455483",1],[1351,"Read the match report for Parma v AC Milan: http://davidbeckham.com/newsarticle.php?id=689\u0026lastpage=1","2010-03-25 13:45:21+00","84218631570_107587072602677",1],[1352,"Here's the AC Milan v Napoli Match Report: http://davidbeckham.com/newsarticle.php?id=688\u0026lastpage=1","2010-03-22 12:47:42+00","84218631570_101371453236574",1],[1353,"I'd like to take this opportunity to thank everyone for their messages of support, they mean a lot to me. The operation was a success and I'd like to thank Dr. Orava and all the medical staff who looked after me during my time in Finland. I'm feeling positive and now concentrating on getting back to full fitness over the coming months.","2010-03-16 17:05:53+00","84218631570_393702594714",1],[1354,"Watch David in the new adidas Originals advert. \nOne lucky person will have the chance to win a piece of clothing from \nDavid's ObyO range signed by David. See the advert and enter the competition here: http://davidbeckham.com/newsarticle.php?id=687\u0026lastpage=1","2010-03-19 22:31:12+00","84218631570_104147579616073",1],[1357,"Read the Roma v AC Milan Match Report: http://www.davidbeckham.com/newsarticle.php?id=680\u0026lastpage=1","2010-03-08 11:30:55+00","84218631570_348988494265",1],[1358,"Read David's latest blog post, where he talks about the win against Egypt and preparing for upcoming matches. http://www.davidbeckham.com/blog.php","2010-03-05 10:54:13+00","84218631570_340021103779",1],[1360,"Check out the AC Milan v Atalanta match report: http://davidbeckham.com/newsarticle.php?id=677\u0026lastpage=1","2010-03-01 13:48:47+00","84218631570_334335873466",1],[1361,"In David's latest blog post, he talks about the win against Bari and learning to cook Italian food: http://davidbeckham.com/blog.php","2010-02-22 17:24:49+00","84218631570_323951963441",1],[1363,"Check out the Bari v AC Milan match report: http://www.davidbeckham.com/newsarticle.php?id=674\u0026lastpage=1","2010-02-22 13:33:18+00","84218631570_362270972891",1],[1368,"Read the AC Milan v Inter Milan match report: http://davidbeckham.com/newsarticle.php?id=667\u0026lastpage=1","2010-01-25 15:43:34+00","84218631570_270095743235",1],[1370,"Check out the latest blog post on DavidBeckham.com http://www.davidbeckham.com/blog.php","2010-01-21 17:12:07+00","84218631570_262982329142",1],[1373,"As a UNICEF Ambassador, David Beckham is appealing for people to support UNICEF's Haiti Children's Emergency Appeal. \n\nPlease show your support and donate now to help children affected by the Haiti earthquake. http://www.unicef.org.uk/haiti","2010-01-15 17:54:29+00","84218631570_269220557256",1],[1375,"David Beckham's second match with AC Milan resulted in another victory. Read the match report for AC Milan v Juventus http://davidbeckham.com/newsarticle.php?id=661\u0026lastpage=1","2010-01-11 11:39:17+00","84218631570_278845567655",1],[1376,"Read the match report of David's first game for AC Milan v Genoa http://davidbeckham.com/newsarticle.php?id=660\u0026lastpage=1","2010-01-07 16:03:18+00","84218631570_256382551792",1],[1381,"Click the link to read more about my trip to South Africa http://www.davidbeckham.com/blog.php","2009-12-04 15:57:39+00","84218631570_213649448658",1],[1383,"Listen to my interview with Fox Sports Radio here: http://bit.ly/2VeA0e","2009-11-05 11:23:05+00","84218631570_166328188132",1],[1369,"Read the \n                                          AC Milan v Livorno match report: http://davidbeckham.com/newsarticle.php?id=669\u0026lastpage=1","2010-02-04 10:51:32+00","84218631570_316602801339",1],[1371,"Watch David in the new Adidas ad http://www.youtube.com/watch?v=ZooYDKIDOaQ","2010-01-20 14:09:23+00","84218631570_260091537721",1],[1372,"Read the AC Milan v Siena match report here: http://www.davidbeckham.com/newsarticle.php?id=664\u0026lastpage=1","2010-01-18 12:29:56+00","84218631570_288255700254",1],[1374,"Here's the AC Milan v Novara Match Report http://davidbeckham.com/newsarticle.php?id=662\u0026lastpage=1","2010-01-14 17:08:55+00","84218631570_254096766990",1],[1377,"If you missed David on Lopez Tonight, check out a few clips from the show here: \nhttp://www.tbs.com/video/index.jsp?oid=199892\u0026eref=sharethisUrl\nhttp://www.tbs.com/video/index.jsp?oid=199970\u0026eref=sharethisUrl\nhttp://www.tbs.com/video/index.jsp?oid=199967\u0026eref=sharethisUrl","2010-01-06 16:55:43+00","84218631570_264045353782",1],[1378,"Click the link to read my latest blog about fitness, Milan and a busy January.\nhttp://davidbeckham.com/blog.php","2010-01-04 17:56:05+00","84218631570_266758696557",1],[1379,"David Beckham will be taping an appearance on the hit late night talk show Lopez Tonight this Wednesday, December 16th! If you'll be in the Los Angeles area, tickets to see him on the show are available now! Go to www.lopeztonight.com/audience and enter this exclusive promotional code: \"beckham\". Better hurry, tickets are limited! Pass it on!","2009-12-11 11:24:42+00","84218631570_217043938831",1],[1380,"We’re giving 5 lucky people the chance to win a David Beckham 2010 calendar signed by David himself.\r\n\r\nAll you need to enter the competition is answer the following question:\r\n\r\nHow many FIFA World Cups has David played in?\r\n\r\nA. 2\r\nB. 3\r\nC. 1\r\n\r\nSend in your answer to dbcomp@19.co.uk.\r\n\r\nWe’ll put all the correct entries into a hat and the first 5 names drawn will receive a signed calendar.\r\n\r\nGood luck!\r\n\r\nRules\r\n\r\n1)    One entry per person.\r\n2)    Please provide a full postal address with your entry.\r\n3)    Deadline for entries is Thursday 10th December at 6PM.\r\n4)    We reserve the right to cancel the competition without notice.","2009-12-08 13:29:17+00","84218631570_198043036570",1],[1382,"Watch behind-the-scenes footage of my new Adidas advert. It also stars Steven Gerrard and Zinedine Zidane. http://www.davidbeckham.com/newsarticle.php?id=649\u0026lastpage=1","2009-12-01 18:01:10+00","84218631570_213667224178",1],[1384,"Check out my new blog post on http://www.davidbeckham.com/blog.php","2009-11-04 18:02:07+00","84218631570_172381871581",1],[1385,"I found out last night I won for Best Male Athlete at the Teen Choice Awards. I wish I could have been there but I had to come back to London to join up with the England squad. We’re looking forward to our game against Holland. I want to thank everyone who voted for me and I genuinely appreciate your support.","2009-08-10 16:36:38+00","84218631570_113093623247",1],[1386,"","2009-05-20 17:56:16+00","84218631570_200405145369",1],[1387,"At the Cars 2 Premiere with Victoria and the boys...","2011-06-20 11:42:48+00","84218631570_10150205758136571",1],[1388,"As an ambassador, any support you can give to UNICEF's relief effort in Pakistan would be amazing","2010-08-03 11:50:21+00","84218631570_136853609686743",1],[1389,"looking forward to going back to The Galaxy","2010-07-30 20:51:29+00","84218631570_147067721975690",1]]}