{"title":"post","fields":["id","message","published","idPost","person_id"],"types":[23,25,1184,1043,23],"type_names":["integer","text","unknown","text","integer"],"values":[[1,"Troubling read on the increasing wildfires, like we are seeing in Alberta, \u0026 the role global warming plays in them http://ow.ly/5ywZ3007q7w","2016-05-11 21:10:29+00","169713858864_10153713469283865",1],[2,"Had a great time discussing optimism and solving the climate crisis with Guy Raz on TED Radio Hour. Listen here: http://ow.ly/4nvGOh","2016-05-06 18:10:19+00","169713858864_10153702546683865",1],[3,"I'm excited to support Don Tapscott and Alex Tapscott as their book #BlockchainRevolution is out today! http://ow.ly/6CX030057jN","2016-05-10 16:59:14+00","169713858864_10153711171523865",1],[4,"Climate crisis is here - 1st US climate refugees expose the global risk hundreds of millions face in coming decades http://ow.ly/4nnDCA","2016-05-03 17:31:37+00","169713858864_10153695758068865",1],[5,"The negative effects of ocean acidification on the Florida Keys reef are occurring 40 years earlier than expected http://ow.ly/4noCPf","2016-05-04 03:15:38+00","169713858864_10153696727508865",1],[6,"The record for the world's cheapest solar has fallen to 2.99 cents per kWh nearly half of what it was a year ago! http://ow.ly/4nqVMQ","2016-05-04 20:47:12+00","169713858864_10153698379528865",1],[7,"Watch Ken Lacovara's inspiring TED talk on how lessons from fossils helped him understand why we must #ActOnClimate http://ow.ly/4nlq8n","2016-05-02 22:07:42+00","169713858864_10153694088823865",1],[8,"Must read new book Lies Inc by Ari Rabin-Havt uncovers the industry that manufactures lies that corrupt our politics http://ow.ly/4mRiGn","2016-04-19 14:38:33+00","169713858864_10153666200818865",1],[9,"Today the leaders of the world gather at the United Nations to take a step toward a sustainable future by signing the #ParisAgreement","2016-04-22 15:20:20+00","169713858864_10153672481948865",1],[10,"Developing countries are demonstrating the exciting potential of solar power to reshape energy production. http://ow.ly/4mP18d","2016-04-18 16:46:24+00","169713858864_10153664466798865",1],[11,"Eye-opening read on the record breaking ice melt in Greenland. http://ow.ly/4mOxwj","2016-04-18 14:25:31+00","169713858864_10153664247233865",1],[12,"JMA confirms March 2016 was the hottest March on record \u0026 the 373rd consecutive month hotter than the 20th cent. avg http://ow.ly/4mOx0Y","2016-04-18 14:23:40+00","169713858864_10153664243923865",1],[13,"Proud of my daughter Karenna Gore \u0026 her thoughtful The New York Times  piece on why we must say no to the Constitution Pipeline http://ow.ly/4mLcUT","2016-04-16 13:04:45+00","169713858864_10153659818783865",1],[14,"Last year, the world agreed to work together to solve the climate crisis. Join me and Climate Reality in urging world leaders to sign the #ParisAgreement on #EarthDay http://ow.ly/4mJszS","2016-04-15 14:42:57+00","169713858864_10153657979063865",1],[15,"Important read on how climate change is leading to longer and in some cases continuous wildfire seasons. http://ow.ly/10FiNo","2016-04-14 15:40:12+00","169713858864_10153655668183865",1],[16,"We deserve a future powered by clean energy! Speak up and make your voice heard: http://ow.ly/10AhNw","2016-04-12 17:33:04+00","169713858864_10153651592658865",1],[17,"World leaders agreed to work together to solve the climate crisis. We must urge them to follow through: http://ow.ly/10wYJ0","2016-04-11 14:39:34+00","169713858864_10153648707373865",1],[18,"Join me \u0026 Climate Reality  in urging world leaders to sign the #ParisAgreement on #EarthDay http://ow.ly/10peJt","2016-04-07 15:51:54+00","169713858864_10153639646948865",1],[19,"21 nations show economic growth \u0026 solving climate change can occur together. Read @WorldResources' piece on decoupling http://ow.ly/10noJz","2016-04-06 22:33:54+00","169713858864_10153637959393865",1],[20,"Excited to see that China's largest bank, ICBC, will begin accounting for risks from climate change. http://ow.ly/106c6S","2016-03-30 19:16:40+00","169713858864_10153618298528865",1],[21,"We must urge world leaders to fully uphold their commitments, from this past December, to solve the climate crisis. http://ow.ly/10jt8s #EarthDay","2016-04-05 14:50:19+00","169713858864_10153634828703865",1],[22,"The coalition of Attorneys General announced today to guard \u0026 advance progress on climate action is a key step to a sustainable future.","2016-03-29 18:48:27+00","169713858864_10153614539548865",1],[23,"Encouraging news on the record breaking year for renewables in 2015 from Bloomberg New Energy Finance and UNEP assessment! http://ow.ly/ZUG2D","2016-03-24 22:32:35+00","169713858864_10153595624923865",1],[24,"Rockefeller Family Fund boldly steps into the future, divesting from fossil fuels \u0026 rebuking Exxon's climate denial http://ow.ly/ZS6rn","2016-03-23 22:02:23+00","169713858864_10153591777228865",1],[25,"Congratulations on a job well done Todd Stern! Thank you for your service!","2016-03-21 21:19:34+00","169713858864_10153584379678865",1],[26,"","2016-03-21 18:07:21+00","169713858864_10153583934323865",1],[27,"Global economy grew 2 years in a row while emissions declined, thanks to 90% of new electricity coming from renewables. http://ow.ly/ZC9Oy","2016-03-17 15:00:58+00","169713858864_10153572238633865",1],[28,"President Obama's announcement to limit offshore drilling in the Atlantic is an important and promising step in solving the climate crisis.","2016-03-16 14:56:50+00","169713858864_10153569424453865",1],[29,"2016 is a critical year for #ClimateAction. Climate Reality Leaders, you can make a difference! #CRinPH","2016-03-16 13:50:15+00","169713858864_10153569314348865",1],[30,"Such great energy in the Climate Reality  Leadership training yesterday. One more day to go! #CRinPH","2016-03-16 00:22:15+00","169713858864_10153568042783865",1],[31,"In 2015 we decided to act to solve the climate crisis with the #ParisAgreement. Now we must work to implement those commitments! #CRinPH","2016-03-15 11:56:39+00","169713858864_10153566582983865",1],[32,"I'm excited to be in Manila for another Climate Reality Leadership Corps training! #CRinPH","2016-03-15 02:48:42+00","169713858864_10153565760848865",1],[33,"Hello #CRinPH! Thrilled to be here with Climate Reality Leaders from around the world!","2016-03-13 23:08:01+00","169713858864_10153562821698865",1],[34,"Read this eye-opening article in National Geographic on how climate change will alter Africa's food systems \u0026 economies by 2100: http://ow.ly/ZncOg","2016-03-12 03:33:06+00","169713858864_10153553431318865",1],[35,"I am deeply saddened by the loss of my talented friend and climate activist Gary Braasch. He will be missed.","2016-03-08 00:41:47+00","169713858864_10153543257443865",1],[36,"For the third year in a row Alaskans have to get creative to carry out the #Iditarod in the face of climate change. http://ow.ly/ZaJSR","2016-03-07 17:52:33+00","169713858864_10153542503663865",1],[37,"The #ParisAgreement was a breakthrough! Learn how nations aren't waiting to #ActOnClimate: http://ow.ly/YZcK3 #weWILLchange","2016-03-02 16:31:00+00","169713858864_10153532170608865",1],[38,"Great to see Leonardo DiCaprio receive a well-deserved \u0026 way overdue best actor award! And so like Leo to use the stage to help save the climate!","2016-02-29 17:04:51+00","169713858864_10153528328343865",1],[39,"\"The climate crisis is the #1 risk to the global economy.\" Learn how we can \u0026 are acting here: http://ow.ly/YTc0k #weWILLchange","2016-02-29 16:58:55+00","169713858864_10153528321453865",1],[40,"In my first post on Medium, I talk about how we're beginning to solve the climate crisis! Read it here: http://ow.ly/YNEW3 #weWILLchange","2016-02-26 17:54:00+00","169713858864_10153522122733865",1],[43,"January: 371st consecutive month warmer than 20th century average, but we are solving the climate crisis: http://ow.ly/YIP7u #weWILLchange","2016-02-24 23:20:00+00","169713858864_10153518568343865",1],[45,"We must act to solve the climate crises \u0026 we are! Watch my new TED talk to learn more. http://go.ted.com/CZQP","2016-02-23 17:17:23+00","169713858864_10153516040943865",1],[46,"The #ParisAgreement achieved the highest of expectations \u0026 #Means4Me that we can \u0026 will solve the climate crisis. On April 22 UN Secretary-General Ban Ki-moon will join Heads of State and Government to sign the historic Paris Climate Change Agreement made this past December. What does it mean for you? @UNFCCC","2016-02-16 22:04:17+00","169713858864_10153503054388865",1],[50,"Climate action is applauded by NH crowds at GOP campaign stops, thanks to Climate Reality Leaders like Dan Kipnis! http://ow.ly/Y89G4","2016-02-09 17:38:04+00","169713858864_10153489559473865",1],[53,"Utilities are making things much worse for themselves by fighting rooftop solar. David Roberts explains why. http://ow.ly/XZvQI","2016-02-05 15:33:11+00","169713858864_10153481742943865",1],[55,"\"The hotter it gets, the better the mosquito that carries Zika virus is at transmitting its buffet of dangerous illnesses, scientists say.\" http://ow.ly/XTNne","2016-02-03 16:00:19+00","169713858864_10153478550523865",1],[56,"We have a lot of work to do after #COP21. Apply now to join me at #CRinPH on March 14-16 to learn what you can do: http://ow.ly/XBfQU","2016-01-27 17:29:10+00","169713858864_10153465868973865",1],[59,"NASA - National Aeronautics and Space Administration and National Oceanic and Atmospheric Administration (NOAA) confirm 2015 was by far the hottest year on record. The #ParisAgreement was the beginning. Now we must act!","2016-01-20 16:46:52+00","169713858864_10153453189898865",1],[61,"Encouraged by President Obama's coal lease overhaul. Our economy doesn't have to be tied to the extraction of fossil fuels. #keepitintheground","2016-01-15 18:41:24+00","169713858864_10153443819883865",1],[62,"","2016-01-13 16:43:20+00","169713858864_10153439987748865",1],[64,"Important article in Financial Times  on the strong link between climate change and the recent flooding in the UK: http://ow.ly/WUnMS","2016-01-11 17:18:39+00","169713858864_10153435565293865",1],[66,"2015 added to a 19yr streak where the annual average U.S. temp exceeded the 20th-century average according to National Oceanic and Atmospheric Administration (NOAA) http://ow.ly/WLEml","2016-01-07 19:29:48+00","169713858864_10153428380093865",1],[69,"Justin Gillis on the causes and effects of the current \"climate chaos\" we are seeing around the world: http://ow.ly/WuKUn","2015-12-31 16:26:34+00","169713858864_10153414884643865",1],[71,"Québec \u0026 Prime Minister Phillip Couillard continue to show bold leadership to solve the climate crisis. Inspiring. Incroyable. http://ow.ly/Vxe9n #COP21","2015-12-06 06:03:22+00","169713858864_10153365539258865",1],[73,"Manitoba — hurray! — is adding to Canadian provincial leadership by launching a carbon market. Great timing for the world!","2015-12-03 21:06:39+00","169713858864_10153361282598865",1],[75,"The world is indebted to Maurice Strong for his visionary leadership toward solutions for the climate crisis. It is in no small measure because of Maurice that world leaders are meeting here in Paris this week to continue the journey of hope that he charted in Rio more than 23 years ago. Many of us here will be honoring his memory as the world begins to take climate action these next two weeks. I will miss him as a close friend and a tireless advocate for a healthier planet. http://ow.ly/VeczQ","2015-11-29 15:28:31+00","169713858864_10153354203923865",1],[76,"My statement on today's announcement in Alberta: http://ow.ly/UWxBK","2015-11-22 20:39:04+00","169713858864_10153343193953865",1],[78,"Last month was the hottest October ever recorded - and 2015 is now almost certain to be the warmest year on record http://ow.ly/UMj5j","2015-11-17 22:59:36+00","169713858864_10153335442728865",1],[80,"An encouraging poll shows a majority of CEOs support carbon pricing mechanisms as we head into #COP21 http://ow.ly/UIoVw","2015-11-16 17:36:00+00","169713858864_10153333592638865",1],[82,"Out of solidarity with the French people and the City of Paris, we have decided to suspend our broadcast of 24 Hours of Reality and Live Earth. Our thoughts are with all who have been affected and the entire nation of France. We send our condolences to the families of those who have been killed or injured.","2015-11-14 01:08:21+00","169713858864_10153329424668865",1],[84,"On to Hour 4! Join us in Paris for #24HoursOfReality here: http://ow.ly/UCQBM #WhyImWatching","2015-11-13 20:00:38+00","169713858864_10153329028083865",1],[87,"Welcome to #24HoursOfReality: The World is Watching. Join us at: http://ow.ly/UCqh9","2015-11-13 17:06:51+00","169713858864_10153328814743865",1],[88,"Good evening! We’re about to kick off 24 Hours: The World is Watching! Join us: #WhyImWatching http://ow.ly/UCgxj","2015-11-13 16:30:15+00","169713858864_10153328762358865",1],[91,"Pharrell Williams, thank you for all of your work with Climate Reality's 24 Hours of Reality and Live Earth: The World Is Watching. I look forward to you joining us tomorrow! 24hoursofreality.org","2015-11-12 14:36:08+00","169713858864_10153327124683865",1],[92,"Show world leaders the planet is united in the fight for climate action. Join me for 24 Hours of Reality and Live Earth: The World Is Watching. http://ow.ly/UwySP #WhyImWatching","2015-11-11 16:15:55+00","169713858864_10153325536393865",1],[94,"On November 13-14 we'll send one message to world leaders: Take climate action now! Be part of climate change history at http://ow.ly/UtGWf #WhyImWatching","2015-11-10 16:31:28+00","169713858864_10153324140588865",1],[97,"President Obama's decision to reject the Keystone Pipeline today is an inspiring step in #ClimateAction leading to #COP21!","2015-11-06 17:08:17+00","169713858864_10153318043683865",1],[103,"Congrats to my friend Lisa Randall on her new book “Dark Matter \u0026 the Dinosaurs” where she discusses dark matter \u0026 its role in our universe!","2015-10-26 21:44:44+00","169713858864_10153301312428865",1],[105,"Important piece by Joe Romm at Think Progress on the direct, negative impact CO2 has on human cognition \u0026 decision making http://ow.ly/TS2jA","2015-10-26 21:25:02+00","169713858864_10153301292508865",1],[107,"Today NASA - National Aeronautics and Space Administration launched its site for #DSCOVR's daily images. I look forward to seeing more from #DSCOVR. http://ow.ly/TAEP4","2015-10-19 17:17:06+00","169713858864_10153289435268865",1],[108,"Great article by Martin Wolf on Bank of England’s call for recognition of financial risks from the climate crisis http://ow.ly/TvwSC","2015-10-16 22:09:55+00","169713858864_10153285341148865",1],[109,"A lot's riding on what world leaders decide at #COP21 Watch Now:  http://ow.ly/TdBwH #ActOnClimate","2015-10-09 15:56:32+00","169713858864_10153273031418865",1],[110,"Congratulations to Governor Andrew Cuomo \u0026 New York State on today's announcements and thank you for your exemplary climate leadership.","2015-10-08 20:29:49+00","169713858864_10153271912803865",1],[41,"Had a great time discussing our progress solving the climate crisis since my last visit to TED. Watch http://ow.ly/YNkXF #weWILLchange","2016-02-26 16:10:08+00","169713858864_10153521949573865",1],[42,"Renewables accounted for nearly ¾ of investments in new electricity generation in the US for 2015! http://ow.ly/YKwh5 #weWILLchange","2016-02-25 15:45:36+00","169713858864_10153519877828865",1],[44,"Renewable energy is allowing developing nations to leapfrog dated electricity grids \u0026 #ActOnClimate. http://ow.ly/YIcXy #weWILLchange","2016-02-24 18:51:06+00","169713858864_10153518163463865",1],[47,"I'm looking forward to taking the stage tomorrow here in Vancouver for #TED2016!","2016-02-17 02:55:13+00","169713858864_10153503523013865",1],[48,"We can protect the world we love from climate change. It’s time to #ActOnClimate! #ShowtheLove http://ow.ly/Yj2i9","2016-02-14 15:25:41+00","169713858864_10153498562193865",1],[49,"Today marks the 1 year anniversary of the #DSCOVR launch. Check out some highlights from its journey! NASA - National Aeronautics and Space Administration National Oceanic and Atmospheric Administration (NOAA) http://ow.ly/YdzmX","2016-02-11 16:54:39+00","169713858864_10153493162978865",1],[51,"Croatia's decision to halt plans for a new coal plant \u0026 explore clean energy alternatives is important. Great job! http://ow.ly/Y5Tqi","2016-02-08 21:14:59+00","169713858864_10153488129208865",1],[52,"In 2015, \"for the 2nd straight year clean power eclipsed fossil fuels as the biggest source of new power” in the US\" http://ow.ly/XZDaw","2016-02-05 16:10:39+00","169713858864_10153481819188865",1],[54,"Public financing of basic research is absolutely necessary for ground-breaking new scientific discoveries. http://ow.ly/XXTpB","2016-02-04 22:57:46+00","169713858864_10153480711083865",1],[57,"We're gathering top experts and global citizens to help change the world. Join us March 14-16 at #CRinPH: http://ow.ly/Xvnrz","2016-01-25 16:50:26+00","169713858864_10153462192353865",1],[58,"Don’t let climate denial go unchallenged. Join me in Manila March 14- 16 to become a Climate Reality Leader: http://ow.ly/XnEg0","2016-01-21 22:38:58+00","169713858864_10153455540583865",1],[60,"To fulfill the #ParisAgreement, we need citizen leaders more than ever. Apply now to join me at #CRinPH: http://ow.ly/XgRhk","2016-01-19 15:30:12+00","169713858864_10153451116168865",1],[63,"We’ll help to solve the climate crisis together. Join me and Climate Reality in Manila at #CRinPH, March 14-16: http://ow.ly/WXpDM","2016-01-12 16:14:35+00","169713858864_10153437884733865",1],[65,"Read The Guardian's article on how the impacts of what was once 'freak weather' now are the \"new norm\" for Missourians. http://ow.ly/WOQrz","2016-01-08 23:01:04+00","169713858864_10153430628793865",1],[67,"Dale was a champion for progress throughout the South \u0026 all who served with him will miss his courage \u0026 leadership. http://ow.ly/WydHB","2016-01-03 02:31:17+00","169713858864_10153419816308865",1],[68,"Join investors, businesses, cities \u0026 regions in welcoming the #ParisAgreement w/ the Paris Pledge for Action! http://ow.ly/VZBvm #COP21","2015-12-16 20:31:33+00","169713858864_10153383364053865",1],[70,"Paul Krugman on why the Paris agreement gives hope and momentum to our efforts to solve the climate crisis: http://ow.ly/VSzJU","2015-12-14 23:50:44+00","169713858864_10153380487028865",1],[72,"I was inspired by today's conversation with 300+ NGO leaders taking #climateaction. Keep up the good work! #COP21","2015-12-05 00:08:35+00","169713858864_10153363332393865",1],[74,"Great to see President Obama  \u0026 President Xi Jinping continue to call for urgent climate action here at #COP21 today.","2015-11-30 15:52:10+00","169713858864_10153355944148865",1],[77,"My statement on today’s announcement by the UK to phase out coal by 2025 \nhttp://ow.ly/UNfio","2015-11-18 11:06:23+00","169713858864_10153336177043865",1],[79,"Joe Romm’s new book, Climate Change: What Everyone Needs to Know, is a must read on impacts of the climate crisis http://ow.ly/ULlYE","2015-11-17 16:59:15+00","169713858864_10153335001078865",1],[81,"","2015-11-16 15:51:57+00","169713858864_10153333468168865",1],[83,"Thank you Duran Duran for performing live in Paris at #24HoursOfReality. You were tremendous! Join us here: http://ow.ly/UD1bA #WhyImWatching","2015-11-13 21:08:24+00","169713858864_10153329117143865",1],[85,"We’re now live in Paris at #24HoursOfReality! Join us: http://ow.ly/UCJ1b #WhyImWatching","2015-11-13 19:11:50+00","169713858864_10153328972598865",1],[86,"On to Hour 2 of the #24HoursOfReality: The World is Watching! Join us here: http://ow.ly/UCC6M #WhyImWatching","2015-11-13 18:20:08+00","169713858864_10153328909083865",1],[89,"I’m excited that my friends Pharrell Williams, Mumford and Sons, Sarah Backhouse, Duran Duran, Elton John , Hozier, Vanessa Hauc, Thirty Seconds to Mars, Fall Out Boy, Ryan Reynolds, Calum Worthy, Ed Begley, Jr., Sam Champion \u0026 more are able to join Climate Reality  \u0026 myself for 24 Hours of Reality. Join us here: http://ow.ly/UA1RA","2015-11-12 20:07:33+00","169713858864_10153327512773865",1],[90,"Every movement has its moment. This is ours. http://ow.ly/UzgrJ #WhyImWatching","2015-11-12 15:51:56+00","169713858864_10153327205108865",1],[93,"Renewable energy accounted for nearly half of new power generation in 2014 according to International Energy Agency (IEA)'s World Energy Outlook http://ow.ly/UuFkF","2015-11-10 23:01:56+00","169713858864_10153324583353865",1],[95,"We've seen enough of climate change. It's time to speak up. Join me for 24 Hours of Reality and Live Earth: The World is Watching to demand #ClimateAction. We have a collective voice, and that’s powerful. http://ow.ly/Uqpcu","2015-11-09 16:14:17+00","169713858864_10153322498328865",1],[96,"It’s our time to act. Boldly and bravely. It starts with 24 Hours of Reality and Live Earth: The World Is Watching. Join me on November 13-14 to demand climate action.   http://ow.ly/UkRHZ #WhyImWatching","2015-11-06 16:33:28+00","169713858864_10153318008608865",1],[98,"Must read piece explaining NASA’s recent ice study by Mashable's Andrew Freedman: \"We’re losing tremendous amount of ice…we’re even losing tremendous amounts of ice from around Antarctica.\" http://ow.ly/UjbLq","2015-11-05 23:47:25+00","169713858864_10153317010048865",1],[99,"Read Generation Foundation \u0026 KKS Advisors ' new white paper on why Integrated Guidance should replace regular earnings guidance http://ow.ly/Ui1al","2015-11-05 16:06:53+00","169713858864_10153316535078865",1],[100,"Watch CodeGirl Movie from my friend Lesley Chilcott and encourage girls to code. #RallyForCODEGIRL http://bit.ly/1Gttnn5","2015-11-02 21:05:13+00","169713858864_10153312522233865",1],[101,"“I am saddened to learn of the passing of Senator Fred Thompson. His longtime dedication to public service helped millions of people around the country and here, in our home state. At a moment of history’s choosing, Fred’s extraordinary integrity while working with Senator Howard Baker on the Watergate Committee helped our nation find its way. I was deeply inspired by his matter-of-fact, no-nonsense moral courage in that crucible. Tennessee and our nation owe a great debt to Fred Thompson. We will miss him. My condolences to Fred’s beloved family.” http://ow.ly/U6YUe","2015-11-02 02:48:45+00","169713858864_10153311370013865",1],[102,"I had a great discussion with Jared Leto on how we can #ActOnClimate on #BeyondtheHorizon. Watch here: http://ow.ly/TUk2E","2015-10-27 16:31:09+00","169713858864_10153302493283865",1],[104,"I'm hopeful tonight's election will put Canada back in a leadership position heading into #COP21. Congratulations to @JustinTrudeau.","2015-10-20 06:12:13+00","169713858864_10153290224808865",1],[106,"DSCOVR’s site displaying new daily images of Earth from L1 was launched today! Congratulations to all those who made this happen!","2015-10-19 20:47:54+00","169713858864_10153289680688865",1],[111,"Pleased to join Governor Cuomo \u0026 New York State as they take bold #ClimateAction that is vital to solving the climate crisis: http://ow.ly/TbtRS","2015-10-08 19:52:02+00","169713858864_10153271872053865",1],[113,"Renewables are beating fossil fuels on economics \u0026 fueling a \"virtuous cycle\" that speeds the decline of coal \u0026 gas http://ow.ly/T8P6R","2015-10-07 20:56:49+00","169713858864_10153270496438865",1],[117,"Inspiring to see the Christian Coalition supporting solar power - solar energy is transcending partisan divisions http://ow.ly/SS5KO","2015-10-01 02:33:22+00","169713858864_10153259906173865",1],[121,"2015 is a critical year for #ClimateAction. @ClimateReality Leaders, you can make a difference! #CRinFlorida","2015-09-29 14:42:17+00","169713858864_10153257469708865",1],[123,"Hello #CRinFlorida! Thrilled to be here with @ClimateReality leaders from around the world!","2015-09-28 13:16:25+00","169713858864_10153255746518865",1],[125,"Some of the world’s most prominent businesses are taking #ClimateAction by converting to renewable energy. http://ow.ly/SAymI","2015-09-23 20:06:23+00","169713858864_10153247936078865",1],[127,"More businesses are taking #ClimateAction. Incorporating the costs of carbon pollution is an economic imperative. http://ow.ly/SuTIS","2015-09-21 21:35:29+00","169713858864_10153244169503865",1],[129,"Important piece from InsideClimate News exposing how Exxon went from researching the climate crisis to denying it. http://ow.ly/SpmRS","2015-09-18 21:35:47+00","169713858864_10153237834968865",1],[132,"Renewable energy is helping countries throughout Africa tackle extreme poverty and take #ClimateAction. http://ow.ly/S6H6g","2015-09-11 20:42:28+00","169713858864_10153221726333865",1],[134,"Barry Goldwater Jr. calls on Republicans to champion the future by supporting free market renewables policy. http://ow.ly/RZeLB","2015-09-09 14:21:37+00","169713858864_10153216837223865",1],[139,"New report finds taking #ClimateAction to solve the climate crisis is cheaper than inaction. http://ow.ly/RE28l","2015-09-01 14:59:36+00","169713858864_10153199991658865",1],[141,"Last week, Park City, Utah committed to climate action by joining The Climate Reality Project in saying #IAMPROSNOW: http://ow.ly/RpZDx","2015-08-26 20:06:22+00","169713858864_10153188568868865",1],[142,"The amount of ice broken off in Greenland’s most recent calving event is big enough to cover Manhattan. http://ow.ly/RmbKJ","2015-08-25 17:41:10+00","169713858864_10153186291743865",1],[143,"Solving the climate crisis will be a defining moment in history. Join me \u0026 become a Climate Reality Leader to help: http://ow.ly/RibN6","2015-08-24 15:13:53+00","169713858864_10153184072978865",1],[145,"Next month in Florida, I’ll train hundreds of new Climate Reality Leaders to take action. Join me: http://ow.ly/Rdd0E #CRinFlorida","2015-08-21 20:38:53+00","169713858864_10153178236138865",1],[147,"Preliminary data from NASA shows that July 2015 was likely the hottest month on record. http://ow.ly/R7A6E","2015-08-19 23:42:49+00","169713858864_10153174516428865",1],[153,"","2015-08-12 14:34:53+00","169713858864_10153159274278865",1],[155,"Nasa just released an incredible video of the moon passing in front of the Earth from #DSCOVR’s vantage point!","2015-08-05 18:47:03+00","169713858864_10153143648793865",1],[156,"Today’s release of the Clean Power Plan demonstrates POTUS’ dedication to solving the climate crisis and is a crucial step on the road to a strong emissions reductions agreement in Paris. #ActOnClimate","2015-08-03 19:14:31+00","169713858864_10153139844573865",1],[159,"Picture 2 from #DSCOVR brings back memories of \"The Blue Marble\" picture, 42 1/2 years ago. http://ow.ly/QfZ5p","2015-07-30 00:33:35+00","169713858864_10153130384913865",1],[161,"Find out more about DSCOVR by visiting http://ow.ly/QbFPL","2015-07-28 16:02:50+00","169713858864_10153127696153865",1],[162,"Green Tea leader Debbie Dooley explains why supporting renewable energy is a nonpartisan issue. @Crimsontider http://ow.ly/Q3srq","2015-07-24 20:16:05+00","169713858864_10153119791543865",1],[164,"DSCOVR‘s first image taken from L1 was released Monday! Congratulations to all those who made this happen! http://ow.ly/PXmbj","2015-07-22 18:46:40+00","169713858864_10153115970938865",1],[166,"Watch my partner David Blood \u0026 I discuss findings from Generation Foundation’s new white paper. http://ow.ly/PE7Pb #SustainableCapitalism","2015-07-15 15:08:47+00","169713858864_10153099942728865",1],[172,"Marriage Equality for all is a right. I applaud today's historic SCOTUS decision.","2015-06-26 15:04:14+00","169713858864_10153058757743865",1],[174,"Congrats to Team Live Earth for their win in the Race Across America, and for raising awareness for Live Earth: Road to Paris!","2015-06-26 14:52:27+00","169713858864_10153058742003865",1],[175,"This morning I had a great conversation with Sir Martin Sorrell at the Cannes Lions Festival. You can watch it here. http://ow.ly/OPObW","2015-06-26 13:07:35+00","169713858864_10153058594848865",1],[176,"Major new study from The Lancet shows that the climate crisis is causing a \"medical emergency.” http://ow.ly/OHNeN","2015-06-23 21:24:46+00","169713858864_10153053440183865",1],[178,"My friend and fellow climate activist Mark Ruffalo discusses the climate crisis and how you can take Climate Action. http://ow.ly/OHogI","2015-06-23 18:41:49+00","169713858864_10153053153318865",1],[180,"I’m gathering climate experts and global citizens July 9-10 for a Climate Reality leadership training. Apply today: http://ow.ly/Ovi8s","2015-06-18 20:52:05+00","169713858864_10153040158398865",1],[182,"Next month in Toronto, I’m training a global force of climate visionaries. Apply now: http://ow.ly/OloPi","2015-06-15 16:02:04+00","169713858864_10153033050333865",1],[184,"Commitment by G7 nations to long term decarbonization is an important step on the Road to Paris. http://ow.ly/O2QnZ","2015-06-08 21:50:57+00","169713858864_10153021031288865",1],[186,"Encouraged to see that Norway is taking a critical step toward climate action.  http://ow.ly/NWaUK","2015-06-05 20:04:13+00","169713858864_10153015496633865",1],[187,"Must read Politico story on Mike Bloomberg, the Sierra Club's Beyond Coal Campaign and the future of American energy: http://ow.ly/NvIlY","2015-05-27 18:26:35+00","169713858864_10152990600513865",1],[189,"Debunking climate deniers in Congress: http://bit.ly/1cTxIBJ","2015-05-26 16:10:36+00","169713858864_10152985661828865",1],[190,"Read the latest research on sustainable capitalism from the Generation Foundation: http://t.co/tRuroBW3HX","2015-05-23 16:10:28+00","169713858864_10152975849723865",1],[191,"Our resource-constrained world requires a new form of capitalism. New research from the Generation Foundation: http://t.co/tRuroBW3HX","2015-05-22 19:05:08+00","169713858864_10152973114103865",1],[112,"We need to take #climateaction now. Watch Climate Reality's inspiring open letter and add your voice: http://ow.ly/Tb1EF","2015-10-08 16:36:41+00","169713858864_10153271622523865",1],[114,"Now is the time for world leaders to #ActonClimate. Watch the video and add your voice: http://ow.ly/T7R2a #COP21","2015-10-07 15:53:56+00","169713858864_10153270072643865",1],[115,"Parliament of the World's Religions brings 10,000 global leaders Oct.\n15-19 to advance #ClimateAction! Take part: http://ow.ly/T7GUc #2015Parliament","2015-10-07 15:01:26+00","169713858864_10153269992723865",1],[116,"Check out Climate Reality's open letter to world leaders meeting in Paris at #COP21 http://ow.ly/T5zR5 #ActOnClimate","2015-10-06 18:55:22+00","169713858864_10153268790833865",1],[118,"I'm excited to be here at Stanford University today as students #ActOnClimate so that we can #KnowTomorrow. Join us: http://ow.ly/SXrJm","2015-10-02 22:59:51+00","169713858864_10153262676313865",1],[119,"Such great energy in the Climate Reality Leadership training yesterday. One more day to go! #CRinFlorida #RoadtoParis #ClimateHope","2015-09-30 14:49:54+00","169713858864_10153259078963865",1],[120,"Mark Carney from the Bank of England identifies \"potentially huge\" financial losses if we fail to #ActOnClimate http://ow.ly/SOZZp","2015-09-29 23:31:56+00","169713858864_10153258134068865",1],[122,"Thanks @SenBillNelson for joining @ClimateReality today \u0026 your great work on solving the climate crisis! #CRinFlorida","2015-09-28 15:16:49+00","169713858864_10153255912803865",1],[124,"China’s commitment to implement a cap-and-trade system is a critical step, taken by the world’s largest polluter, toward a strong agreement in Paris. The joint leadership of the US and China on the greatest challenge of our time gives me hope that we will solve the climate crisis. #ActOnClimate","2015-09-25 16:59:49+00","169713858864_10153251000293865",1],[126,"Part II of InsideClimate's expose on Exxon's dangerous history of ignoring the realities of the climate crisis: http://ow.ly/Spn71","2015-09-18 21:38:14+00","169713858864_10153237839383865",1],[128,".@NASA confirms summer 2015 was the hottest summer ever recorded.  http://ow.ly/SgtbO #ActOnClimate","2015-09-16 02:13:54+00","169713858864_10153232319193865",1],[130,"People are taking #ClimateAction in Africa with solar power to avoid the continent’s power outages. http://ow.ly/Sgiar","2015-09-15 23:19:28+00","169713858864_10153232095713865",1],[131,"New PM offers fresh opportunity for Australia to stand beside the US and China in a leadership position going into #COP21","2015-09-14 13:36:17+00","169713858864_10153229072433865",1],[133,"Pleased to share a new report from the UNEP Finance Initiative \u0026 Principles for Responsible Investment - \"Fiduciary Duty in the 21st Century\" http://bit.ly/1IWdBv1 @GenerationFndt","2015-09-09 17:26:42+00","169713858864_10153217150373865",1],[135,"Progress on #ClimateAction is accelerating, but more must be done - great overview from Jonathan Chait in New York Magazine http://ow.ly/RXwbH","2015-09-09 01:24:31+00","169713858864_10153215917573865",1],[136,"Cities taking #ClimateAction can save trillions of dollars - new report from New Climate Economy http://ow.ly/RXocw","2015-09-08 23:37:00+00","169713858864_10153215759838865",1],[137,"Aspen has become the latest city in the US to run on 100% renewable energy! http://ow.ly/RO5Wx","2015-09-04 19:26:19+00","169713858864_10153207463413865",1],[138,"It's past time to recalibrate the scope of fiduciary duty to include sustainability. Read today’s Generation Foundation OpEd http://ow.ly/RHpsE","2015-09-02 15:11:40+00","169713858864_10153202035643865",1],[140,"New Colorado solar farm beats gas on economics \u0026 shows renewables' increasingly competitive edge against fossil fuels http://ow.ly/RtuEb","2015-08-27 22:11:01+00","169713858864_10153190732288865",1],[144,"NOAA confirms July 2015 hottest month ever recorded \u0026 Jan-July 2015 hottest such period ever recorded. #ActOnClimate http://ow.ly/RaIsO","2015-08-21 00:43:38+00","169713858864_10153176501183865",1],[146,"Great work by @kissthegroundCA on Earth's delicate carbon balance \u0026 what it means for the climate crisis. http://ow.ly/R93B4 #soilstory","2015-08-20 14:07:34+00","169713858864_10153175563968865",1],[148,"Cities play a crucial role in solving the climate crisis. Read more by my friend Michael Bloomberg in Foreign Affairs: http://ow.ly/R7sgt","2015-08-19 22:34:22+00","169713858864_10153174430468865",1],[149,"New video by Remind showing the difference teachers are making – “She made me a better person.” http://ow.ly/R75aT #teachsmall","2015-08-19 20:01:50+00","169713858864_10153174169558865",1],[150,"The time to act is now. Join me next month at #CRinFlorida to become a Climate Reality Leader: http://ow.ly/R3pbg","2015-08-18 16:54:09+00","169713858864_10153171572078865",1],[151,"I am deeply saddened by the passing of Julian Bond. A lifelong champion for civil rights and the under privileged, he served as an inspiration to us all and we are each better because of his courageous work and commitment to justice.","2015-08-16 15:17:05+00","169713858864_10153167691968865",1],[152,"We’ll solve the climate crisis together. Join me at #CRinFlorida: http://ow.ly/QRwSL","2015-08-13 15:18:31+00","169713858864_10153161740368865",1],[154,"My friends Jason Mraz \u0026 Kiss the Ground show how soil protection can help solve the climate crisis. http://ow.ly/QxqLM #SoilStory","2015-08-05 19:11:15+00","169713858864_10153143689048865",1],[157,"Wednesday NASA posted the latest DSCOVR image taken by EPIC. I look forward to seeing more from DSCOVR \u0026 EPIC. http://ow.ly/QkPSM","2015-07-31 15:26:02+00","169713858864_10153133804198865",1],[158,"Last week in Germany renewables briefly provided a record breaking 78% of the country's electricity. http://ow.ly/QhuaX","2015-07-30 14:30:50+00","169713858864_10153131374453865",1],[160,"Jack Gibbons' optimism \u0026 imagination helped the US to face complex issues. My remembrance of this unique public servant. http://ow.ly/QfNz4","2015-07-29 22:25:41+00","169713858864_10153130176328865",1],[163,"My friend Anwar Ibrahim explains why he stayed in Malaysia to face persecution for political reform: http://ow.ly/Q315p","2015-07-24 17:17:55+00","169713858864_10153119559078865",1],[165,"","2015-07-20 15:35:30+00","169713858864_10153111026898865",1],[167,"Take a look at the 1st “Blue Marble” image since 1972! Learn more about #DSCOVR at http://ow.ly/PQhab","2015-07-20 14:49:46+00","169713858864_10153110878788865",1],[168,"Thanks Premier Kathleen Wynne for joining Climate Reality today \u0026 your great work on solving the climate crisis! #CRinCanada","2015-07-10 18:42:39+00","169713858864_10153090703763865",1],[169,"Such great energy in the Climate Reality Leadership training yesterday. One more day to go! #CRinCanada #RoadtoParis #ClimateHope","2015-07-10 13:29:12+00","169713858864_10153090057183865",1],[170,"Hello #CRINCANADA! It’s great to be here with Climate Reality leaders from around the world! #RoadtoParis #ClimateHope","2015-07-09 15:48:16+00","169713858864_10153088035218865",1],[171,"Congratulations to the US women's national soccer team! What a great game! #USWNT","2015-07-06 00:51:32+00","169713858864_10153080930878865",1],[173,"Congrats to Solar Impulse for reaching Hawaii today on the first solar powered round the world flight!","2015-07-04 18:08:38+00","169713858864_10153077996928865",1],[177,"Team Live Earth is currently in 1st place in the Race Across America, building momentum for Live Earth: Road to Paris: http://ow.ly/OHFbc","2015-06-23 20:30:02+00","169713858864_10153053334113865",1],[179,"Read my discussion with Pharrell in PAPER magazine on Live Earth and why 2015 is the year of #ClimateAction: http://ow.ly/OEfe8","2015-06-22 21:07:54+00","169713858864_10153051022018865",1],[181,"Great profile by Justin Gillis on Naomi Oreskes' important work revealing scientific consensus on the climate crisis: http://ow.ly/Op3zo","2015-06-16 18:01:09+00","169713858864_10153035211633865",1],[183,"The Climate Crisis jeopardizes our ability to produce food: http://ow.ly/OeU6C","2015-06-12 17:49:28+00","169713858864_10153027620598865",1],[185,"Congratulations to the DSCOVR team for reaching L1! RT @NOAASatellites: Hello deep space!!! The #DSCOVR #satellite has arrived!!!! Go to our website http://ow.ly/O2jn9 to learn more.","2015-06-08 18:22:10+00","169713858864_10153020756228865",1],[188,"Local investigation reveals ALEC’s undue and secretive influence on local legislators: http://bit.ly/1SoLpcB","2015-05-26 18:15:37+00","169713858864_10152985946513865",1],[193,"Sustainable Capitalism is key to a prosperous future, we must embrace its tenets today: http://ow.ly/Nio0S","2015-05-22 14:57:49+00","169713858864_10152972523968865",1],[197,"In May, I’m hosting a Climate Reality Leadership Corps training in Iowa, apply today: http://ow.ly/LHuDZ #ClimateAction","2015-04-17 18:15:28+00","169713858864_10152894758598865",1],[199,"My new oped with David Blood in the Guardian: why coal is not the solution to energy poverty. http://ow.ly/LHtJo","2015-04-17 14:35:10+00","169713858864_10152894204158865",1],[201,"In this critical year for #ClimateAction, we need leaders more than ever before. Join me and Climate Reality in Iowa http://ow.ly/LHupN","2015-04-16 16:05:08+00","169713858864_10152891829433865",1],[202,"Coal energy is not the solution to energy poverty, my new article with David Blood in the Guardian: http://ow.ly/LHsOW","2015-04-16 15:23:03+00","169713858864_10152891735723865",1],[204,"Historic shift underway. Renewable energy capacity additions now outpace all fossil fuels combined: http://ow.ly/LEyyw #ClimateAction","2015-04-15 17:02:10+00","169713858864_10152889765903865",1],[206,"Become a part of our global network of @ClimateReality Leaders, help us to solve the climate crisis: http://ow.ly/LsK8B","2015-04-13 13:05:15+00","169713858864_10152884821823865",1],[208,"Great to see my friend \u0026 @LiveEarth partner @Pharrell on Late Night with @SethMeyers! http://ow.ly/LtPN3 #ClimateAction","2015-04-11 19:50:09+00","169713858864_10152880768593865",1],[210,"New report details impressive decrease in battery prices, a critical step for clean energy: http://ow.ly/LsJQA","2015-04-11 15:45:10+00","169713858864_10152880307198865",1],[211,"","2015-04-07 21:10:07+00","169713858864_10152872467173865",1],[215,"Mexico makes history; first developing nation to pledge significant cuts to their global warming pollution: http://ow.ly/KVbHO","2015-03-28 16:20:43+00","169713858864_10152847460033865",1],[218,"Great to talk with John Schwartz from the New York Times about #ClimateHope and the Road to Paris: http://ow.ly/Kp3jX","2015-03-16 18:25:21+00","169713858864_10152821295223865",1],[219,"90% of manmade global warming heat stored in oceans, creating large low-oxygen areas. Critical threat to marine life: http://ow.ly/KkNca","2015-03-14 19:00:52+00","169713858864_10152816513583865",1],[220,"Carbon emissions from energy producers stalled in 2014. Significant news in a critical year for #climateaction http://ow.ly/KkJxp","2015-03-14 16:49:34+00","169713858864_10152816274993865",1],[222,"Looking forward to discussing #ClimateHope at @SXSW","2015-03-09 17:02:21+00","169713858864_10152805279958865",1],[223,"Merchants of Doubt, the new must see documentary about climate denial and the fossil fuel spin machine: http://ow.ly/K0Z4Y","2015-03-06 15:13:58+00","169713858864_10152797501893865",1],[226,"Important campaign from @ShareActionUK to demand divestment: http://bit.ly/1AUtmSc","2015-02-13 21:30:46+00","169713858864_10152754217008865",1],[227,"Blast off for #DSCOVR! What an incredible sight to witness. Photo courtesy of NASA.","2015-02-13 20:57:55+00","169713858864_10152754169928865",1],[229,"17 years in the making, #DSCOVR has begun its journey. Learn more about its mission here http://ow.ly/IUoiE","2015-02-12 14:35:10+00","169713858864_10152751725473865",1],[231,"#DSCOVR will also provide a never before seen perspective of the Earth and the Moon together a few times a year: http://ow.ly/IUsn5","2015-02-11 23:50:03+00","169713858864_10152750764313865",1],[235,"#DSCOVR is about to blast off on a critical observational mission, learn more about it here: http://ow.ly/IPVD2","2015-02-10 20:51:11+00","169713858864_10152748768208865",1],[237,"Tune in tomorrow for the launch of the Deep Space Climate Observatory! http://ow.ly/IDX48 #DSCOVR","2015-02-07 16:35:15+00","169713858864_10152742424953865",1],[238,"China plans to launch national carbon market next year per climate official: http://ow.ly/IvHGd #ClimateHope","2015-02-04 22:08:49+00","169713858864_10152737160538865",1],[240,"Storytelling in a digital age, an exciting new frontier. Great to speak with my friend @BrianGrazer: http://ow.ly/I1pft @KPCB","2015-01-27 19:00:18+00","169713858864_10152721296928865",1],[242,"7 Continents, 100+ Artists, 24 hrs. Join us for @LiveEarth 2015 as we unite to call for #ClimateAction now http://liveearth.org/","2015-01-22 19:05:11+00","169713858864_10152712266363865",1],[244,"2015: a defining moment for climate. To ensure success in Paris, we must demand #ClimateAction now: LiveEarth.org","2015-01-21 20:45:29+00","169713858864_10152710722648865",1],[247,"Proud to announce @LiveEarth with @Pharrell at #wef15. Join us today, and together we can take #ClimateAction: http://ow.ly/HGoiC","2015-01-21 10:23:14+00","169713858864_10152710000848865",1],[249,"Major growth in clean energy investment in 2014, more than $300 billion worldwide: http://ow.ly/H4tMT #ClimateHope","2015-01-12 14:05:39+00","169713858864_10152692880183865",1],[252,"As 2014 comes to an end, it’s important to look back and remember how far we’ve come—and see how far we must go together. #ClimateHope","2014-12-31 14:45:21+00","169713858864_10152646062723865",1],[253,"2014 marks a turning point for climate action: clean energy, spreading awareness and leadership from governments \u0026 businesses.","2014-12-30 15:25:12+00","169713858864_10152642431243865",1],[256,"Yesterday, I had the opportunity to speak for the 2nd time to the UNFCCC #COP20 about reasons for #ClimateHope: http://ow.ly/FNGZF","2014-12-12 16:46:59+00","169713858864_10152602090463865",1],[259,"2014 likely to be hottest year on record according to @WMOnews: http://ow.ly/FioU6","2014-12-03 17:00:53+00","169713858864_10152584631863865",1],[262,"Unburnable fossil fuel assets are a bad bet for investors and the planet: http://ow.ly/Felah","2014-12-02 15:56:23+00","169713858864_10152582668273865",1],[265,"By working together, Presidents Barack Obama and Xi Jinping are opening a new chapter in global climate negotiations: http://ow.ly/E9der","2014-11-12 03:56:45+00","169713858864_10152544660508865",1],[269,"Apply today to join the Climate Reality Leadership Corps training in Rio: ow.ly/ClzG0","2014-10-09 15:50:29+00","169713858864_10152478599333865",1],[192,"The business case for #SustainableCapitalism has never been stronger. New research from the Generation Foundation: http://t.co/tRuroBW3HX","2015-05-22 16:05:21+00","169713858864_10152972680958865",1],[194,"","2015-05-15 18:23:53+00","169713858864_10152956694348865",1],[195,"New study: manmade global warming already causing a significant increase in extreme weather. We need #ClimateAction: http://ow.ly/Mc5su","2015-04-27 20:23:18+00","169713858864_10152918367893865",1],[196,"Don’t miss Laurent Fabius's clear and compelling call for #ClimateAction at #COP21 in today’s The New York Times: http://ow.ly/M5gbh","2015-04-24 19:33:32+00","169713858864_10152911289303865",1],[198,"It is becoming increasingly difficult to avoid the reality that the days of coal as a source of energy are numbered: http://ow.ly/LHu74","2015-04-17 17:05:12+00","169713858864_10152894630428865",1],[200,"The exploitation of an urgent humanitarian need to promote coal in poor countries is misleading: http://ow.ly/LHtZ6 @GenerationFndt","2015-04-16 18:25:07+00","169713858864_10152892038068865",1],[203,"Take #ClimateAction! Join me in Iowa for a Climate Reality Leadership Corps training: http://ow.ly/LEyKh","2015-04-15 19:15:25+00","169713858864_10152890051233865",1],[205,"Ontario's Premier Wynne announces province-wide cap and trade system. A monumental step for #ClimateAction: http://ow.ly/Lxw3j","2015-04-13 14:43:56+00","169713858864_10152884963878865",1],[207,"Wisconsin state agency bans staff from working on, or discussing, the climate crisis: http://ow.ly/LsKfl","2015-04-13 01:05:07+00","169713858864_10152883535973865",1],[209,"Join me in Iowa for the next @ClimateReality Leadership Corps training! http://ow.ly/LsK3b #ClimateAction","2015-04-11 17:05:12+00","169713858864_10152880485168865",1],[212,"Big win for solar energy in Georgia as legislators loosen restrictions on rooftop panels: http://ow.ly/L8WiP","2015-04-03 14:15:37+00","169713858864_10152861339858865",1],[213,"Economics drives Georgetown, TX’s embrace of 100% clean energy; clear example of rapid decline in cost of renewables: http://ow.ly/KZqJu","2015-03-30 17:30:55+00","169713858864_10152852492573865",1],[214,"\"Monster” Cyclone Pam hits Vanuatu, whose President says climate crisis is the culprit: http://ow.ly/KrfTe","2015-03-17 15:40:12+00","169713858864_10152823369938865",1],[216,"Why we must, can and will solve the climate crisis: http://ow.ly/Krfxn #ClimateHope","2015-03-17 13:27:52+00","169713858864_10152823127848865",1],[217,"2015 is a critical year for #climateaction but I am more optimistic than ever: http://ow.ly/Kp9pl","2015-03-16 20:35:21+00","169713858864_10152821513818865",1],[221,"Conservative group criticizes Koch brothers for their misleading attacks on solar energy: http://ow.ly/K6PQo","2015-03-09 20:25:09+00","169713858864_10152805640573865",1],[224,"Make sure to catch the opening of Merchants of Doubt this weekend, a new documentary about climate denial http://ow.ly/JV5Ui","2015-03-04 14:38:01+00","169713858864_10152792356498865",1],[225,"Analysis: geoengineering to block sun's rays remains \"wildly, utterly, howlingly barking mad” http://ow.ly/JcHq4","2015-02-17 17:01:48+00","169713858864_10152761778498865",1],[228,"#DSCOVR offers an opportunity to recapture the wonderment, excitement \u0026 curiosity that was inspired by Blue Marble http://ow.ly/J0rUj","2015-02-13 15:11:58+00","169713858864_10152753656663865",1],[230,"Just months from now, #DSCOVR will turn its gaze toward Earth and send back critical data on our planet’s health http://ow.ly/IUo4v","2015-02-11 23:25:03+00","169713858864_10152750727178865",1],[232,"It was inspiring to witness the launch of the Deep Space Climate Observatory, #DSCOVR. My thoughts: http://ow.ly/IUnHN","2015-02-11 23:17:27+00","169713858864_10152750715058865",1],[233,"We have liftoff! #DSCOVR is on its way to the L1 point—more than 1 million miles from Earth—to monitor space weather \u0026 Earth’s climate","2015-02-11 23:15:51+00","169713858864_10152750712288865",1],[234,"#DSCOVR is about to begin its journey into deep space! Learn more about its mission here: http://ow.ly/IHC0K","2015-02-08 22:25:13+00","169713858864_10152744879093865",1],[236,"After years of delay, we are just one hour from #DSCOVR’s launch! You can watch here: http://ow.ly/IHAvP","2015-02-08 22:10:19+00","169713858864_10152744847618865",1],[239,"Shanghai abandons GDP as metric for economic success. GDP is a flawed measure that ignores environmental degradation. http://ow.ly/I2sWm","2015-01-27 21:00:53+00","169713858864_10152721532103865",1],[241,"A Paris agreement is critical to the sustainability \u0026 prosperity of our planet. Join us. Call for #ClimateAction now. LiveEarth.org","2015-01-23 15:15:39+00","169713858864_10152713612358865",1],[243,"This summer, @LiveEarth will bring together voices from around the world to demand #ClimateAction now. LiveEarth.org","2015-01-22 14:30:33+00","169713858864_10152711910063865",1],[245,"Join us on June 18 for @LiveEarth 2015 as we tell our leaders we want #ClimateAction now. #wef15 LiveEarth.org","2015-01-21 19:19:15+00","169713858864_10152710610273865",1],[246,"Powerful words from President Obama at a critical time for climate action. Together, we can solve this crisis. #ActOnClimate","2015-01-21 16:06:44+00","169713858864_10152710372243865",1],[248,"Confirmed: 2014 was the hottest year EVER recorded. The reality of the climate crisis is undeniable. We must act now. http://ow.ly/Hrnif","2015-01-16 16:08:46+00","169713858864_10152700975998865",1],[250,"In 2014, Denmark generated an astonishing 39% of its electricity from wind power! http://ow.ly/H4tdH #ClimateHope","2015-01-10 17:45:12+00","169713858864_10152689388718865",1],[251,"New study: If we are to avert catastrophic warming, 82% of world’s coal reserves must be left in the ground: http://ow.ly/H4ssn","2015-01-09 18:35:39+00","169713858864_10152687682838865",1],[254,"Mario Cuomo's passion for justice, decency and fairness made him a rare and truly great leader: http://ow.ly/GGoKg","2015-01-02 04:47:47+00","169713858864_10152652284143865",1],[255,"","2014-12-15 23:39:42+00","169713858864_10152609308843865",1],[257,"The #COP20 in Lima comes at a critical time for the future of our planet. We must choose a sustainable path forward.","2014-12-11 14:31:10+00","169713858864_10152599799353865",1],[258,"Though the task of solving the climate crisis is hard, our will to act is strong. Together, we can solve this crisis.","2014-12-10 20:55:04+00","169713858864_10152598477603865",1],[260,"New survey: Americans' belief in climate change has hit a \"tipping point.\" http://ow.ly/FicIK","2014-12-03 15:12:43+00","169713858864_10152584490963865",1],[261,"Clean energy is booming in Canada. Clean energy jobs now outnumber oil sands jobs: http://ow.ly/FelxT","2014-12-02 18:10:07+00","169713858864_10152582897953865",1],[263,"Jan-October 2014: hottest such period since 1880. We must take immediate action to solve the climate crisis. http://ow.ly/ECaKA","2014-11-20 18:15:05+00","169713858864_10152559732253865",1],[264,"October 2014: warmest October since records began in 1880. http://ow.ly/ECax7","2014-11-20 18:06:45+00","169713858864_10152559717828865",1],[267,"Cheap, large scale wind power is putting coal and gas power plants out of business in Nordic states: http://ow.ly/D3dkJ","2014-10-20 17:55:22+00","169713858864_10152503890383865",1],[266,"Congratulations to all the new Climate Reality Leaders. Your energy and enthusiasm during #CRinBrazil was inspiring!","2014-11-07 20:44:11+00","169713858864_10152537072193865",1],[268,"Leadership means looking forward, past lobbyist-created false doubt. We must work together for a sustainable future politi.co/1p9J2te","2014-10-14 20:26:31+00","169713858864_10152493169573865",1],[271,"Join me for the next @ClimateReality Leadership Corps training in Rio, November 4-6! Apply today! #CRinBrazil http://ow.ly/ClzG0","2014-10-06 20:33:15+00","169713858864_10152470967908865",1],[275,"These 8 millennials are urging world leaders to act on climate: http://ow.ly/BPa3b","2014-09-23 16:09:21+00","169713858864_10152442477553865",1],[276,"Wallace Stevens: “After the last no comes a yes, and on that yes, the future world depends.” We can solve the climate crisis. #Climate2014","2014-09-23 16:01:59+00","169713858864_10152442449003865",1],[278,"Tomorrow, eight young leaders from around the world will deliver their #WhyWhyNot questions to the UN. Learn more: http://ow.ly/BNiOR","2014-09-22 22:35:03+00","169713858864_10152441342853865",1],[282,"Last week, millions joined us to discuss #ClimateHope at the 24 Hours of Reality. Today, we march for climate action. #PeoplesClimate","2014-09-21 15:15:03+00","169713858864_10152438439743865",1],[283,"I’ve got #ClimateHope so I’m joining the #PeoplesClimate March in NYC today. It’s time for climate action!","2014-09-21 13:43:50+00","169713858864_10152438300838865",1],[285,"It’s the final hour of the 24 Hours of Reality! Join us as we discuss the way forward from here. #ClimateHope http://24hoursofreality.org","2014-09-17 15:00:45+00","169713858864_10152431001203865",1],[286,"Cities are leading the way for climate action. They give me #ClimateHope. http://24hoursofreality.org","2014-09-17 14:00:54+00","169713858864_10152430918308865",1],[287,"Small cities, towns and regions are making clean, renewable energy a priority. #ClimateHope http://24hoursofreality.org","2014-09-17 13:00:54+00","169713858864_10152430844588865",1],[291,"The clean-energy transition is creating jobs and revitalizing manufacturing around the world. #ClimateHope http://24hoursofreality.org","2014-09-17 09:00:23+00","169713858864_10152430625348865",1],[294,"It’s simple: by reducing the use of dirty fossil fuels, clean energy is saving lives. #ClimateHope http://24hoursofreality.org","2014-09-17 06:00:30+00","169713858864_10152430486593865",1],[297,"We’re halfway through! Time to talk about how clean energy is reducing poverty and empowering people around the world. #ClimateHope","2014-09-17 04:00:58+00","169713858864_10152430358838865",1],[300,"Companies understand that clean energy isn’t ideological. It’s just common sense. http://24hoursofreality.org #ClimateHope","2014-09-17 00:01:06+00","169713858864_10152430057323865",1],[304,"On to Hour 2 of the 24 Hours of Reality: 24 Reasons for Hope! Time to talk about the spread of rooftop solar! #ClimateHope","2014-09-16 17:01:22+00","169713858864_10152429463153865",1],[307,"Welcome to the 24 Hours of Reality: 24 Reasons for Hope. Tune in at 24hoursofreality.org #ClimateHope","2014-09-16 16:31:08+00","169713858864_10152429417348865",1],[311,"Veritasium took to the streets to see what people know about climate change. See what they found: http://youtu.be/eNx9tvCrvv8 #WhyWhyNot","2014-09-11 19:10:23+00","169713858864_10152420355083865",1],[313,"24 Hours of Reality. 24 Reasons for Hope. See why I have #ClimateHope on Sept 16-17. 24hoursofreality.org","2014-09-06 18:40:24+00","169713858864_10152411030078865",1],[315,"","2014-09-05 17:36:14+00","169713858864_10152409211088865",1],[317,"Excellent new @Reuters series on the \"troubling everyday reality\" of sea level rise driven by the climate crisis: http://ow.ly/B6HjW","2014-09-05 14:35:14+00","169713858864_10152408944478865",1],[319,"The time has come to shift the conversation on climate change from debate and despair to determination and solutions. \n\nJoin me on September 16-17 for 24 Hours of Reality to see why hope for solving the climate crisis is a renewable resource. http://24hoursofreality.org","2014-09-03 16:40:19+00","169713858864_10152405493678865",1],[321,"You can influence decisions impacting our planet’s future. Start with a question - ask #WhyWhyNot in a video: http://www.askwhywhynot.org/","2014-09-02 14:31:02+00","169713858864_10152402892953865",1],[322,"On September 16-17, I’ll be sharing 24 reasons why I’m hopeful that we CAN solve the climate crisis. Will you join me? http://24hoursofreality.org","2014-08-31 16:35:13+00","169713858864_10152397808983865",1],[324,"The consequences of climate change will fall even more heavily upon young people. Choose to do something about it — submit a #WhyWhyNot video here for a chance to challenge world leaders about their solutions for your future. It’s up to you.\nhttp://www.askwhywhynot.org/","2014-08-29 15:30:47+00","169713858864_10152393522688865",1],[326,"I have #ClimateHope. Do you? Join me Sept 16-17 to learn how we'll stop #climatechange 24hoursofreality.org","2014-08-29 14:06:51+00","169713858864_10152393391283865",1],[328,"On September 23, world leaders will discuss the climate crisis at UN #ClimateSummit. Submit here for a chance to join: http://www.askwhywhynot.org/","2014-08-28 14:30:43+00","169713858864_10152390976203865",1],[330,"Just as climate change is non-linear, so too is our response: why the movement to address global warming is growing http://ow.ly/3oW0pZ","2014-08-24 14:12:28+00","169713858864_10152382489213865",1],[332,"Passionate about the climate crisis? Create a #WhyWhyNot video for the chance to discuss the future of our planet with world leaders at the U.N. Climate Summit. \nhttp://www.askwhywhynot.org/","2014-08-21 17:10:21+00","169713858864_10152376263158865",1],[334,"History will not look kindly on those who failed to act on climate--even when fully aware of its dangers: http://ow.ly/AuxCn","2014-08-19 15:58:45+00","169713858864_10152371890823865",1],[336,"My new op-ed with David Blood in the Financial Times: There is a powerful economic case for coal divestment http://ow.ly/A2v5W","2014-08-06 20:47:34+00","169713858864_10152343482723865",1],[337,"Let’s talk climate change. Join me \u0026 @ClimateReality in Brazil in November. Apply now: http://bit.ly/1yYTs5c #CRinBrazil","2014-08-01 15:05:30+00","169713858864_10152333189493865",1],[338,"The EPA is hosting four public hearings to hear what YOU have to say about the Clean Power Plan, which will cut carbon pollution from power plants by 30% by 2030. Learn more at: http://bit.ly/EPAhearings \n\nIf you can’t make it in person, submit your comment online here: http://www.climaterealityproject.org/ActOnClimate","2014-07-29 16:01:47+00","169713858864_10152326818173865",1],[341,"Come down and get the scoop on hotter summers \u0026 carbon pollution. Give a shout to the EPA for carbon safeguards. Get a scoop of Ben \u0026 Jerry’s. http://bit.ly/1sT0WpS","2014-07-28 15:49:21+00","169713858864_10152324727888865",1],[342,"Our state and our nation have lost a true giant. My thoughts on the passing of my friend John Seigenthaler: http://ow.ly/z3Tdz","2014-07-11 19:24:13+00","169713858864_10152293409123865",1],[345,"For 3rd month in a row, CO2 levels remain above 400ppm. Unseen in hundreds of thousands, if not millions of years: http://ow.ly/yHzuE","2014-07-03 15:35:16+00","169713858864_10152276305918865",1],[270,"To go quickly, go alone. To go far, go together. To solve the climate crisis, we must go far, quickly. #CRinBrazil ow.ly/ClzG0","2014-10-08 13:55:24+00","169713858864_10152475622368865",1],[272,"Must watch TED talk by Lord Nicholas Stern on the road ahead for humanity. \"The next two decades are decisive:” http://ow.ly/BNiEb","2014-09-23 19:35:12+00","169713858864_10152442795623865",1],[273,"Must watch @TEDTalks by Lord Nicholas Stern on the road ahead for humanity. \"The next two decades are decisive:” http://ow.ly/BNiEb","2014-09-23 19:35:11+00","169713858864_10152442795603865",1],[274,"My new piece on addressing the next chapter of the climate crisis in Media Planet on #ClimateHope: http://bit.ly/1AVy7c4","2014-09-23 16:45:21+00","169713858864_10152442543673865",1],[277,"","2014-09-23 03:10:21+00","169713858864_10152441657363865",1],[279,"Proud to march with @ClimateReality at today's #PeoplesClimate march. Let your voice be heard: http://bit.ly/1opH1IM","2014-09-21 20:25:06+00","169713858864_10152439000228865",1],[280,"Truly inspired by what I saw at the #PeoplesClimate march today. Together, we can solve this. http://ow.ly/BKixu","2014-09-21 20:14:36+00","169713858864_10152438981383865",1],[281,"Thousands of young people are marching today for climate action. They want to know #whywhynot.  http://www.askwhywhynot.org/ #PeoplesClimate","2014-09-21 16:30:10+00","169713858864_10152438568478865",1],[284,"Must read by @ClimateReality CEO Ken Berlin on powerful message from world youth to UN #Climate Summit: Why? Why Not? http://ow.ly/BHOEl","2014-09-20 15:40:09+00","169713858864_10152436420813865",1],[288,"Global financial institutions: dirty energy is a bad investment. #ClimateHope http://24hoursofreality.org","2014-09-17 12:00:45+00","169713858864_10152430778903865",1],[289,"China, the world’s largest carbon polluter, is now also a clean-energy leader. #ClimateHope http://24hoursofreality.org","2014-09-17 11:01:34+00","169713858864_10152430719673865",1],[290,"Many countries are on their way to meeting their emissions goals. Yet another reason I have #ClimateHope. http://24hoursofreality.org","2014-09-17 10:00:26+00","169713858864_10152430671938865",1],[292,"Climate-smart agriculture is yet another reason to have #ClimateHope. Join us: http://24hoursofreality.org","2014-09-17 08:00:24+00","169713858864_10152430586098865",1],[293,"Reason #16 for #ClimateHope: Slowly but surely, we are slowing the rate of deforestation. http://24hoursofreality.org","2014-09-17 07:00:17+00","169713858864_10152430540658865",1],[295,"Clean energy is making our world safer and more secure. #ClimateHope http://24hoursofreality.org","2014-09-17 05:00:39+00","169713858864_10152430424188865",1],[296,"Reason number 12 for #ClimateHope: People around the world are standing up and demanding action from their leaders. http://24hoursofreality.org","2014-09-17 03:00:07+00","169713858864_10152430292518865",1],[298,"Student activists give me #ClimateHope. Come learn why: http://24hoursofreality.org","2014-09-17 02:00:10+00","169713858864_10152430209148865",1],[299,"Another reason for #ClimateHope: Faith communities are rising to the challenge of the climate crisis. http://24hoursofreality.org","2014-09-17 01:05:04+00","169713858864_10152430128073865",1],[301,"New regulations mean the era of dirty coal is coming to a close. http://24hoursofreality.org #ClimateHope","2014-09-16 23:01:21+00","169713858864_10152429978883865",1],[302,"Time for hour 7 to talk about the “hidden fuel.” Energy efficiency! Join us. #ClimateHope http://24hoursofreality.org","2014-09-16 22:06:05+00","169713858864_10152429907898865",1],[303,"Welcome to the Q\u0026A! I look forward to answering your questions about the climate crisis, its solutions and Climate Reality's 24 Hours of Reality: 24 Reasons for Hope. Make sure to tune in over the next 24 Hours! http://24hoursofreality.org","2014-09-16 17:24:16+00","169713858864_10152429494853865",1],[305,"I have #ClimateHope. Do you? Tune in at http://24hoursofreality.org to learn why we can and will solve the climate crisis.","2014-09-16 16:45:37+00","169713858864_10152429438488865",1],[306,"Good morning! We’re about to kick off 24 Hours: 24 Reasons for Hope! Join us: 24hoursofreality.org #ClimateHope","2014-09-16 15:24:37+00","169713858864_10152429321213865",1],[308,"Join me for a live Q\u0026A on my Facebook page this afternoon at 1:30pm ET to talk about the solutions to the climate crisis and this year's 24 Hours of Reality: 24 Reasons for Hope.","2014-09-16 14:24:19+00","169713858864_10152429226128865",1],[309,"The stage is set...Make sure to tune in tomorrow for @ClimateReality's 24 Hours of Reality: 24 Reasons for Hope.","2014-09-15 19:55:21+00","169713858864_10152427872208865",1],[310,"Tomorrow at 1:30pm ET, I’m hosting a Facebook Q\u0026A to talk about the climate crisis and this year’s 24 Hours of Reality: 24 Reasons for Hope. Join me! Bring your questions!","2014-09-15 14:51:02+00","169713858864_10152427368633865",1],[312,"Want to be there when leaders from around the world discuss the climate crisis? Submit a #WhyWhyNot video and ask tough questions about climate change for a chance to join them. \nhttp://www.askwhywhynot.org/","2014-09-08 18:20:30+00","169713858864_10152415072023865",1],[314,"Solutions for our planet’s future start today. If you’re 13-21, submit a #WhyWhyNot video for a chance to join the discussion on climate crisis alongside world leaders at the U.N. Climate Summit. http://www.askwhywhynot.org/","2014-09-06 16:35:18+00","169713858864_10152410825883865",1],[316,"Speak up, demand answers from world leaders about climate change \u0026 our future. Ask a question at http://www.askwhywhynot.org/","2014-09-04 17:35:18+00","169713858864_10152407511658865",1],[318,"I’m bringing together some of the most influential voices in the climate movement to showcase the exciting progress happening all around the world. Join me for the live global broadcast of 24 Hours of Reality: 24 Reasons for Hope. On September 16-17 and join the #ClimateHope discussion. http://24hoursofreality.org","2014-09-04 13:40:25+00","169713858864_10152407197708865",1],[320,"Let’s make progress our new reality. Join me for 24 Hours of Reality on Sept 16-17 to share #ClimateHope \u0026 act. 24hoursofreality.org","2014-09-02 16:40:19+00","169713858864_10152403077053865",1],[323,"We’ve reached a turning point in the battle to solve the climate crisis. 24 Hours of Reality: 24 Reasons for Hope 24hoursofreality.org","2014-09-01 14:35:15+00","169713858864_10152400099438865",1],[325,"As you read in my piece in Rolling Stone, we’re seeing real progress on climate solutions all around the world and many reasons to be hopeful that we’ll solve this crisis. I invite you to join me for 24 Hours of Reality on Sept 16-17 to celebrate this momentum and kick start 12 months of action. www.24hoursofreality.org","2014-08-29 16:40:08+00","169713858864_10152393643178865",1],[327,"What’s your reason for #ClimateHope? Join me Sept 16-17 to hear 24 Reasons for Hope. 24hoursofreality.org","2014-08-28 21:47:32+00","169713858864_10152391658068865",1],[329,"Are you the voice of your generation on climate change? Ask #WhyWhyNot of leaders from across the world. http://www.askwhywhynot.org/","2014-08-26 19:19:12+00","169713858864_10152387432333865",1],[331,"Represent your generation on issues of climate change and our future. Learn how to submit a #WhyWhyNot video: http://www.askwhywhynot.org/","2014-08-22 14:10:22+00","169713858864_10152377849008865",1],[333,"Our planet, our future - make a #WhyWhyNot video for a chance to meet world leaders \u0026 discuss the climate crisis. http://www.askwhywhynot.org/","2014-08-20 13:56:26+00","169713858864_10152373790598865",1],[335,"Join the discussion about the climate crisis and challenge the world's leaders to consider your future. If you’re 13-21, submit your own #WhyWhyNot video for a chance to travel to New York City and represent your generation at the U.N. Climate Summit. http://AskWhyWhyNot.org","2014-08-14 20:24:18+00","169713858864_10152362078968865",1],[339,"The Climate Reality Project and I are partnering with Amigo da Terra to train the next generation of Climate Reality Leaders.\n\n Join us in Rio de Janeiro, Brazil from November 4-6 and learn how to move your community to climate solutions.\n\n http://www.climaterealitytraining.org","2014-07-30 18:25:17+00","169713858864_10152329354588865",1],[340,"The decision to repeal Australia's price on carbon is a disappointing step for a country with a legacy of leadership: http://ow.ly/zjGwQ","2014-07-18 15:34:07+00","169713858864_10152306212693865",1],[343,"Again, @Pontifex calls on society to respect Creation and the global environment. Powerful words: http://ow.ly/yScDt","2014-07-07 18:03:07+00","169713858864_10152284782918865",1],[344,"\"Dark snow\" (snow covered by layers of fine industrial pollution) is accelerating global glacial melt: http://ow.ly/yScs6","2014-07-07 18:02:15+00","169713858864_10152284781443865",1],[347,"Clean energy helps Fortune 500 companies save more than $1 billion/ year:  http://ow.ly/yHyFn More on this trend: http://ow.ly/yHyLf","2014-07-02 15:20:42+00","169713858864_10152274335713865",1],[348,"I am deeply saddened to hear of the loss of Senator Howard Baker. A valued friend and a champion of democracy. http://ow.ly/3md1gB","2014-06-26 21:52:45+00","169713858864_10152262092388865",1],[351,"I believe we have reached a turning point in the battle to solve the climate crisis. My new @RollingStone essay: http://ow.ly/y9Cmt","2014-06-18 15:10:11+00","169713858864_10152244460683865",1],[355,"Maya Angelou's indelible and timeless voice for empathy, passion and humanity touched millions http://ow.ly/xlOi9","2014-05-28 16:24:09+00","169713858864_10152200572253865",1],[357,"Important Houston Chronicle editorial: the climate crisis is an undeniable reality that we must solve. http://ow.ly/x4RDt","2014-05-21 00:25:25+00","169713858864_10152185209763865",1],[361,"China aims to triple its installed solar energy in the next 3 years. A significant step for world’s largest polluter: http://ow.ly/wVHZU","2014-05-16 16:13:43+00","169713858864_10152176313808865",1],[362,"Lloyd's of London, largest global insurer, tells clients to incorporate climate risk into their models: http://ow.ly/wD5Yc","2014-05-08 19:05:07+00","169713858864_10152160331398865",1],[367,"The #NCA14 provides clear evidence of what Americans are already experiencing: the growing impacts of global warming http://ow.ly/wxiup","2014-05-06 18:00:14+00","169713858864_10152156397823865",1],[368,"The costs of carbon are growing. The good news is that we have the tools to solve the climate crisis. We must act now http://ow.ly/wxi0y","2014-05-06 14:29:02+00","169713858864_10152156060163865",1],[370,"Pensacola hit by 2ft of rain in 26 hrs. Terrible flooding. Climate crisis making events like this worse \u0026 more common http://ow.ly/wkKhx","2014-04-30 15:32:21+00","169713858864_10152144212908865",1],[371,"My thoughts and prayers go out to all those affected by this week’s terrible storms across the South \u0026 Midwest: http://ow.ly/wkKIT","2014-04-30 15:19:07+00","169713858864_10152144188688865",1],[372,"Great leadership by NBA’s Adam Silver after Donald Sterling’s despicable words. Sports transcend racism, which has no place in our society.","2014-04-29 21:45:37+00","169713858864_10152142850038865",1],[373,"Important Supreme Court decision upholding EPA authority to protect our planet by reining in global warming pollution http://nyti.ms/1iylVUA","2014-04-29 19:50:03+00","169713858864_10152142622188865",1],[375,"The @EPA can cut carbon pollution from Big Polluters. But it’s up to us to spread the word: http://bit.ly/1pk2tkx #CostOfCarbon","2014-04-18 16:55:20+00","169713858864_10152117577683865",1],[376,"Add your voice to the #EarthDay Thunderclap http://bit.ly/1pk2tkx \u0026 support first-ever limits on carbon pollution in the US. #CostOfCarbon","2014-04-17 16:55:18+00","169713858864_10152115647798865",1],[381,"New White House strategy to regulate methane emissions, a potent greenhouse gas, is an important step forward: http://ow.ly/ve43K","2014-03-31 19:25:09+00","169713858864_10202610485894674",1],[382,"Clear findings from the new #IPCC report: continued carbon pollution threatens humanity's future -- and present! http://ow.ly/vdYdW","2014-03-31 16:18:19+00","169713858864_10202609448788747",1],[386,"New study from one of the world's top scientific orgs. The result? Same story-Global warming is real. We must stop it http://ow.ly/uJiDH","2014-03-19 17:40:34+00","169713858864_10202535092529887",1],[388,"A bit early for #tbt, but 35 years ago I gave the first nationally televised House floor speech! http://ow.ly/uKFOK","2014-03-19 15:52:35+00","169713858864_10202534554676441",1],[391,"New federal report: Climate change poses threat of “cascading\" infrastructure failures: http://ow.ly/uogpy","2014-03-10 14:45:55+00","169713858864_10202478668999334",1],[392,"Great to see you at such an inspiring event!","2014-03-09 10:39:32+00","169713858864_10202471530380873",1],[393,"My statement regarding Anwar Ibrahim: http://ow.ly/upsnx","2014-03-10 07:06:31+00","169713858864_10202476777832056",1],[394,"2013 was a record-breaking year for solar energy in the US: http://ow.ly/ujq4V","2014-03-06 20:40:36+00","169713858864_10202455659144102",1],[396,"Important: New Department of Defense review calls climate change a “significant challenge for the US.” http://ow.ly/ujpvF","2014-03-06 17:30:04+00","169713858864_10202454686039775",1],[397,"Carbon polluters are using our atmosphere as if it’s an open sewer, and it’s costing all of us– in disaster clean-up, altered growing seasons, and public health impacts. But it doesn’t have to.\n \nTogether, supporters of Climate Reality, Sierra Club, Environmental Defense Club, and Organizing for Action have sent an unmistakable message: We the people demand a price on carbon.","2014-03-05 15:15:07+00","169713858864_10152035009298865",1],[399,"Global warming denial is political, not scientific. 97% of climate scientists agree that the crisis is real \u0026 manmade http://ow.ly/tMRxj","2014-02-20 16:35:20+00","169713858864_10202360238518646",1],[400,"Thousands of schools in India turn to clean, renewable electricity to combat nationwide energy-supply problems: http://ow.ly/tMRnJ","2014-02-19 19:35:08+00","169713858864_10202354733901034",1],[401,"I'm excited to be a part of the first @WeDay in the UK! Coming in March: http://ow.ly/torEr","2014-02-08 18:31:06+00","169713858864_10202280297720176",1],[403,".@MarsCuriosity provides a rare and beautiful perspective of Earth: http://ow.ly/toros","2014-02-08 17:30:31+00","169713858864_10202279991192513",1],[420,"One quarter of the west coast’s sulfate pollution comes from China: http://ow.ly/sQbSZ","2014-01-23 16:20:26+00","169713858864_10202172760951824",1],[421,"NOAA confirms 2013 as Earth’s 4th warmest year on record: http://ow.ly/sQc5R","2014-01-22 18:04:08+00","169713858864_10202167446378963",1],[346,"$5.1 trillion to be invested in clean energy projects by 2030. Renewables in Asia to experience “spectacular” growth: http://ow.ly/yHzlr","2014-07-02 19:30:28+00","169713858864_10152274747178865",1],[349,"Carbon polluters are trying to stymie the clean energy revolution, but it's not working. More in @RollingStone: http://ow.ly/y9CMv","2014-06-19 14:30:38+00","169713858864_10152246853673865",1],[350,"The Koch brothers are trying to restrict consumer choice and halt the spread of clean energy. They're losing: http://ow.ly/y9Cy7","2014-06-18 17:25:10+00","169713858864_10152244669378865",1],[352,"Check out my new essay in @RollingStone on why we can and will solve the climate crisis: http://ow.ly/y9BUy","2014-06-18 13:05:09+00","169713858864_10152244261138865",1],[353,"Today's EPA announcement is the most important step taken to combat the climate crisis in our country’s history. http://ow.ly/xwmEJ ","2014-06-02 13:31:47+00","169713858864_10152210825888865",1],[354,"The “stewardship of creation” is a moral duty, regardless of denomination. More from Pope Francis and Ecumenical Patriarch Bartholomew: http://bit.ly/1trZ1EG","2014-05-29 22:43:58+00","169713858864_10152203320098865",1],[356,"To put a price on carbon in markets we need to put a price on denial in politics.  My friend Tom Steyer has a plan for 2014+ #WinOnClimate","2014-05-22 17:42:53+00","169713858864_10152188468858865",1],[358,"First Exxon, now Shell. Exec's note to shareholders is contemptuous of reality, as are his ludicrous claims about CCS http://ow.ly/x1x7O","2014-05-19 19:49:18+00","169713858864_10152182565883865",1],[359,"Massachusetts town embraces solar energy; could save $20 million in electricity costs over the next two decades: http://ow.ly/x0QBZ","2014-05-19 16:30:10+00","169713858864_10152182185238865",1],[360,"Floods of “biblical proportions” submerge Serbia. Serbian tennis superstar Djokovic laments lack of coverage: http://ow.ly/x0QiF","2014-05-19 15:32:38+00","169713858864_10152182080248865",1],[363,"“Sea level rise is our reality in Miami Beach.” Powerful words from Mayor Philip Levine: http://ow.ly/wD5CP","2014-05-08 16:53:09+00","169713858864_10152160131403865",1],[364,"Rampant pollution spurs new generation of environmentalists in China. Hopeful trend for world's biggest polluter: http://ow.ly/wCymC","2014-05-08 14:36:58+00","169713858864_10152159926853865",1],[365,"Congrats to Stanford on divesting from coal \u0026 to students who made it happen. I hope Harvard, \u0026 others, will follow: http://nyti.ms/1kUEGpI","2014-05-07 22:23:11+00","169713858864_10152158839858865",1],[366,"Unless we reduce CO2 emissions now, future crops will be less nutritious than they are today: http://ow.ly/wAP6F #CostOfCarbon","2014-05-07 19:10:55+00","169713858864_10152158531633865",1],[369,"April was 1st month to average over 400ppm CO2 in human history. When generations look back, will they see this as the time we chose to act?","2014-05-02 16:24:14+00","169713858864_10152148565903865",1],[374,"A stunning look at \"The Oldest Living Things in the World\" by @ClimateReality leader and artist Rachel Sussman @OLTW http://www.oldestlivingthings.com","2014-04-22 17:45:43+00","169713858864_10152126604668865",1],[377,"#EarthDay is a time for people to come together for the planet and demand the change we need. Add your voice to our Thunderclap and let’s get the world talking about climate on social media this April 22. http://bit.ly/1pk2tkx","2014-04-16 14:55:30+00","169713858864_10152113622498865",1],[378,"What are you doing for #EarthDay? I invite you to call on the EPA to cut carbon pollution by joining our Thunderclap. http://bit.ly/1pk2tkx","2014-04-15 17:32:15+00","169713858864_10152111925788865",1],[379,"The #IPCC WG3 report is clear: we have the tools we need to solve the climate crisis, but we must act quickly: http://ow.ly/vJEEv","2014-04-13 15:45:17+00","169713858864_10152107548203865",1],[380,"Make sure to tune in for this Sunday’s premiere of Years of Living Dangerously! http://ow.ly/vHtRN A powerful documentary about the #CostofCarbon","2014-04-11 20:01:22+00","169713858864_10152103981948865",1],[383,"Related to the latest #IPCC release, the Keeling Curve shows CO2 levels reached or exceeded 400ppm over last 3 days—in Q1 of '14! Context: http://ow.ly/vdSdG","2014-03-31 16:34:55+00","169713858864_10202609535430913",1],[384,"The new #IPCC report represents even more definitive evidence of our urgent need to reduce carbon pollution: http://ow.ly/vcl6Z","2014-03-31 03:13:59+00","169713858864_10202606812802849",1],[385,"Just updated my Flipboard Magazine with some of the top stories from the last week! http://flip.it/zYs6Q","2014-03-25 16:53:41+00","169713858864_10202573483809645",1],[387,"Major droughts across the US are straining supplies and increasing food prices: http://ow.ly/uJiyA","2014-03-19 19:25:10+00","169713858864_10202535628783293",1],[389,"Previously stable region of Greenland's ice now melting at an accelerating rate, ice loss has tripled in last decade! http://ow.ly/uGcwP","2014-03-17 20:08:38+00","169713858864_10202524129815826",1],[390,"","2014-03-14 09:57:38+00","169713858864_10202501726415755",1],[395,"Chinese Premier Li plans to “declare war” on air pollution that plagues the nation: http://ow.ly/ujpWp","2014-03-07 17:40:27+00","169713858864_10202460563946719",1],[398,"Make sure to visit my @Flipboard mag! A compilation of some of the most interesting stories I read during the week: http://flip.it/zYs6Q","2014-02-20 18:01:19+00","169713858864_10202360697690125",1],[402,"China becomes world’s biggest spender on energy efficiency, outpaces US for the first time:  http://ow.ly/tMRfi","2014-02-19 17:35:06+00","169713858864_10202354104445298",1],[406,"English town experiencing “once-in-a-lifetime” floods year after year. http://ow.ly/tor8U","2014-02-07 20:00:55+00","169713858864_10202272727250919",1],[407,"Another massive coal ash spill, this time in NC. We need stronger regulations to make sure this never happens again. http://ow.ly/toreH","2014-02-07 18:15:17+00","169713858864_10202272177197168",1],[409,"The US has experienced terrible drought over the last few year, and frack wells make it worse:  http://ow.ly/tkfQ3","2014-02-06 19:20:20+00","169713858864_10202265841758786",1],[410,"Fixed link: The carbon tax has helped decrease Australia's power plant emissions by 7.6% (14.8 million tons)  http://ow.ly/tlYon","2014-02-06 17:24:00+00","169713858864_10202265104700360",1],[411,"New \"climate hub\" program will provide important info to farmers suffering effects of our changing climate http://ow.ly/tkfxn","2014-02-06 15:20:22+00","169713858864_10202264463204323",1],[413,"I’ve trained more than 6,000 Climate Reality Leaders around the world who are bringing climate change solutions to their communities. The next training is happening in South Africa this March. So if you’re interested in an intensive, hands-on education in the skills and science to help solve the climate crisis, head over to: http://bit.ly/1dx2Upz","2014-02-04 16:30:30+00","169713858864_10202251432678568",1],[415,"Join us for the next Climate Reality Leader training in Johannesburg from March 12-14: http://ow.ly/sZWgu","2014-01-27 20:01:01+00","169713858864_10202202523855878",1],[418,"The brutal and simple math of America’s income inequality: http://ow.ly/sQbYk","2014-01-23 19:03:52+00","169713858864_10202173831218580",1],[404,"Sochi starts today and I’ll be watching. Will you? Look out for @Climate Reality Ambassador and #IAMPROSNOW athlete @Ted Ligety as he races for the gold in the super-combined, super-G, giant slalom, and slalom events. World-class ski racing depends on snow, and our changing climate is threatening the future of the sport and the mountain communities that depend on it. Learn more here: http://bit.ly/1fmYdPC","2014-02-07 22:01:56+00","169713858864_10202273250303995",1],[405,"Sochi’s opening ceremonies are today! Get ready for the big races, jumps, and matchups by learning what climate change means for the snow the games depend on--and what you can do—at @IAMPROSNOW. http://bit.ly/1fmYdPC","2014-02-07 18:55:05+00","169713858864_10202272382842309",1],[408,"2013 was another strong year of growth for wind power: http://ow.ly/toqYr","2014-02-07 17:31:00+00","169713858864_10202271931991038",1],[412,"Are you passionate about solving climate change? Apply to join the Climate Reality Leadership Corps and be trained by me this March in South Africa: http://bit.ly/1dx2Upz","2014-02-05 18:31:09+00","169713858864_10202258950946520",1],[414,"Cheap, renewable electricity is creating a major rift in the GOP: http://ow.ly/sZWmG","2014-01-27 21:31:16+00","169713858864_10202203088549995",1],[416,"Brilliant xkcd cartoon on climate deniers and cold weather: http://xkcd.com/1321/","2014-01-27 18:05:47+00","169713858864_10202201856999207",1],[417,"We need a strong Social #CostOfCarbon. But we can’t do it without your voice. Tell @OMBPress today: http://bit.ly/19QO3oM","2014-01-24 18:10:30+00","169713858864_10202180814913168",1],[419,"Canada experiences $3.2b in extreme weather damages in 2013, insurers cite new “climate reality.” CC: @ClimateReality http://ow.ly/sQbKG","2014-01-22 21:03:17+00","169713858864_10202168396322711",1],[422,"2013 was a messy year for oil trains; more than 1 million gallons spilled in the US alone. http://ow.ly/sQbwX","2014-01-22 17:09:04+00","169713858864_10202167160091806",1],[423,"Together, let’s create a future where carbon pollution will not ruin our health and livelihoods. Tell the federal government to strengthen the social cost of carbon. http://bit.ly/19QPjrP","2014-01-20 18:10:42+00","169713858864_10202155913010636",1],[425,"Leaders of nations are failing to act on climate. Consequences of continuing failure of leadership are unthinkable http://ow.ly/sEz4R","2014-01-16 17:12:56+00","169713858864_10202130539736320",1],[426,"Join me today at 1pm ET to listen to the @ClimateReality webinar on the Social #CostOfCarbon. Click here: http://bit.ly/19gpyAN","2014-01-15 15:27:50+00","169713858864_10202124237178760",1],[428,"The battle lines are drawn. We need a strong Social Cost of Carbon. Big Polluters oppose it. Maggie Fox, CEO of The @ClimateReality Project will guide us through the mechanics and solutions to this key issue: The People Vs. Carbon http://climaterealityproject.org/CarbonWebinar","2014-01-14 22:40:55+00","169713858864_10202118942086386",1],[429,"Major gains for solar energy in the next year, predicted by Deutsche Bank http://ow.ly/szWwV","2014-01-14 21:31:18+00","169713858864_10202118260349343",1],[430,"","2014-01-14 18:31:07+00","169713858864_10151935468013865",1],[432,"Solar energy poised to grow rapidly in Minnesota as steep drop in price undercuts natural gas. http://ow.ly/29OlSL","2014-01-04 15:09:44+00","169713858864_10151915869703865",1],[434,"Climate deniers are increasingly funded by hundreds of millions in \"dark money.\" Hidden from public scrutiny: http://ow.ly/rZ6cJ","2013-12-21 20:17:22+00","169713858864_10151886817303865",1],[435,"A stunning visualization of the world’s weather systems: http://ow.ly/rTcVN","2013-12-18 17:28:13+00","169713858864_10151880825518865",1],[436,"Striking photos from Shanghai as the city grapples with horrendous air pollution: http://ow.ly/rBcJF","2013-12-09 20:05:08+00","169713858864_10151863146988865",1],[438,"Today marks the passing of one of the world’s great leaders and visionaries, Nelson Mandela. Farewell, Madiba. http://bit.ly/1bk6QCf","2013-12-05 22:28:26+00","169713858864_10151855391203865",1],[440,"Rapid reductions in carbon emissions are necessary to avoid catastrophic climate change - new study from Jim Hansen http://ow.ly/rsz3w","2013-12-05 15:01:45+00","169713858864_10151854593248865",1],[442,"In October, solar energy accounted for ALL new generating capacity in the US: http://bit.ly/1cb5tXO","2013-12-04 15:19:07+00","169713858864_10151852609913865",1],[444,"Privacy of Internet users is important to our democracy; time to prioritize. http://ow.ly/raJOG","2013-11-25 20:48:53+00","169713858864_10151834017713865",1],[447,"Typhoon Haiyan was devastating: Winds up to 235mph, 17 foot storm surge, displacing 3 million people. http://ow.ly/qYDyz","2013-11-19 16:54:03+00","169713858864_10151819757303865",1],[449,"Check out my @Flipboard - a list of some of the most interesting stories I read throughout the week: http://ow.ly/r635M","2013-11-22 19:15:25+00","169713858864_10151827020648865",1],[451,"Almost five years after the disaster in Kingston, coal waste is still polluting Tennessee waters: http://ow.ly/qDWp3","2013-11-09 20:55:17+00","169713858864_10151798290788865",1],[453,"\"Airpocalypse\" not limited to China. India experiencing similar air pollution crisis. http://ow.ly/qztG0","2013-11-07 15:05:57+00","169713858864_10151793248533865",1],[455,"Chinese air pollution is the result of decades of reckless development \u0026 disregard for environment—time for a change: http://ow.ly/qz8tI","2013-11-07 15:01:43+00","169713858864_10151793231883865",1],[457,"Important @nytimes editorial on the new Pacific Coast Action Plan on Climate \u0026 Energy http://ow.ly/qS07P","2013-11-16 16:10:29+00","169713858864_10151813228048865",1],[459,"Scientists warn that global warming is endangering our food systems. Important read: http://ow.ly/qweqY","2013-11-06 16:15:48+00","169713858864_10151787747748865",1],[460,"Our understanding of how global warming will affect our food supply is rapidly evolving. The outlook is not good: http://ow.ly/qKNPP","2013-11-12 21:04:05+00","169713858864_10151803885658865",1],[461,"Just added a new set of stories from the week to my @Flipboard http://flip.it/zYs6Q","2013-11-01 15:01:24+00","169713858864_10151773407398865",1],[462,"One year after Hurricane Sandy, we must renew our commitment to halting the climate crisis: http://ow.ly/qib0j","2013-10-29 17:35:59+00","169713858864_10151766220628865",1],[463,"The impacts of the climate crisis are here: http://ow.ly/qfMbY","2013-10-28 20:35:11+00","169713858864_10151764068578865",1],[464,"On election day today, make your voice heard. Put a political price on global warming denial.","2013-11-05 20:10:47+00","169713858864_10151785244363865",1],[468,"Thanks to @Mashable for posting videos from #24HoursOfReality: http://ow.ly/q6CcJ Tune in for the last hour! http://ow.ly/q6CnL","2013-10-23 17:47:50+00","169713858864_10151753076128865",1],[469,"ICYMI, David Blood and I wrote a piece in the @WSJ today--The Coming Carbon Asset Bubble: http://on.wsj.com/1f2BlBs","2013-10-30 17:01:46+00","169713858864_10151768431203865",1],[471,"Let's talk about the Cost of Carbon, 24 Hours of Reality and how we can solve the climate crisis! What questions do you have for me? Post them here!","2013-10-23 17:08:34+00","169713858864_10151753020188865",1],[424,"Join @ClimateReality in standing up to Big Polluters. Submit a comment to the Office of Management and Budget to support its strengthening of the Social Cost of Carbon. http://bit.ly/19QPjrP","2014-01-17 19:11:04+00","169713858864_10202137115820718",1],[427,"New study: Of 2,258 peer-reviewed articles on climate change in the last year, only 1 denies manmade global warming http://ow.ly/szWL5","2014-01-15 16:32:21+00","169713858864_10202124533226161",1],[431,"Ice melt in the world's poles is opening new areas to economic exploitation—how can we safeguard these delicate areas?http://ow.ly/sx3PW","2014-01-14 17:02:06+00","169713858864_10202116307420521",1],[433,"Five years ago today, a billion gallons of toxic coal slurry leaked from the Kingston coal plant. Are we safer now? http://ow.ly/rZH32","2013-12-22 15:22:33+00","169713858864_10151888308063865",1],[437,"Fossil-fuel funded group ALEC plans new campaign to punish homeowners for installing clean, solar energy. http://ow.ly/ruXzy","2013-12-06 16:01:36+00","169713858864_10151856709158865",1],[439,"Rising temperatures are allowing the mountain pine beetle to infest New Jersey's Pinelands: http://ow.ly/rsyWL","2013-12-04 23:00:28+00","169713858864_10151853420988865",1],[441,"New articles added to my @Flipboard magazine! http://flip.it/zYs6Q","2013-12-04 22:18:04+00","169713858864_10151853310903865",1],[443,"Proud of my home state of Tennessee. One of the top states for green job growth this year: http://ow.ly/rpFGU","2013-12-03 18:43:20+00","169713858864_10151850981813865",1],[445,"Today's remembrance of President Kennedy's life brings back fond memories of conversations between him and my father: http://ow.ly/r5ISd","2013-11-22 16:48:06+00","169713858864_10151826785493865",1],[446,"Excited to be in Ontario today as the province announces its plan to quit coal for good! http://ow.ly/r3Kq4","2013-11-21 19:12:56+00","169713858864_10151825061013865",1],[448,"Grim prognosis for the world’s oceans as acidification worsens: http://ow.ly/qS0kP","2013-11-16 18:15:30+00","169713858864_10151813463588865",1],[450,"The punishment for Exxon's environmental degradation? Barely a slap on the wrist: http://ow.ly/qDWsB","2013-11-10 16:40:50+00","169713858864_10151799747148865",1],[452,"Big news: TVA decides to close 8 coal plants; plans to reduce coal to just 20% of total generating capacity: http://ow.ly/qS01j","2013-11-15 20:00:29+00","169713858864_10151811654843865",1],[454,"New study suggests heatwave mortality will increase 10x on the East Coast by mid-century: http://ow.ly/qDWjd","2013-11-09 16:50:22+00","169713858864_10151797915583865",1],[456,"Denying the reality of manmade global warming is a poor political gamble: http://ow.ly/qz7Bg","2013-11-06 22:49:05+00","169713858864_10151788715548865",1],[458,"The climate crisis is making fires worse \u0026 floods stronger. California is experiencing its devastating consequences: http://ow.ly/qweMu","2013-11-06 18:55:38+00","169713858864_10151788032763865",1],[465,"Arizona electricity utility admits to paying Koch-backed advocacy org to lobby against solar power. http://ow.ly/qfM0s","2013-10-28 19:10:25+00","169713858864_10151763929283865",1],[466,"New study: Average summer temperatures in the Arctic are now higher than at any time in the last 44,000 years! http://ow.ly/qfLAG","2013-10-28 17:57:52+00","169713858864_10151763751348865",1],[467,"We can and we will solve the climate crisis. There is no other option.","2013-11-02 15:50:32+00","169713858864_10151775821093865",1],[470,"Thanks for coming out to my Q\u0026A today! I enjoyed answering all your questions! I've got to head back to the set of Climate Reality's 24 Hours of Reality. You can watch it here! http://www.24hoursofreality.org/","2013-10-23 17:34:08+00","169713858864_10151753057313865",1],[472,"I'm looking forward to seeing your questions during my Facebook Q\u0026A today at 1pm ET! Until then, tune into http://www.24hoursofreality.org/ to learn about the Cost of Carbon!","2013-10-23 14:50:44+00","169713858864_10151752803248865",1],[475,"Tomorrow at 1pm ET, I’ll be hosting a live Q\u0026A on my Facebook page to discuss the #CostOfCarbon and what we can do about it. \n\nUntil then, tune into the 24 Hours of Reality, a global conversation on the climate crisis: http://www.24hoursofreality.org/","2013-10-22 23:12:21+00","169713858864_10151751711538865",1],[476,"Tune in to my Google+ Hangout on the #CostOfCarbon! Live link: http://ow.ly/q1GtA","2013-10-21 16:41:24+00","169713858864_10151749158718865",1],[477,"My Google+ Hangout to discuss the #CostOfCarbon is about to go live! You can join here: http://ow.ly/q1EWK","2013-10-21 16:32:25+00","169713858864_10151749144833865",1],[478,"The Climate Reality Project and I are hosting a global conversation on the #CostOfCarbon beginning at 11am ET on 10/22. Join the conversation: http://ow.ly/pZXSq","2013-10-20 23:01:48+00","169713858864_10151747969513865",1],[480,"All around the world, communities are losing their homes due to extreme weather, or fleeing their homes because of increasingly inhospitable conditions. \n\nShare your questions about climate change and displacement here. We'll answer them on Oct 21 during our Google+ Hangout!  http://bit.ly/1g70OgX","2013-10-19 14:55:41+00","169713858864_10151744999913865",1],[487,"Looking forward to hosting a Google+ Hangout on 10/21 to discuss the #CostOfCarbon. Post your questions here: http://bit.ly/1g70OgX","2013-10-15 21:35:06+00","169713858864_10151738365878865",1],[488,"One week from today, we'll kick off this year's 24 Hours of Reality. Join us: http://www.24hoursofreality.org/","2013-10-15 20:53:20+00","169713858864_10151738291413865",1],[489,"The @latimes no longer prints letters that deny manmade global warming. Why? Because they're \"factually inaccurate.\" http://ow.ly/pEZJa","2013-10-10 16:01:42+00","169713858864_10151728932818865",1],[491,"ICYMI, Ikea to start selling solar panels in their British stores. Bring on the solar revolution! http://ow.ly/pEfzg","2013-10-09 18:10:30+00","169713858864_10151727449643865",1],[492,"In 2012, US fracking operations produced 280 billion gallons of toxic waste water. http://ow.ly/pEf7o","2013-10-09 14:58:26+00","169713858864_10151727179213865",1],[495,"Gambling with the full faith \u0026 credit of the United States is reckless. It is not governance. http://nbcnews.to/1hxsQO9","2013-10-08 15:49:06+00","169713858864_10201442773822602",1],[497,"Report: Ocean acidification \"unprecedented in the Earth's known history.\" Highest rate in 300 million years. http://ow.ly/pveY7","2013-10-04 18:23:32+00","169713858864_10151718290708865",1],[503,"Added some new articles to my @Flipboard. You can see it here: http://flip.it/zYs6Q","2013-09-18 19:02:31+00","169713858864_10151685979883865",1],[507,"Record temperature reached in Greenland this summer…scary news from the world's second largest ice sheet. http://ow.ly/oMOZa","2013-09-12 15:16:10+00","169713858864_10151674316578865",1],[508,"In my opinion, IPCC leadership should pay careful attention to this insightful analysis by Justin Gillis http://ow.ly/oMPUt","2013-09-12 01:01:25+00","169713858864_10151673440748865",1],[510,"Just added new articles to my @Flipboard magazine! http://flip.it/zYs6Q","2013-09-03 19:18:34+00","169713858864_10151656836858865",1],[512,"Tremendous images of 'ravishingly beautiful' planet under threat: http://ow.ly/o3N6c","2013-08-20 19:19:28+00","169713858864_10151631876953865",1],[473,"Join us for 24 Hours of Reality as we discuss the #CostOfCarbon and how we can solve the climate crisis http://t.co/sOVbtoLB6P","2013-10-23 01:12:57+00","169713858864_10151751862228865",1],[474,"For the next 24 hours, we’re bringing people together for one of the largest-ever discussions about carbon pollution and how we can create a lasting solution with a market price on carbon and a political price on denial. \n\nWatch here http://bit.ly/GJSqDH and join the conversation using the hashtag #CostOfCarbon.","2013-10-22 18:04:56+00","169713858864_10151751224783865",1],[479,"This Tuesday, join one of the largest-ever conversations about carbon pollution by tuning into 24 Hours of Reality: The #CostOfCarbon and talking about it on Facebook and Twitter using the hashtag #CostOfCarbon. http://bit.ly/GJSqDH","2013-10-19 19:10:49+00","169713858864_10151745538513865",1],[481,"","2013-10-18 18:39:47+00","169713858864_10151743525393865",1],[482,"Climate change is making water – the lifeblood of societies everywhere – increasingly scarce.\n\nLet us know your questions about the impact of carbon pollution on our water and oceans, and we'll give you answers during our Google+ Hangout, October 21!  http://bit.ly/1g70OgX","2013-10-18 14:36:04+00","169713858864_10151743121853865",1],[483,"Just posted new articles to my @Flipboard. You can view it here: http://flip.it/zYs6Q","2013-10-17 19:35:06+00","169713858864_10151741870178865",1],[484,"Remember when over half the continental United States was declared a disaster area in 2012 due to prolonged drought? As global warming worsens, extreme droughts are becoming more intense, affecting lives… and livelihoods. \n\nLet us know what you'd like to know about how climate change impacts the way we live our lives. We might ask your question during our Google+ Hangout, Oct. 21! http://bit.ly/1g70OgX","2013-10-17 14:35:37+00","169713858864_10151741443953865",1],[485,"We have the solution to climate change and the costs of carbon pollution we’re all paying. Put a market price on carbon. Put a political price on denial. \n\nJoin us on October 22-23 for 24 Hours of Reality: The #CostOfCarbon. http://bit.ly/GJSqDH","2013-10-16 19:05:27+00","169713858864_10151740085428865",1],[486,"Increasing childhood asthma rates; malaria cases reaching farther and farther north. These aren't just headlines, but also the result of climate change on our health! What do you want to know about how climate change impacts your health? We’ll tell you more on October 21! http://bit.ly/1g70OgX","2013-10-16 14:23:57+00","169713858864_10151739595803865",1],[490,"By mid-century, areas around the world will begin to experience temps that are unprecedented in recorded history: http://ow.ly/pETZ6","2013-10-09 21:00:10+00","169713858864_10151727672048865",1],[493,"My new book, The Future: Six Drivers of Global Change came out in paperback today. You can see it here: http://atrandom.com/the-future/","2013-10-08 22:01:55+00","169713858864_10201444993638096",1],[494,"Excited to announce the release of the paperback version of my latest book, The Future. Check it out: http://atrandom.com/the-future/","2013-10-08 16:42:50+00","169713858864_10201443119351240",1],[496,"Excited to read Jonathon Porritt's new book, The World We Made. Hopeful \u0026 insightful look at our future http://ow.ly/psJdA  #TWWM","2013-10-07 21:20:34+00","169713858864_10151723950618865",1],[498,"Global warming polluters and their lobbyists scuttle nomination of moderate, forward-thinking FERC chair: http://ow.ly/pt3HL","2013-10-03 16:57:11+00","169713858864_10151715526128865",1],[499,"The latest report by the IPCC is an important milestone in the study of climate science. http://ow.ly/pgA4G","2013-09-27 10:32:31+00","169713858864_10151703671223865",1],[500,"Had a great time at #CGI2013 today. Hope you'll tune in for my interview w/ @BillClinton on the @CharlieRoseShow tonight at 11pm ET","2013-09-24 23:35:26+00","169713858864_10151698859358865",1],[501,"Today's EPA announcement is an important step forward for our nation and our planet. My full statement here: http://ow.ly/p3n5b","2013-09-20 13:38:04+00","169713858864_10151690466743865",1],[502,"Sobering thought: US Coast Guard practicing for a future Arctic oil spill. http://ow.ly/oV9ez","2013-09-17 19:10:56+00","169713858864_10151683999808865",1],[504,"Today, the House Subcommittee on Energy and Power will hear from the federal agencies tasked with implementing the President's Climate Action plan. It’s important that they hear from the people whose interests they serve: us. So encourage them to put #HeatOnDenial in their testimony: http://bit.ly/1au4YK6","2013-09-18 14:23:55+00","169713858864_10151685539753865",1],[505,"Check out this list of our nation's most carbon polluting power plants. Are there any in your backyard? http://ow.ly/oMSJL","2013-09-13 14:03:01+00","169713858864_10151675968848865",1],[506,"Excited to see the impressive progress made in vehicle fuel economy over the last few years. We've come a long way! http://ow.ly/oMRWd","2013-09-12 18:35:59+00","169713858864_10151674616403865",1],[509,"Incredible time-lapse of Yosemite Rim wildfire. As temps rise, fires are becoming worse and worse across our country: http://ow.ly/oAUn5","2013-09-05 15:37:44+00","169713858864_10151660361433865",1],[511,"The winter that never came: New Zealand experiences its hottest winter on record http://ow.ly/ow71F","2013-09-03 15:13:35+00","169713858864_10151656493068865",1],[514,"Humans put a man on the moon, cured smallpox, and created a computer that can fit in your pocket. Deniers claim it’s too hard to build a clean energy future, but that’s a myth you and I can destroy. http://bit.ly/13U6Ma7","2013-08-16 21:40:58+00","169713858864_10151624403018865",1],[515,"More extreme weather, rising seas, and threats to our health are what we can expect as climate change gets worse. Climate deniers will try to tell you it’s not bad—but they're wrong. http://bit.ly/13U6Ma7","2013-08-16 16:33:03+00","169713858864_10151623970148865",1],[517,"My friend @SenatorReid wrote a great piece this weekend on the reality of the climate crisis: http://ow.ly/nQOz1","2013-08-13 18:32:22+00","169713858864_10151618933658865",1],[522,"\"The struggle of today, is not altogether for today—it is for the vast future also.\"- Lincoln. The climate crisis is our greatest challenge.","2013-08-11 16:25:27+00","169713858864_10151614906738865",1],[524,"Reuters fails to acknowledge global warming while writing about huge Alaskan heatwave and fish death. More from @NWF: http://ow.ly/nIVGu","2013-08-09 20:05:31+00","169713858864_10151611585563865",1],[525,"This month we're turning the heat up on climate change deniers. You can help by using Reality Drop to spread the truth that climate change is a reality, and that we can solve it. https://realitydrop.org/#myths/42","2013-08-09 19:35:36+00","169713858864_10151611544723865",1],[528,"Just updated my @Flipboard magazine. Check it out! http://ow.ly/nIZmF","2013-08-07 20:14:39+00","169713858864_10151608080423865",1],[530,"Four Republicans, all former EPA heads, write that \"there is no time to waste\" to halt the climate crisis. http://ow.ly/nBffC","2013-08-03 15:17:09+00","169713858864_10151600260343865",1],[533,"Global solutions begin with local action. Today, #Climate Leaders are learning how to lead and engage their own communities. #CRinCHI","2013-08-01 14:41:00+00","169713858864_10151596940863865",1],[686,"The Director of National Intelligence on the climate crisis: http://bit.ly/RMROlW","2012-12-23 18:00:46+00","169713858864_555045271191237",1],[513,"Without significant investment to protect our coastlines, flooding may cost $1 trillion by 2050 #costofcarbon http://ow.ly/o3MU4","2013-08-20 15:04:41+00","169713858864_10151631518633865",1],[516,"Deniers claim humans aren’t causing climate change. Use Reality Drop to put the heat on denial, because the truth is that 97% of scientists agree: man-made carbon pollution is causing climate change. http://bit.ly/13U6Ma7","2013-08-15 14:51:01+00","169713858864_10151622025473865",1],[518,"In drought-stricken Texas, fracking operations are consuming vast amounts of water: http://ow.ly/nQOfN","2013-08-13 16:20:52+00","169713858864_10151618734203865",1],[519,"Pipeline spills: the 'inconvenient' detail oil companies would like you to forget: http://ow.ly/nQNX9","2013-08-13 14:46:13+00","169713858864_10151618595453865",1],[520,"Our power infrastructure is unprepared for the new reality of extreme weather. http://ow.ly/nQNAE","2013-08-12 19:35:39+00","169713858864_10151617236538865",1],[521,"Terrible drought parching China: 11.5 million affected, $760 million in losses. Gov reports 280k acres of farmland won't produce this year.","2013-08-12 15:31:28+00","169713858864_10151616787368865",1],[523,"Dirty energy-backed group tries to convince states to repeal their clean energy standards. So far, they're 0 for 13. http://ow.ly/nMynm","2013-08-10 15:02:21+00","169713858864_10151612832623865",1],[526,"King coal is on the run. Major economies cut funding for dirty energy in developing world:\n http://ow.ly/nIZLf","2013-08-08 22:15:51+00","169713858864_10151610134188865",1],[527,"In 2012, the US led the world in new wind power installations. We can solve the climate crisis. More from @ENERGY: http://ow.ly/nIZDQ","2013-08-08 15:25:28+00","169713858864_10151609445728865",1],[529,"Grim signs from @NOAA's new #StateofClimate report. Rapidly warming Arctic, widespread ice melt \u0026 rising seas. http://ow.ly/nIxTj","2013-08-07 16:46:09+00","169713858864_10151607732788865",1],[531,"So many wonderful stories and people from #CRinCHI training. #SpreadTruth, Climate Leaders, and thank you.","2013-08-01 23:15:53+00","169713858864_10151597689068865",1],[532,"Another successful @ClimateReality training finishing now. Thank you for attending #Chicago training. Go out and take action today.","2013-08-01 21:15:54+00","169713858864_10151597541773865",1],[534,"Over 1200 people here today at #CRinCHI! Proud to be among so many passionate #climate leaders. We can solve this.","2013-07-31 22:40:20+00","169713858864_10151595663858865",1],[536,"The energy is intense at #CRinCHI. Amazing people from all over the world gathering in #Chicago to help solve the #climate crisis.","2013-07-31 19:18:44+00","169713858864_10151595368128865",1],[537,".@RealityDrop is an online tool to stop anti-science deniers in their tracks. #SpreadTruth \u0026 #DestroyDenial at http://bit.ly/13knLVV","2013-07-27 19:15:49+00","169713858864_10151587832493865",1],[538,"Drop #reality on \"clean coal\" claims. Clean coal isn't a #reality. @RealityDrop states the facts http://bit.ly/13knLVV","2013-07-26 14:55:35+00","169713858864_10151585750448865",1],[540,"There's no debate: there's nothing clean about \"clean coal.\" Find the #reality here: https://realitydrop.org/#myths/108","2013-07-24 18:20:50+00","169713858864_10151581232563865",1],[542,"97% of climate scientists agree #climate change is a manmade problem. Common sense goes a long way, RT if you agree http://on.fb.me/14abOUB","2013-07-18 20:32:12+00","169713858864_10151570357558865",1],[544,"New @ENERGY report warns that our nation's vital energy infrastructure will be affected by the climate crisis: http://ow.ly/mYxAW","2013-07-17 00:03:07+00","169713858864_10151567180628865",1],[546,"We have no time to waste. We must halt the climate crisis. Help fight back against climate deniers with @RealityDrop http://ow.ly/mYxXf","2013-07-15 20:01:46+00","169713858864_10151565161603865",1],[547,"Disturbing new finding: World's ice sheets are losing 300 billion metric tons of ice PER YEAR. http://ow.ly/mYxMf","2013-07-15 15:33:33+00","169713858864_10151564747223865",1],[548,"Britain celebrates opening of world's largest offshore wind farm. We are witnessing the clean energy revolution. http://ow.ly/mNoMZ","2013-07-09 15:23:56+00","169713858864_10151554082603865",1],[552,"Happy Independence Day! A day to celebrate our great nation, and rededicate ourselves to protecting \"the last best hope of earth.\"","2013-07-04 15:11:26+00","169713858864_10151544418183865",1],[553,"Join me for the @ClimateReality #Climate Leader Training in #Chicago later this month. Apply now: http://bit.ly/103uTq7","2013-07-03 22:00:51+00","169713858864_10151543369473865",1],[555,"I applaud President Obama's announcement. A crucial step forward for our nation. We must keep fighting. My statement: http://ow.ly/mnriL","2013-06-25 18:50:42+00","169713858864_10151528647548865",1],[557,"http://ow.ly/mluzc #costofinaction","2013-06-24 23:10:09+00","169713858864_10151527048948865",1],[558,"1st year of revenue increases in Jan’s fiscal cliff deal were entirely wiped out by cost of crucial Hurricane Sandy relief #costofinaction","2013-06-24 23:00:37+00","169713858864_10151527040363865",1],[559,"70% of Americans support action on the climate crisis by Congress \u0026 the President","2013-06-24 22:45:08+00","169713858864_10151527024578865",1],[560,"Looking forward to tomorrow’s speech by President Obama. We must not\ndelay, there is too much at stake. #climate","2013-06-24 22:19:26+00","169713858864_10151526992393865",1],[562,"We must always remember that we are residents AND caretakers of Earth, our only home.","2013-06-12 14:10:35+00","169713858864_10151504237613865",1],[564,"T-minus 15 minutes until my live Google+ Hangout with @JeffSkoll to discuss the climate crisis. Watch here: http://ow.ly/lVFjl","2013-06-11 17:45:10+00","169713858864_10151502876298865",1],[567,"\"If you want to go fast, go alone, if you want to go far, go together.\" To solve the climate crisis, we have to go far. Quickly.","2013-06-10 19:33:03+00","169713858864_10151501314793865",1],[572,"Ferocious wildfire in California forces evacuation of ~3,000 http://ow.ly/lJSNs. Rising temperatures are making fires worse.","2013-06-05 16:31:58+00","169713858864_10151492899973865",1],[573,"The climate crisis is a challenge worthy of the very best in us, a rare privilege. We have the tools. It's time to rise to the occasion.","2013-06-03 18:56:37+00","169713858864_10151489996663865",1],[577,"I'm looking forward to it! MT @SenWhitehouse Thrilled to announce that VP @algore will speak at 4th #RI Energy \u0026 Environmental Leaders Day.","2013-05-31 14:30:33+00","169713858864_10151484675728865",1],[579,"Exxon CEO Rex Tillerson: “What good is it to save the planet if humanity suffers?” http://ow.ly/1WUwVG","2013-05-31 00:06:16+00","169713858864_10151483897258865",1],[583,"Bad news: Amazon deforestation increased 88% between 2012-2013. Equivalent loss of 300,000 football fields. http://ow.ly/lkbYS","2013-05-23 14:56:42+00","169713858864_10151472626283865",1],[584,"Rising temps are putting people at risk. New study says heat-related deaths in Manhattan may be 20% higher by 2020s. http://ow.ly/lhTAW","2013-05-22 15:44:07+00","169713858864_10151471123463865",1],[605,"Thanks @VeraWangGang for donating tickets to your Spring 2014 Runway Show in support of @ClimateReality! http://chrty.bz/Zrnj60","2013-04-25 01:12:46+00","169713858864_10151430249798865",1],[535,"You don't have to be at #CRinCHI to fight anti-science deniers. Use @RealityDrop to get the facts out \u0026 #SpreadTruth https://realitydrop.org/","2013-07-31 20:45:46+00","169713858864_10151595495588865",1],[539,".@EIAgov report shows world energy consumption will grow 56% by 2040. Let's make sure clean energy plays a big role. http://ow.ly/nkpi2","2013-07-26 18:25:38+00","169713858864_10151586070873865",1],[541,"Environmental damage costs the Indian economy $80 billion per year, approximately 6% of their GDP. Astounding. http://ow.ly/n5zKZ","2013-07-19 14:33:50+00","169713858864_10151571642633865",1],[543,"80% of young voters support President Obama's climate plan. Legislators take note: Climate denial is not an option. http://ow.ly/nkq2s","2013-07-25 21:42:35+00","169713858864_10151584331238865",1],[545,"We're raising global temps faster than most species can adapt. Bad news for our planet's diversity: http://ow.ly/mYyhD","2013-07-16 15:47:14+00","169713858864_10151566508368865",1],[549,"A compelling way to illustrate the rise in global temperatures—via music. http://ow.ly/mLOUS","2013-07-08 21:14:31+00","169713858864_10151552755133865",1],[550,"Just added new stories to my @Flipboard. You can see it here: http://ow.ly/mLIFe","2013-07-08 20:25:09+00","169713858864_10151552680703865",1],[551,"Don't miss the application deadline for @ClimateReality #Climate Leader Training. Closes midnight tonight. Apply now: http://bit.ly/103uTq7","2013-07-06 15:04:37+00","169713858864_10151547936538865",1],[554,"Our planet's climate is rapidly changing and threatening the future of our civilization, yet mainstream media outlets and many conservatives continue to ignore the problem. Why?\n\nIs it because they dial-group their news coverage? Have entertainment values corrupted the honored role of news in our democracy?\n\nDo aggrieved, self-polarizing reactionaries now have a Nielsen-veto over objective reporting of inconvenient truths?\n\nhttp://ow.ly/mBt8j","2013-07-02 22:43:19+00","169713858864_10151541740633865",1],[556,"Protecting the planet for future generations is our greatest challenge. We must make every effort to solve the #climate crisis.","2013-06-25 13:01:53+00","169713858864_10151528049293865",1],[561,"The climate crisis will lock millions into poverty according to a new World Bank report. The issues are inseparable. http://ow.ly/mcdh0","2013-06-19 19:51:51+00","169713858864_10151517669953865",1],[563,"About to start a live Google+ Hangout to discuss the climate crisis and its solutions. You can watch here: http://ow.ly/lVHXn","2013-06-11 18:00:18+00","169713858864_10151502896118865",1],[565,"Check out my @Flipboard magazine of some of the most interesting stories I read last week: ow.ly/lOYE7","2013-06-10 22:01:04+00","169713858864_10151501538383865",1],[566,"I'm hosting a live Google+ Hangout tmrw at 2pm ET to discuss the climate crisis. Join the conversation: ow.ly/lQnSJ","2013-06-10 20:02:08+00","169713858864_10151501365018865",1],[568,"Just posted a @Flipboard mag of some important stories I’ve read this week: ow.ly/lOYE7 Also on my blog: ow.ly/lOYAS","2013-06-07 19:39:16+00","169713858864_10151496331523865",1],[569,".@JeffSkoll \u0026 I will be discussing the climate crisis and its solutions next week. Join in! http://ow.ly/lOUtT #Goreconversation","2013-06-07 19:05:23+00","169713858864_10151496285158865",1],[570,"In digital era, privacy must be a priority. Is it just me, or is secret blanket surveillance obscenely outrageous? http://ow.ly/lKS13","2013-06-06 01:39:26+00","169713858864_10151493606903865",1],[571,"Join @JeffSkoll and me on 6/11 for a Google+ Hangout to discuss the climate crisis and its solutions: http://ow.ly/lK7HK","2013-06-05 18:23:48+00","169713858864_10151493059873865",1],[574,"Senator Frank Lautenberg, a true champion of the people and the environment. May he rest in peace. http://ow.ly/lEDOo","2013-06-03 14:55:02+00","169713858864_10151489667343865",1],[575,"97% of #climate scientists agree on #climate change. Have you used\n@RealityDrop to destroy denial? http://ow.ly/lz6DF","2013-06-01 16:01:40+00","169713858864_10151486455028865",1],[576,"Had a great time at the opening of the new Johnny Cash Museum. Fantastic addition to downtown #Nashville http://ow.ly/i/2fp93","2013-05-31 15:30:11+00","169713858864_10151484754163865",1],[578,"Glad to hear my friend @SenAlexander mentioned global warming in his speech. The climate crisis shouldn't be partisan http://ow.ly/lzWqO","2013-05-31 13:45:21+00","169713858864_10151484625728865",1],[580,"Just posted another @Flipboard magazine with my top reads of the week. Check it out! http://ow.ly/lpxs7","2013-05-26 19:26:17+00","169713858864_10151477282403865",1],[581,"And now for something completely different…here's a video of a cat saying my name. Happy Friday! \nhttp://ow.ly/1WEHtH","2013-05-24 18:56:03+00","169713858864_10151474375848865",1],[582,"This is big: China is about to take a first step towards the creation of a nationwide carbon tax. http://ow.ly/lkMZb","2013-05-23 18:39:10+00","169713858864_10151472895088865",1],[587,"Just created my first Flipboard magazine of important stories from last week. Let me know what you think! http://flip.it/UrNyE","2013-05-20 16:53:11+00","169713858864_10151468163068865",1],[588,"Your community needs your leadership. Please join me at the next Climate Reality Climate Leader Training: https://climatereality.myreviewroom.com/","2013-05-17 21:49:50+00","169713858864_10151464052208865",1],[589,"Sooner or later, climate deniers in the GOP will have to confront their willful blindness to the climate crisis. http://bit.ly/13spJj2","2013-05-17 14:42:26+00","169713858864_10151463571443865",1],[591,"Soil contains 1/3 of all living organisms, yet only 1% have been identified. What a beautifully complex place we call home: http://nyti.ms/17lyt17","2013-05-13 15:36:23+00","169713858864_10151457675798865",1],[592,"EPA nominee Gina McCarthy has worked for Republican governors in the past, including Mitt Romney. Why can't she serve our country now? Obstructionism.","2013-05-10 17:53:36+00","169713858864_10151453354343865",1],[596,"Good news—pesticide thought to cause irrevocable harm to world's bee population has been banned in Europe. http://bit.ly/14Vo4ZV","2013-05-01 16:10:25+00","169713858864_10151439772968865",1],[598,"Journalists asked the President about important 2nd term agenda items this AM, but continued to ignore the climate crisis. Why?","2013-04-30 18:00:42+00","169713858864_10151438547328865",1],[600,"There are now more solar jobs in CA than actors. In TX, there are more solar workers than ranchers. http://www.greentechmedia.com/articles/read/California-Has-More-Solar-Jobs-Than-Movie-Actors","2013-04-28 22:09:17+00","169713858864_10151435793018865",1],[601,"Last year, US drought slowed Mississippi to a trickle in some parts. Now? Torrential flooding. #dirtyweather http://www.reuters.com/article/2013/04/22/us-usa-flood-rivers-idUSBRE93L1C520130422","2013-04-28 02:42:48+00","169713858864_10151434574293865",1],[602,"Thank you @BettyMWhite for donating an autographed photo \u0026 copy of My Life at the Zoo to @ClimateReality: http://chrty.bz/13jdHdL","2013-04-27 17:45:33+00","169713858864_10151434012348865",1],[604,"Thanks @chelseahandler for the 2 tickets to your show @chelsealately \u0026 meeting after for @ClimateReality http://chrty.bz/13igGXJ","2013-04-26 00:08:57+00","169713858864_10151431587848865",1],[585,"Check out my first Flipboard magazine of important stories I've read from the past week!: http://flip.it/UrNyE. \n\nAlso available on my blog: http://bit.ly/10Ke5yB","2013-05-22 15:30:13+00","169713858864_10151471109998865",1],[586,"Astounding: 39% of water in Chinese rivers is toxic to humans. Pollution to blame: http://on.ft.com/YWPUjS","2013-05-21 15:57:59+00","169713858864_10151469604818865",1],[590,"Join the global movement to stop the climate crisis by becoming a Climate Reality Climate Leader. More info: https://climatereality.myreviewroom.com/","2013-05-13 17:10:10+00","169713858864_10151457786983865",1],[593,"Yesterday, atmospheric CO2 levels breached 400ppm for first time in the history of human civilization. A sad milestone. A call to action. http://bit.ly/10ztcQU","2013-05-10 15:09:55+00","169713858864_10151453155663865",1],[594,"2011-2013: US disaster relief cost $136 billion; equal to approximately $400/household. To avert worse, we must halt the climate crisis. http://wapo.st/12xzI6m","2013-05-03 19:23:14+00","169713858864_10151442916093865",1],[595,"The divide between humans and computers is closing. Brain-reading products soon to be mainstream. http://nyti.ms/ZCqPeB","2013-05-02 19:52:43+00","169713858864_10151441494238865",1],[597,"A powerful essay by the NBA's Jason Collins. Hard to imagine this conversation could have occurred even 5 years ago. How far we've come! \n\nhttp://sportsillustrated.cnn.com/magazine/news/20130429/jason-collins-gay-nba-player/#ixzz2Rrh8O559","2013-04-30 18:41:35+00","169713858864_10151438590618865",1],[599,"Thanks Celine Dion for 2 front orchestra tickets in Las Vegas \u0026 2 autographed CDs in support of @climatereality! http://chrty.bz/13ih4Fv","2013-04-30 00:09:03+00","169713858864_10151437451963865",1],[603,"New research shows that if companies paid for their natural capital—they wouldn't be profitable. http://grist.org/business-technology/none-of-the-worlds-top-industries-would-be-profitable-if-they-paid-for-the-natural-capital-they-use/","2013-04-26 02:36:52+00","169713858864_10151431798708865",1],[607,"Interested in learning about the climate crisis \u0026 becoming a Climate Leader? Join @ClimateReality this summer. Apply: http://bit.ly/103uTq7","2013-04-24 00:13:21+00","169713858864_10151428792338865",1],[608,"Tech advancements help drive human evolution. What does this mean for our future as we continue to outsource brain functions to intelligent devices?\nhttp://www.businessinsider.com/the-human-body-as-you-know-it-is-over-2013-4","2013-04-21 19:03:07+00","169713858864_10151425472888865",1],[610,"We now burn 80x more coal than at the peak of industrial revolution. This must stop. \nhttp://e360.yale.edu/feature/future_of_coal_will_boom_go_bust_as_climate_concerns_increase/2639/","2013-04-19 00:46:18+00","169713858864_10151421459053865",1],[614,"Frightening: 40-50% of bees needed for pollination in US have disappeared due to \"colony collapse disorder.\" http://www.nytimes.com/2013/03/29/science/earth/soaring-bee-deaths-in-2012-sound-alarm-on-malady.html?src=rechp","2013-04-05 18:14:51+00","169713858864_546128532098590",1],[616,"China builds 36 wind turbines/day; improves its competitive edge in an increasingly low-carbon world\nhttp://www.ft.com/intl/cms/s/0/d71fcbbc-957a-11e2-a4fa-00144feabdc0.html#axzz2Od91gXTl","2013-03-30 21:57:04+00","169713858864_176596869158048",1],[618,"UK science adviser says “need for urgency” to halt climate crisis. Evidence is “unequivocal.”\nhttp://www.bbc.co.uk/news/science-environment-21357520","2013-03-29 01:47:14+00","169713858864_410173559078128",1],[619,"Google has made $1 billion in renewable energy investments. Why? Because it makes economic sense. http://onforb.es/16jXG97","2013-03-28 16:08:29+00","169713858864_360813667358574",1],[620,"Here are some of the most important stories I've read this week: http://bit.ly/102LEM3. What have you been reading?","2013-03-23 18:05:10+00","169713858864_589286631101177",1],[622,"Arctic melt helped strengthen Superstorm Sandy http://bit.ly/YEZzqH We must recognize our pollution of the atmosphere has global effects","2013-03-20 00:42:03+00","169713858864_127764417408315",1],[624,"Lots of interesting stories in the last few days. From cyborgs to Monarch butterflies, my top 5 for the week: http://bit.ly/XOvxoG","2013-03-15 19:31:34+00","169713858864_158267624332172",1],[626,"Every Friday, I'll post some of the top stories from the week on my blog. This week's http://bit.ly/VQUeAO . Any suggestions for others?","2013-03-08 22:04:48+00","169713858864_150419275119982",1],[628,"Major shift: China just overtook the US as the world’s largest oil-importer. http://bit.ly/XXk84p","2013-03-08 02:33:37+00","169713858864_435648926521015",1],[630,"Congratulations to POTUS’ nominees for EPA, DOE \u0026 OMB. Good luck. http://bit.ly/YpqqcV","2013-03-04 22:17:14+00","169713858864_480864818640119",1],[634,"Listen to my @SiriusXM Townhall with @AriRabinHavt on Thurs @ 9PM. A sample of what you’ll hear:  http://bit.ly/XDlCl9","2013-02-27 22:51:50+00","169713858864_499941606736556",1],[635,"Check out my new video on the Global Mind—our new, hyper-connected reality. http://bit.ly/YzLyKJ","2013-02-27 15:50:18+00","169713858864_402393173190712",1],[636,"Our new @StateDept Secretary of State, @JohnKerry, understands the catastrophic potential of the climate crisis: http://bit.ly/Xegpzh","2013-02-26 18:36:05+00","169713858864_488157597907151",1],[639,"Many claim cap-and-trade will never work. New England begs to differ http://bit.ly/VBpe6D","2013-02-22 19:21:58+00","169713858864_565150893509601",1],[640,"Hacking democracy 101: Secret network of conservative billionaires fuels climate disinformation campaign http://bit.ly/Y5e6j3","2013-02-20 03:23:11+00","169713858864_143020662525621",1],[642,".@AmoryLovins on how we already have the tools needed to solve the climate crisis: http://bit.ly/XgsrWH","2013-02-16 18:28:52+00","169713858864_508595222525392",1],[645,"The President's call to put a price on carbon pollution and solve the climate crisis was bold and meaningful. We must act now. #sotu","2013-02-13 03:46:36+00","169713858864_10151312449903865",1],[648,"Climate education being sabatoged: http://bit.ly/U2VZdl","2013-02-10 21:39:39+00","169713858864_417515264996271",1],[649,"","2013-02-08 15:59:22+00","169713858864_10151304305378865",1],[651,"Sec. of Energy Steven Chu’s last words in office are an important reminder to us all: http://bit.ly/VIB4ht","2013-02-06 18:53:20+00","169713858864_339268232846358",1],[652,"Rep Henry Waxman and Sheldon Whitehouse take action: http://bit.ly/14JQV0E","2013-02-03 19:41:23+00","169713858864_245313592271015",1],[654,"The climate crisis will cause a “bleak future” according to @WorldBank Pres Jim Yong Kim: http://bit.ly/WDZZAH","2013-02-02 00:02:50+00","169713858864_524173980955730",1],[656,"More secret anti-climate funding from the Koch Brothers outed: http://bit.ly/XfTDFt","2013-01-30 02:14:18+00","169713858864_593209280693108",1],[657,"Rising temperatures are already hurting crop yields. When will we act to slow temperature rise? http://bit.ly/VdYpUs","2013-01-27 20:25:47+00","169713858864_593426277339201",1],[658,"My new book, The Future: Six Drivers of Global Change, comes out in two days. Check out this excerpt from The Atlantic http://bit.ly/WYRz39  \n\nLearn more about the book here: http://bit.ly/XFlG04","2013-01-27 17:53:33+00","169713858864_471213136261500",1],[606,"No surprise – another climate denier's campaign is funded by dirty energy: http://thinkprogress.org/climate/2013/04/16/1872591/dirty-energy-fuels-climate-change-denier-ken-cuccinellis-campaign/","2013-04-24 20:17:00+00","169713858864_10151429923538865",1],[609,"Today in Costa Rica, I will speak with hundreds of @EFtours students from across North America about how we can solve global environmental issues together.  Follow along at www.facebook.com/efsummit","2013-04-20 17:43:36+00","169713858864_10151423850633865",1],[611,"Congratulations to @InsideClimate on their Pulitzer win. Outstanding reporting. http://www.washingtonpost.com/politics/insideclimate-news-wins-pulitzer/2013/04/15/b2960fb6-a611-11e2-8302-3c7e0ea97057_story.html","2013-04-17 00:30:51+00","169713858864_10151418323458865",1],[612,"~4x amount of data collected in the archives Library of Congress was stolen from the US in 2010 #thefuture","2013-04-13 13:20:03+00","169713858864_10151413185703865",1],[613,"Americans spend more time watching TV-5 hours/day-than any other activity besides sleeping \u0026 working #thefuture","2013-04-11 00:05:00+00","169713858864_10151409786013865",1],[615,"The Internet of Things has allowed us to free our \"cognitive resources.\" But at what cost? http://www.nytimes.com/2013/03/31/opinion/sunday/morozov-machines-of-laughter-and-forgetting.html","2013-04-05 00:52:42+00","169713858864_623266507687673",1],[617,"US fossil fuel subsidies in 2011: $502 billion. It's time to stop subsidizing the pollution of our atmosphere. http://thinkprogress.org/climate/2013/03/29/1791811/bombshell-imf-study-united-sates-is-worlds-number-one-fossil-fuel-subsidizer/","2013-04-02 23:25:31+00","169713858864_503299603067577",1],[621,"The @FinancialTimes says the case for a carbon tax is “overwhelming” http://bit.ly/13gIvjl","2013-03-22 00:33:22+00","169713858864_165693503586049",1],[623,"This weekend at SXSW, I was asked about the number of scientists that deny human-caused global warming. The answer? 34 out of 33,700 http://bit.ly/Y4LZkd","2013-03-11 15:51:50+00","169713858864_343616509082752",1],[625,"Income inequality is an increasingly dangerous problem in our country—check out this blog and video to learn more:  http://youtu.be/QPKKQnijnsM http://bit.ly/15Gw6me","2013-03-10 22:08:58+00","169713858864_354382234670403",1],[627,"Next year’s VA governor race will be an important test for climate deniers. Can their message work in a purple state?  http://bit.ly/ZxTpuz","2013-03-08 21:40:46+00","169713858864_436669596413460",1],[629,"Australia just experienced its hottest summer ever recorded, government blames climate crisis: http://bit.ly/169Tp98","2013-03-07 02:17:02+00","169713858864_487500761298103",1],[631,"Climate-linked heat waves and heat stress leading to decreases in worker productivity: http://bit.ly/ZSEfAI","2013-03-03 21:23:23+00","169713858864_442678492474686",1],[632,"2012’s stifling drought caused remarkable decreases in corn yields, almost 30% in some areas: http://bit.ly/VTGqo3","2013-03-02 00:32:00+00","169713858864_480134382053988",1],[633,"Few signs of relief from the crippling drought that has suffocated the US over the last year: http://bit.ly/YFrfPY","2013-02-27 19:47:32+00","169713858864_109032832617637",1],[637,"New report from the GAO shows that the US is “poorly positioned” to address major financial risks of climate crisis: http://bit.ly/137ffup","2013-02-25 00:01:12+00","169713858864_333823746738672",1],[638,"Small business support action to solve the climate crisis: http://bit.ly/YnpoiC","2013-02-23 22:24:17+00","169713858864_145433512286410",1],[641,"Boston underwater: http://bit.ly/Z8WcKY","2013-02-18 00:09:17+00","169713858864_312286175541481",1],[643,"Price of renewables dropping. Wind now cheaper than coal in some areas: http://bit.ly/YwbkA6","2013-02-15 19:56:33+00","169713858864_599062453441260",1],[644,"Check out my new video. \n\nbit.ly/X66LPY","2013-02-14 00:09:47+00","169713858864_418735311545840",1],[646,"The President has an historic opportunity to articulate a real strategy for climate action in this years #sotu: http://bit.ly/12JKRFS","2013-02-12 21:22:29+00","169713858864_484522971606644",1],[647,"Wind overtakes nuclear power in China: http://bit.ly/W8ABlu","2013-02-09 22:29:22+00","169713858864_334536773318047",1],[650,"After presidential race w/out single q about the climate crisis in debates, new polling shows US pop supports climate action: http://bit.ly/14GgsH7","2013-02-07 20:03:12+00","169713858864_118807641632224",1],[653,"Get the facts on solar energy from @MMFA http://bit.ly/VvmEMl","2013-02-02 19:22:10+00","169713858864_368682419906119",1],[655,"I'll be talking with Jon Meacham about my new book, The Future, at Belmont University tomorrow. Join the conversation. Get tickets here: http://bit.ly/U9g5DV","2013-02-01 19:15:15+00","169713858864_353637628084083",1],[659,"A former climate skeptic has published a paper confirming the #climatecrisis http://bit.ly/14hqijr","2013-01-26 18:03:36+00","169713858864_398995913523745",1],[661,"Two former @whitehouse advisers come out against Arctic drilling: http://bit.ly/SHzPwv","2013-01-24 18:08:23+00","169713858864_337640969681811",1],[663,"#dirtyweather is the new norm: http://bit.ly/WkfknA","2013-01-21 00:25:43+00","169713858864_483329688369366",1],[666,"For 36 straight years, temp has been higher than 20th century avg. Last time it was cooler? 1976, year I was 1st elected to Congress http://bit.ly/Sbff7D","2013-01-18 02:13:24+00","169713858864_293547630767111",1],[668,"The greenest office in the world: http://bit.ly/Xcqlq0","2013-01-16 02:07:51+00","169713858864_155586511256663",1],[670,"Are American coal companies dodging U.S. Royalty payments and selling their dirty fuels to China? http://blog.algore.com/2013/01/investigate_coal.html","2013-01-14 02:09:37+00","169713858864_378956642200988",1],[672,"Shell's Arctic drilling rig the Kulluk ran aground New Year's Eve Is drilling for oil/gas in the Arctic worth the risk? http://bit.ly/W00otZ","2013-01-12 14:49:33+00","169713858864_338259066287910",1],[674,"Australia, long considered the canary in the coal mine of the #climatecrisis, is so hot that forecasters had to redraw their maps: http://bit.ly/UZl1Zw","2013-01-10 19:55:58+00","169713858864_506890539354993",1],[675,"Another year, another record 2012 confirmed as the hottest year on record for the contiguous US. Story from @eilperin http://bit.ly/UyYOyJ","2013-01-08 20:47:05+00","169713858864_469839509742413",1],[676,"Dirty energy causes dirty weather. Costs of climate inaction are building and causing expensive infrastructure damage http://bit.ly/10c1biO","2013-01-08 15:52:39+00","169713858864_553467034681818",1],[678,".@billmckibben on the simple and powerful reasons why we must switch to a clean energy economy: http://bit.ly/TDpEbJ","2013-01-05 22:26:56+00","169713858864_137689306389445",1],[682,"Watch @Current's final showing of #BowlingforColumbine tonight at 8E/5P - an important documentary on an important issue.","2012-12-30 20:43:43+00","169713858864_10151215861608865",1],[685,"The window to avert catastrophic global warming is rapidly closing—there is still hope, but we must act now: http://bit.ly/VoLArx","2012-12-30 01:04:43+00","169713858864_447976361918741",1],[778,"Give ‘Em Hell Harry: http://bit.ly/RnEO5D","2012-08-17 16:45:07+00","169713858864_218003111659650",1],[660,"My new book \"The Future,\" out on 1/29, examines the six drivers of global change. Learn about the book in this video: http://bit.ly/VclmFQ","2013-01-25 19:27:40+00","169713858864_333902106715095",1],[662,"Great to hear President Obama call for climate action in today's #inaug2013 address. Congratulations Mr. President http://bit.ly/VgnNwd","2013-01-21 19:39:55+00","169713858864_137862786373630",1],[664,"Two major investors, respected for their long-term approach and good judgment, make new investments in #cleanenergy http://bit.ly/13QJLHq","2013-01-19 23:04:05+00","169713858864_487265307986881",1],[665,"Experts from @wef name the #climatecrisis as one of the world’s top global risks: http://bit.ly/107g68j","2013-01-18 23:35:48+00","169713858864_415271678548143",1],[667,"The @NYTimes decision to close its environmental desk is a sad one, but I am cautiously optimistic: http://bit.ly/W1feDr","2013-01-17 01:25:11+00","169713858864_461158367280695",1],[669,"Chevron's CEO: the #climatecrisis isn't our problem http://bit.ly/ULKQJN","2013-01-14 22:45:38+00","169713858864_577531028943018",1],[671,"2012 was a year for the record books. 362 all-time record high temps, zero record lows. #climatereality http://bit.ly/SrEe87","2013-01-13 00:35:40+00","169713858864_465307363526035",1],[673,"2012 was the wettest year ever for Britain, 2nd-most for UK. http://bit.ly/USfq6i #climatecrisis","2013-01-12 00:02:00+00","169713858864_490126631037821",1],[677,"Momentum is increasing; the solar industry is rapidly growing: http://bit.ly/13e9Y1i","2013-01-07 18:59:32+00","169713858864_321663524609572",1],[679,"The @NYTimes editorial board calls on the @whitehouse to press for immediate action on the climate crisis: http://bit.ly/1010nx8","2013-01-04 22:19:31+00","169713858864_573952295951666",1],[680,"Ireland's carbon/pollution tax offers a poignant example of how reducing emissions can also help the economy http://bit.ly/YUHbem","2013-01-03 01:06:05+00","169713858864_280953635361149",1],[681,"The folks @MMFA have named their Climate Misinformer of the year: http://bit.ly/Z5R1ii","2013-01-01 00:40:32+00","169713858864_323407371107355",1],[683,"Once again, the courts uphold the landmark 2007 Supreme Court finding that the @EPAgov can regulate greenhouse gases http://bit.ly/VR5ION","2012-12-31 02:44:40+00","169713858864_128983760595562",1],[684,".@thinkprogress with a rundown of some of this year's most important energy-related numbers: http://bit.ly/Vj7WZ5","2012-12-30 17:20:31+00","169713858864_317030445072174",1],[699,"Climate tracker: http://bit.ly/YYz2d9","2012-12-08 19:46:42+00","169713858864_308466195931293",1],[700,"Too much CO2: http://bit.ly/WOClOG","2012-12-07 21:46:54+00","169713858864_344976112268300",1],[701,"It is \"virtually certain\" that 2012 will be the hottest year ever for the US according to @NOAA #dirtyweather http://www.ncdc.noaa.gov/sotc/","2012-12-07 01:53:17+00","169713858864_514618801895374",1],[708,"Renewables over Keystone: http://bit.ly/XPnslg","2012-11-25 01:57:40+00","169713858864_265405606914713",1],[711,"A frightening new @WorldBank report on the climate crisis describes a \"doomsday scenario\" for the world's poor http://bit.ly/UD5AlL","2012-11-19 18:04:33+00","169713858864_513106725374893",1],[712,"68%  http://bit.ly/Q1HyEk","2012-11-17 21:35:03+00","169713858864_10151154592993865",1],[713,"http://youtu.be/1iVDHiOEBvw","2012-11-15 13:15:19+00","169713858864_128756700611268",1],[719,"On the road: http://bit.ly/SchcvT","2012-11-11 19:51:15+00","169713858864_558528090830988",1],[720,"On the road: http://bit.ly/SchcvT","2012-11-11 19:49:48+00","169713858864_507515599273740",1],[728,"Chevron makes the largest single corporate contribution of the election cycle: http://bit.ly/TqaP7y","2012-11-02 14:19:17+00","169713858864_116077188550520",1],[729,"Sandy is a warning. We must work together to solve the climate crisis \u0026 support our neighbors in need: http://bit.ly/Ue36KA","2012-10-30 17:34:28+00","169713858864_547361838623918",1],[730,"Making clean energy toxic: http://bit.ly/VRXVqs","2012-10-27 20:54:18+00","169713858864_377509525659824",1],[731,"Wheat is the latest crop threatened by drought: http://bit.ly/U2J0my","2012-10-26 20:47:21+00","169713858864_502120713156264",1],[732,"The real cost of coal: http://bit.ly/P6UI2g","2012-10-26 02:31:10+00","169713858864_457149140990418",1],[733,"A threat to the Great Lakes: http://bit.ly/S29Ezp","2012-10-24 00:49:29+00","169713858864_411528568914888",1],[734,"An entire country plans on moving due to climate: http://bit.ly/SYgaqO","2012-10-16 15:44:40+00","169713858864_535832286430133",1],[737,"Take a stand \u0026 join the global movement to help end the climate crisis. Share your extreme weather story with @ClimateReality: bit.ly/UEgE2z","2012-10-12 21:10:14+00","169713858864_153646671444133",1],[738,"More than 50% of the Great Barrier Reef’s coral is gone: http://bit.ly/RjyHdS","2012-10-11 23:40:02+00","169713858864_324961400936505",1],[742,"25 years ago, the world came together to solve the ozone crisis. Today, we must unite again to solve the climate crisis:  http://bit.ly/Ww0efq","2012-10-05 20:27:53+00","169713858864_468786493165711",1],[744,"Tune into debate coverage on Current tonight: http://bit.ly/Sy9MX4","2012-10-03 16:51:41+00","169713858864_124938700988359",1],[745,"Climate and GDP: http://bit.ly/O35LJk","2012-10-02 19:25:16+00","169713858864_347457198676785",1],[746,"SwissRe finds that the financial impact of flooding has doubled in the past decade 500 million are affected each year: http://bit.ly/O0r8en","2012-10-01 14:49:16+00","169713858864_431685983556846",1],[748,"China takes action: http://bit.ly/SWRfQ8","2012-09-30 16:26:02+00","169713858864_10151089793758865",1],[751,"The effects of the climate crisis are here: http://bit.ly/NU5zME","2012-09-28 00:36:38+00","169713858864_393563467375827",1],[754,"Very inspired by the bloggers and @mashable @92Y \u0026 @UNFoundation at #SGSGlobal. Remember to watch today at 2:45pm! http://on.mash.to/RxjKbG","2012-09-23 16:18:53+00","169713858864_470932299594544",1],[755,"Looking forward to the Social Good Summit and a big announcement from @ClimateReality. Who’s tuning in? #SGSGlobal http://on.mash.to/RxjKbG","2012-09-22 15:42:20+00","169713858864_155572321250612",1],[756,"A threat to business: http://bit.ly/ONhuaM","2012-09-21 20:26:13+00","169713858864_392382860834332",1],[757,"Nothing new about “clean coal”: http://bit.ly/PF6aQj","2012-09-21 00:44:20+00","169713858864_107654322722262",1],[758,"Time to act on climate without further dangerous delay. Arctic sea-ice melt in 2012 was largest in recorded history http://bit.ly/PItpra","2012-09-19 22:26:53+00","169713858864_10151076783548865",1],[760,"The climate crisis and food prices: http://bit.ly/U8bj6a","2012-09-15 23:49:04+00","169713858864_366064070142335",1],[763,"You thought it was hot this year?  http://bit.ly/SC9QXO","2012-09-11 22:16:09+00","169713858864_503298479698934",1],[765,"Clean job growth in Massachusetts, thanks to government investment: http://bit.ly/PSvCR4","2012-09-08 23:48:40+00","169713858864_360640777352595",1],[777,"16 million acres of clean energy: http://bit.ly/NvMfpF","2012-08-18 02:24:12+00","169713858864_10151025459328865",1],[687,"Look at the polling ­ climate deniers are only a few anti-science zealots: http://bit.ly/URNnTe","2012-12-22 22:44:36+00","169713858864_443037605751194",1],[688,"The conversation about gun violence in America starts here. Tune in to Bowling for Columbine on Current TV now \u0026 join the live debate by following @Current on Twitter and tweeting with #BowlingforColumbine.","2012-12-22 01:30:39+00","169713858864_10151202387098865",1],[689,"The drought continues: http://bit.ly/VV3PRG","2012-12-21 22:12:30+00","169713858864_314384951995422",1],[690,"When the conversation turns to guns, no movie more imp. than @MMFlint's #BowlingforColumbine. Watch on @Current tonight: http://bit.ly/RSVPGunControl","2012-12-21 18:03:31+00","169713858864_458035637589100",1],[691,"Climate action can be bipartisan: http://bit.ly/UgD3XI","2012-12-21 02:09:52+00","169713858864_124422231054988",1],[692,"Now is the time to talk gun control. All this month, starting at 6pm ET/3pm PT and8:30pm ET/5:30pm PT tomorrow, Current TV will air Michael Moore's award-winning documentary “Bowling for Columbine”. RSVP and invite others to join the debate: \n\nhttp://bit.ly/RSVPGunControl","2012-12-20 22:04:50+00","169713858864_10151200729163865",1],[693,"Climate action can be bipartisan: http://bit.ly/12AgxLj","2012-12-19 16:48:03+00","169713858864_567670803258839",1],[694,"No more Colorado River http://bit.ly/RAtG5S","2012-12-17 21:52:11+00","169713858864_477767445595214",1],[695,"Why do so many meteorologists deny the #climatecrisis? http://bit.ly/12traj0","2012-12-16 13:27:57+00","169713858864_449335031799601",1],[696,"The #climatecrisis could cost the ski industry $2b annually. #IAmProSnow w/@climatereality \u0026 @warrenmillerent http://bit.ly/12m8vWn","2012-12-13 02:01:15+00","169713858864_500934539939526",1],[697,"3 simple steps you can take to help tackle the climate crisis from Maggie Fox, CEO of @climatereality http://bit.ly/YUMpfx","2012-12-10 22:17:43+00","169713858864_347519702013507",1],[698,"The climate denial machine profiled by @MMFA http://bit.ly/VI4Jqi","2012-12-09 17:20:16+00","169713858864_100359796802258",1],[702,"How much the ice is melting: http://bit.ly/TGympU","2012-12-06 05:40:12+00","169713858864_455881364475555",1],[703,"Watch this from @ClimateReality: http://youtu.be/Eij91cInLHI","2012-12-01 21:57:03+00","169713858864_125117864313603",1],[704,"Another dangerous milestone: http://bit.ly/UgdYt4","2012-11-30 22:24:51+00","169713858864_439481602784109",1],[705,"The drought continues: http://bit.ly/Yv36Nk","2012-11-29 21:19:41+00","169713858864_371812709576785",1],[706,"Coal plants impact communities of color: http://bit.ly/V2tF82","2012-11-29 03:37:02+00","169713858864_466865853350028",1],[707,"#dirtyenergy-funded climate deniers are trying to dismantle renewable energy mandates Terrific story by @eilperin http://bit.ly/WszFG6","2012-11-27 02:02:15+00","169713858864_309809325790363",1],[709,"Ranchers are facing the effects of the climate crisis: http://bit.ly/UOR3U1","2012-11-23 15:37:06+00","169713858864_119134474913233",1],[710,"Take the Climate Reality Pledge: http://bit.ly/UHCJwO","2012-11-21 03:59:41+00","169713858864_455678821163236",1],[714,"@climatereality \u0026 @threadless created a #DirtyWeather t-shirt. 25% of sales support @climatereality. Buy 1 at http://bit.ly/SReZsW","2012-11-14 21:24:06+00","169713858864_125367727619208",1],[715,"New video: watch the record Arctic melt: http://bit.ly/RXYcD0","2012-11-14 19:55:55+00","169713858864_437589986300860",1],[716,"Please watch 24 Hours of #Reality - a global conversation on the #DirtyWeather affecting our planet. http://bit.ly/PFzTwx","2012-11-14 18:02:44+00","169713858864_435870039800702",1],[717,"Learn the truth about the #ClimateCrisis \u0026 #ExtremeWeather during 24 Hours of Reality: The #DirtyWeather Report. Nov 14 @ 8:00ET http://bit.ly/PFzTwx","2012-11-13 23:08:35+00","169713858864_137093073106204",1],[718,"Please join me @ClimateReality 's 24 Hours of #Reality: The #DirtyWeather Report. Beginning Nov 14 @ 8:00ET: http://bit.ly/PFzTwx","2012-11-13 17:42:02+00","169713858864_299662286800316",1],[721,"On the road: http://bit.ly/SchcvT","2012-11-11 19:49:17+00","169713858864_293815370728470",1],[722,"It’s Global Warming Stupid: http://bit.ly/W03PAh","2012-11-10 20:23:09+00","169713858864_353305931431460",1],[723,"Cloudy forecasts becoming clear catastrophic warming ahead http://bit.ly/S60A8T","2012-11-09 21:48:26+00","169713858864_388430557903542",1],[724,"Rain and drought: http://bit.ly/TOHMz1","2012-11-09 03:36:45+00","169713858864_305721749527835",1],[725,"Hurricane Sandy exacerbated by climate change: http://bit.ly/RFcV5y","2012-11-06 03:44:43+00","169713858864_522640521080348",1],[726,"The oil boom’s consequences: http://bit.ly/SLi6DE","2012-11-04 19:53:27+00","169713858864_482315975146103",1],[727,"A new threat to the food chain: http://bit.ly/U0eqJW","2012-11-03 15:58:49+00","169713858864_10151135829223865",1],[735,"Meteorologists speak out: http://bit.ly/QDtvlg","2012-10-14 21:24:37+00","169713858864_481930461841834",1],[736,"Almost two thirds of the US is facing drought conditions: http://bit.ly/TmAT3u","2012-10-12 22:43:03+00","169713858864_195534907247395",1],[739,"US newspapers carrying water for climate deniers: http://bit.ly/QanInU","2012-10-09 12:17:26+00","169713858864_101698609990422",1],[740,"What will the cost of the climate crisis be?  http://bit.ly/UwmNDI","2012-10-07 22:04:31+00","169713858864_493914520626243",1],[741,"$1.2 Trillion: http://bit.ly/PJqePB","2012-10-06 23:53:12+00","169713858864_152471441563588",1],[743,"Only a sailboat: http://bit.ly/SGsvv6","2012-10-05 00:57:39+00","169713858864_451417741577690",1],[747,"330 months in a row: http://bit.ly/QcOtb3","2012-09-29 21:01:30+00","169713858864_331070216989136",1],[749,"Seven warning signs: http://bit.ly/UYi9gA","2012-09-29 17:39:23+00","169713858864_211838815614219",1],[750,"Planetary emergency: http://bit.ly/QAyTHW","2012-09-28 17:36:49+00","169713858864_385770294825495",1],[752,"Legislative insanity: http://bit.ly/PIoBUB","2012-09-27 16:11:25+00","169713858864_355511714530855",1],[753,"Save the date for 24 Hours of Reality on Nov. 14-15 from @ClimateReality: http://climaterealityproject.org/24hours/","2012-09-25 23:07:20+00","169713858864_10151084267973865",1],[759,"Antarctica expert James McClintock’s new book documents the profound changes taking place across the South Pole: http://amzn.to/Rsj3eX","2012-09-18 23:37:04+00","169713858864_435245179845504",1],[761,"Denier conspiracy buffs: http://bit.ly/SlQ3pp","2012-09-14 20:59:50+00","169713858864_360328537378934",1],[762,"Timeline of extreme weather:http://bit.ly/PxwsWD","2012-09-13 21:50:35+00","169713858864_520540054639894",1],[764,"First eight months in US was the warmest such period on record. Read more from @NOAA: http://1.usa.gov/S4bYkS","2012-09-10 23:07:55+00","169713858864_142262392582926",1],[767,"Antarctic methane: http://bit.ly/OXKxJ2","2012-09-06 17:19:21+00","169713858864_323519237744227",1],[769,"A new tool for investors:  http://bit.ly/O1Jv3D","2012-08-31 22:13:57+00","169713858864_392549290811046",1],[770,"Closing the Mississippi: http://bit.ly/Puq9Qt","2012-08-30 16:13:16+00","169713858864_278466595599168",1],[766,"Extraordinary: 35 years+1 day and 11 billion miles, Voyager 1—which gave us the farthest photo of Earth—is still going http://1.usa.gov/Q8GBKJ","2012-09-06 19:29:10+00","169713858864_218919191570921",1],[768,"Sea level rise: http://bit.ly/QPzWEU","2012-09-01 22:26:26+00","169713858864_369374386464813",1],[771,"Check out convention coverage on @Current http://bit.ly/RqF4yD","2012-08-28 19:25:16+00","169713858864_113701692111393",1],[772,"Arctic sea ice cover is at an all-time daily record low - an important alarm bell http://bit.ly/RnQjaP","2012-08-27 11:42:19+00","169713858864_109157552567698",1],[773,"Hottest rain: http://bit.ly/QvQFYb","2012-08-23 21:28:31+00","169713858864_427737683944600",1],[774,"Incomplete coverage: http://bit.ly/PxG4Al","2012-08-22 20:05:42+00","169713858864_342653559152116",1],[775,"Climate bankruptcy: http://bit.ly/RdNU2o","2012-08-21 20:46:07+00","169713858864_270617629715040",1],[776,"Record melting in the Arctic: http://bit.ly/QiOU0h","2012-08-20 19:31:38+00","169713858864_306295662801636",1],[783,"Yet another record falls this summer: July was the hottest month ever recorded in US history. http://bit.ly/Nm0327","2012-08-09 18:52:15+00","169713858864_512079115475667",1],[785,"More than half of US counties are now 'disaster' areas due to this summer's stifling heat and drought http://bit.ly/O2TO42","2012-08-07 18:13:17+00","169713858864_450269921671230",1],[787,"At least 70% human made: http://bit.ly/OEkmrp","2012-08-02 22:10:51+00","169713858864_435908176432505",1],[789,"Moral outrage: http://bit.ly/RanmvJ","2012-08-02 02:08:06+00","169713858864_426607344045167",1],[791,"The heat wave by the numbers:  http://bit.ly/QnZ8O0","2012-07-27 18:29:31+00","169713858864_10150980756218865",1],[794,"Americans want action – when will Washington listen:  http://bit.ly/ML7Ncj","2012-07-19 22:16:28+00","169713858864_139679119503549",1],[796,"We’re falling behind: http://bit.ly/MvvVER","2012-07-17 22:39:23+00","169713858864_395382497191932",1],[799,"The Arctic Row would not have been possible a few years ago:  http://bit.ly/LZZpWH","2012-07-15 13:50:43+00","169713858864_426216387417453",1],[800,"Biggest disaster area in US history from recent extreme weather: http://bit.ly/M8LekP","2012-07-14 12:38:42+00","169713858864_395577097165501",1],[801,"So hot the asphalt is melting:  http://bit.ly/NTJtWK","2012-07-13 18:59:44+00","169713858864_362581780481312",1],[803,"Over half of the continental US is in drought:   http://bit.ly/L9mG72","2012-07-11 18:51:25+00","169713858864_474174892594326",1],[806,"1,000 new heat records: http://bit.ly/MH26js","2012-07-03 19:19:37+00","169713858864_252408341536951",1],[807,"Exxon CEO Rex Tillerson could not be more wrong: http://bit.ly/LfAEdm","2012-07-02 17:03:47+00","169713858864_380303595368441",1],[808,"Floods cost Minnesota over $100 million: http://bit.ly/N8FDq3","2012-06-28 21:53:15+00","169713858864_486569448036231",1],[815,"Romney get bus-ted on green jobs: http://bit.ly/MyoINm","2012-06-20 20:49:20+00","169713858864_371741689545850",1],[816,"Wildfires and the climate crisis:  http://bit.ly/Mp4XtX","2012-06-19 11:57:57+00","169713858864_10150900183398865",1],[817,"Europe slashes auto emissions:  http://bit.ly/MiUZdr","2012-06-17 20:32:42+00","169713858864_355464734523287",1],[820,"Read Maggie Fox, CEO of @ClimateReality, on taking action: http://bit.ly/NamkmS","2012-06-12 20:12:06+00","169713858864_380171238698265",1],[821,"We’ve reached a horrible new threshold: http://bit.ly/LF5VBS","2012-06-07 18:10:42+00","169713858864_453986091279961",1],[822,"Which companies are misleading consumers about their stand on the climate crisis? http://bit.ly/LyXKGY","2012-06-06 23:56:00+00","169713858864_247270975385455",1],[826,"The cost of coal: http://blog.algore.com/2012/06/12000_people_100_billion.html","2012-06-02 18:30:31+00","169713858864_10150866034338865",1],[827,"First transcontinental solar flight: http://bit.ly/K3S6ue","2012-06-02 00:55:30+00","169713858864_454372477923790",1],[829,"Killer heat: http://bit.ly/KEbra0","2012-06-01 17:07:50+00","169713858864_238640379584867",1],[830,"Nashville now has, imho, one of the best restaurants in the whole world: The Catbird Seat. Just saying.","2012-05-29 20:30:25+00","169713858864_10150857161278865",1],[832,"Arctic Death Spiral: http://bit.ly/KM8DoD ","2012-05-25 18:50:47+00","169713858864_339924536075943",1],[833,"I'll be on @GranholmTWR at 9pm ET to discuss campaign politics with @villaraigosa and @vanjones68. Join the conversation @current tonight!","2012-05-24 23:49:16+00","169713858864_10150846316038865",1],[834,"326th in a row: http://bit.ly/KVcEXw ","2012-05-23 23:50:50+00","169713858864_241225915986658",1],[836,"RT @ClimateReality We took over @HeartlandInst’s Billboard! Check it out: http://ow.ly/aZVfD #Reality","2012-05-18 18:27:18+00","169713858864_329984360403505",1],[838,"Make you voice heard -- support the Carbon Pollution Standard: http://bit.ly/JTxsQh ","2012-05-17 20:06:27+00","169713858864_100100603462995",1],[839,"Under threat: http://bit.ly/Krc1J0 ","2012-05-15 22:11:04+00","169713858864_338242716241992",1],[841,"The climate crisis and allergies: http://bit.ly/IYdYMm","2012-05-11 13:30:19+00","169713858864_273112066118854",1],[843,"A disgusting campaign: http://bit.ly/IItMDd ","2012-05-08 17:24:01+00","169713858864_321818264554490",1],[846,"Fantastic piece by Jason Mraz in Huffington Post UK: http://huff.to/IntUrC ","2012-05-01 19:11:52+00","169713858864_214572278658981",1],[849,"It’s not controversial: http://bit.ly/I9UEvN ","2012-04-25 22:32:32+00","169713858864_299923406750251",1],[853,"Climate crisis coverage gets Trumped: http://bit.ly/K3Csiq ","2012-04-23 22:41:52+00","169713858864_223362211103356",1],[856,"http://current.com/shows/the-war-room/blog/reflections-on-earth-day","2012-04-20 16:23:12+00","169713858864_187070018080976",1],[858,"Crippling New York http://bit.ly/HQz1A0","2012-04-17 18:22:05+00","169713858864_418893948138090",1],[860,"Are states ready or not? http://bit.ly/I40VGb","2012-04-11 20:37:46+00","169713858864_188435067941529",1],[861," The Greatest Challenge to our Species: http://bit.ly/Ihdd07 ","2012-04-10 20:16:47+00","169713858864_266577143435664",1],[862,"A Republican meteorologist speaks out: http://bit.ly/HeJqBX","2012-04-06 18:18:43+00","169713858864_329931247071511",1],[863,"Vanishing Great Lakes’ ice: http://bit.ly/I1kIY2 ","2012-04-05 21:30:29+00","169713858864_381821821848970",1],[864,"$2 billion in damage: http://bit.ly/H4ngQf ","2012-03-29 21:05:46+00","169713858864_279533682122371",1],[866,"3 million green jobs in the USA: http://bit.ly/HjkIn4","2012-03-28 21:50:16+00","169713858864_284851004924821",1],[868,"Excited for the launch of @current's new morning lineup @bpshow \u0026 @smshow.  I'll be on next week.  For more info: http://bit.ly/GQu60q","2012-03-26 02:12:53+00","169713858864_414514831896135",1],[870,"800,000 years: http://bit.ly/GK2goC ","2012-03-23 20:31:27+00","169713858864_379121095454249",1],[873,"Computer games assist in the fight against climate change: http://bit.ly/x9KrMc ","2012-03-19 16:17:26+00","169713858864_214832891957081",1],[779,"Be persuasive. Win the conversation. Joe Romm (@climateprogress) shows you how in his new book: http://amzn.to/NudA5j","2012-08-14 22:57:12+00","169713858864_166851786772651",1],[780,"This week in Washington DC, the @ClimateReality #ImTooHot campaign\nis helping folks keep cool - http://bit.ly/PiYIZT","2012-08-14 14:33:06+00","169713858864_367148850021254",1],[781,"Meet Paul Ryan: http://bit.ly/MVdlq8","2012-08-13 23:22:38+00","169713858864_428436190542068",1],[782,"A “conspiracy of silence” on the climate crisis http://bit.ly/MId5F7","2012-08-10 17:46:46+00","169713858864_187334351398522",1],[784,"Climate scientist James Hansen from @NASAGoddard on the reality of the climate crisis http://bit.ly/O5xB5m","2012-08-08 22:06:58+00","169713858864_142348269238679",1],[786,"A guide to climate and drought: http://bit.ly/OOD5T7","2012-08-03 22:13:47+00","169713858864_10150996096313865",1],[788,"Need relief from this summer's scorching heat? Cool off with @climatereality #imtoohot campaign this week in Austin, TX http://bit.ly/Mxduvb","2012-07-31 21:38:06+00","169713858864_336987303054228",1],[790,"A converted skeptic http://bit.ly/NRkc0F","2012-07-30 22:49:15+00","169713858864_10150987446843865",1],[792,".@billmckibben's latest article on the climate crisis is a must read: http://www.rollingstone.com/politics/news/global-warmings-terrifying-new-math-20120719","2012-07-26 21:32:16+00","169713858864_480264648668462",1],[793,"Great interactive drought map from @NPR: http://bit.ly/NICnp6","2012-07-24 20:03:00+00","169713858864_242300299224081",1],[795,"Hurting farmers: http://bit.ly/P0AJNM","2012-07-18 21:10:27+00","169713858864_368064209928527",1],[797,"Another GOP lie: http://bit.ly/NzTWda","2012-07-16 22:11:51+00","169713858864_166747010127192",1],[798,"Midwest farmers experience the price of extreme weather:  http://bit.ly/Nu1UEw","2012-07-15 23:01:05+00","169713858864_265746376858667",1],[802,"The US heat wave is “out of whack”:  http://bit.ly/M6Ta5X","2012-07-13 13:16:09+00","169713858864_450083385022421",1],[804,"How unpopular is the coal industry? It needs to invent imaginary friends: http://bit.ly/MMnwf0","2012-07-05 20:34:08+00","169713858864_355147114556448",1],[805,"This is what the climate crisis looks like:  http://bit.ly/MTTZ26","2012-07-04 13:40:43+00","169713858864_336862643060502",1],[809,"History repeating itself: http://bit.ly/LANe0u","2012-06-29 19:18:47+00","169713858864_339300946148326",1],[810,"The myths and facts about natural gas:  http://bit.ly/KNlA5m","2012-06-27 20:48:13+00","169713858864_438095149545343",1],[811,"What kills more Americans than hurricanes, tornadoes, floods, and earthquakes combined? http://bit.ly/M1yhu8","2012-06-26 21:09:41+00","169713858864_380994288621400",1],[812,"See how your state stacks up:  http://bit.ly/LTVPBd","2012-06-24 22:59:00+00","169713858864_298379763591032",1],[813,"The climate crisis is hazardous to your health: http://bit.ly/LpUr9O","2012-06-23 19:45:13+00","169713858864_285507131547435",1],[814,"Oil companies admit the dangers of the climate crisis – yet still fund deniers: http://bit.ly/LokWL2","2012-06-22 20:21:30+00","169713858864_195759270550493",1],[818,"Mexico moves forward: http://bit.ly/K5HHip","2012-06-14 19:18:29+00","169713858864_443453155675455",1],[819,"We’ve set another record:  http://bit.ly/M4ufNK","2012-06-13 21:58:36+00","169713858864_437973812894370",1],[823,"Companies must disclose climate risk to investors: http://bit.ly/Kaz6AU","2012-06-05 19:43:17+00","169713858864_248999208534504",1],[824,"Truth: Shale gas will do nothing to solve the climate crisis: http://bit.ly/L7kxZM","2012-06-04 18:05:03+00","169713858864_248488268585755",1],[825,"More bad news: http://bit.ly/JF92I8","2012-06-03 20:44:22+00","169713858864_298875666870355",1],[828,"Mining on public land is not worth it: http://blog.algore.com/2012/05/mining_on_public_land_is_not_w.html","2012-05-31 03:16:47+00","169713858864_320780731329636",1],[831,"Drought: http://bit.ly/L3zgoQ ","2012-05-26 22:22:25+00","169713858864_306209646131903",1],[835,"Vermont bans fracking: http://bit.ly/Jjpx0W","2012-05-21 22:06:04+00","169713858864_393601530681592",1],[837,"Another record: http://bit.ly/JUiJoW ","2012-05-18 18:14:46+00","169713858864_307243232690247",1],[840,"Damage to the tech industry in Thailand: http://bit.ly/Ja4mxg ","2012-05-13 21:47:32+00","169713858864_328450653893237",1],[842,"Read Jim Hansen's excellent op ed in today's New York Times: http://nyti.ms/JhYPDb","2012-05-10 16:43:19+00","169713858864_451545314859617",1],[844,"South Korea passes historic climate legislation: http://bit.ly/Ix5zi1 ","2012-05-03 13:55:41+00","169713858864_352474898146310",1],[845,"“Let’s Just Say It: The Republicans are the Problem” http://bit.ly/IvERpO ","2012-05-02 22:26:19+00","169713858864_306618229412819",1],[847," Women and the climate crisis: http://bit.ly/IQU5pp","2012-05-01 01:39:46+00","169713858864_134172596716123",1],[848,"World’s largest solar plant goes online: http://bit.ly/IetNi6 ","2012-04-27 23:06:04+00","169713858864_382566091787424",1],[850,"Mexico passes major climate legislation:  http://bit.ly/JoeqzD ","2012-04-24 21:05:16+00","169713858864_202116369906458",1],[851,"Check out my friend @jason_mraz new CD #LoveIsAFourLetterWord today smarturl.it/love","2012-04-24 13:41:57+00","169713858864_218908751550910",1],[852,"15,000 Temperature records were set in March: http://bit.ly/JjLw3U ","2012-04-22 23:13:17+00","169713858864_215173968593264",1],[854,"Thanks for a fantastic Earth Day special @granholmTWR http://bit.ly/HZ6E3y","2012-04-21 14:44:57+00","169713858864_363002950403834",1],[855,"Fracking is a risk to homeowners: http://bit.ly/HYP0xe ","2012-04-20 22:32:35+00","169713858864_217337728375056",1],[857,"Faith and the climate crisis: http://bit.ly/J7mdGL","2012-04-20 01:38:07+00","169713858864_10150697905548865",1],[859,"85% Disappeared? http://bit.ly/HEfgco ","2012-04-12 19:59:31+00","169713858864_267847803305704",1],[865,"Great new tool from Climate Central: http://bit.ly/I1nklh ","2012-04-04 17:57:36+00","169713858864_214612591976883",1],[867,"@EPAgov announces limits on industrial carbon pollution from new power plants, a vital step toward protecting our climate. http://bit.ly/GXaHWR ","2012-03-27 19:47:07+00","169713858864_354770104574526",1],[869,"Bringing renewable energy to Africa: http://bit.ly/H2x6Xh","2012-03-26 00:12:13+00","169713858864_156639247791418",1],[871,"Science not politics: http://bit.ly/GGHpCz","2012-03-22 15:17:26+00","169713858864_298979300174909",1],[872,"The real March Madness: http://bit.ly/GGasl6 ","2012-03-21 00:06:26+00","169713858864_138470946278620",1],[875,"Check out Climate Central's new paper and website on sea level rise: bit.ly/A3MOsQ","2012-03-15 03:28:04+00","169713858864_211320238976160",1],[877,"Who pays for the climate crisis? http://bit.ly/xK4nWk","2012-03-11 17:36:18+00","169713858864_129697667158190",1],[878,"Climate crisis causes extinction: http://bit.ly/zzUla4","2012-03-02 20:35:01+00","169713858864_357564497610943",1],[880,"Green jobs: http://bit.ly/w80chK","2012-02-24 22:50:13+00","169713858864_308817529184935",1],[874,"4th Warmest Winter on record:  http://bit.ly/FOkn8J","2012-03-16 19:00:14+00","169713858864_10150623850168865",1],[876,"Maggie Fox in National Journal: http://bit.ly/yEawIy","2012-03-10 17:41:17+00","169713858864_377424525615367",1],[879,"Climate denial in schools: http://bit.ly/wLvHOJ","2012-02-28 19:03:29+00","169713858864_323717021017263",1],[881,"Read about @CFigueres experiences in Antarctica: http://bit.ly/x6nd16","2012-02-22 01:51:46+00","169713858864_166207076829494",1],[882,"Leaked documents from the Heartland Institute reveal industry funded plan to discredit climate science http://bit.ly/yGVMiY","2012-02-16 14:02:17+00","169713858864_335176193191956",1],[883,"150 billion tons of ice: http://bit.ly/yfQGeP ","2012-02-15 22:26:08+00","169713858864_358683597484831",1],[884,"Stop the tar sands pipeline, it's about the climate. Please read and sign this petition: http://bit.ly/yjH8vv","2012-02-13 19:18:57+00","169713858864_327389830637880",1],[886,"Returning with @climatereality from #onthinice expedition to Antarctica. What an incredible experience! More to come over the next few weeks. http://bit.ly/yt925k","2012-02-06 16:33:16+00","169713858864_355155434509321",1],[892,"A post I wrote on sea level rise from Antarctica to Bangladesh via @climatereality http://bit.ly/zwfGK4 #onthinice","2012-01-31 17:56:17+00","169713858864_222700414488022",1],[893,"Join @climatereality as we travel to Antarctica +round the globe to learn how climate change has us living #onthinice http://bit.ly/xyibXe","2012-01-25 14:02:25+00","169713858864_168687476567258",1],[895,"Who is dumping greenhouse gases: http://bit.ly/xhJRBL","2012-01-22 16:58:45+00","169713858864_10150508006788865",1],[897,"A must read New York Times editorial: http://bit.ly/vZ2aw7 ","2012-01-14 19:18:36+00","169713858864_167852929986434",1],[899,"Top climate stories of 2011: http://bit.ly/z65HJI ","2012-01-13 01:22:26+00","169713858864_114775345309891",1],[900,"Clean energy technology saves you money: http://bit.ly/AknRec","2012-01-11 22:47:39+00","169713858864_210945118995628",1],[903,"An efficient New Year: http://bit.ly/xY6hfn ","2012-01-06 19:15:08+00","169713858864_164534933653030",1],[905,"Climate misinformer of the year: http://bit.ly/vlB2Ff","2011-12-31 16:45:59+00","169713858864_183115901786487",1],[909,"Great description of the outcome of the climate treaty talks in Durban: http://bit.ly/utLrdv ","2011-12-12 16:39:25+00","169713858864_302130263151856",1],[911,"Great column by four Senators at Grist: http://bit.ly/vWdAbX","2011-12-24 00:14:49+00","169713858864_10150449027878865",1],[913,"New York underwater: http://bit.ly/rJPEJs","2011-11-23 18:51:00+00","169713858864_182233931865816",1],[917,"Breaking the cycle: http://bit.ly/v3WlNN ","2011-11-16 16:29:36+00","169713858864_116005521845874",1],[920,"Australia passes historic climate legislation: http://bit.ly/urBAIk","2011-11-08 02:05:12+00","169713858864_265382473507777",1],[926,"My thoughts on Occupy Wall Street http://bit.ly/niJrJ1 Support #OWS http://bit.ly/o6XE98","2011-10-12 21:33:43+00","169713858864_168322303254893",1],[928,"New IPCC report on climate change and extreme weather: http://bit.ly/tOVrDH ","2011-11-22 00:33:04+00","169713858864_313471858664156",1],[929,"Yellowstone’s hottest decade on record: http://bit.ly/ooFRpV","2011-10-09 23:38:29+00","169713858864_10150327327058865",1],[930,"Flooding around the world: http://bit.ly/uj4ELn ","2011-11-04 22:54:29+00","169713858864_192661374146199",1],[935,"Check out @EnergyCommerce #Dems Database Documenting the Most Anti-Environment House in History http://go.usa.gov/0mU ","2011-10-03 22:31:24+00","169713858864_255074424533985",1],[938,"Climate and tobacco: http://bit.ly/nNbX8Q One of my favorite videos from @ClimateReality","2011-09-22 21:49:40+00","169713858864_119742254795103",1],[940,"Are you ready Iceland? @ClimateReality is here: http://bit.ly/24rlty","2011-09-15 18:59:46+00","169713858864_10150297455778865",1],[943,"Are you watching? @ClimateReality arrives in London http://bit.ly/24rlty ","2011-09-15 18:07:54+00","169713858864_258094900890510",1],[947,"On stage right now @ClimateReality Renee Zellweger http://twitpic.com/6lactk","2011-09-15 16:16:46+00","169713858864_222646291126410",1],[949,"The next three hours of @ClimateReality Islamabad, Dubai, Istanbul http://bit.ly/24rlty #reality","2011-09-15 14:14:36+00","169713858864_258770744155778",1],[953,"The east coast is just waking up but @ClimateReality is about to begin its 12th hour http://bit.ly/24rlty","2011-09-15 10:50:34+00","169713858864_10150296975978865",1],[954,"We are now headed to Seoul on @ClimateReality http://bit.ly/24rlty","2011-09-15 10:00:57+00","169713858864_124335771001268",1],[957,"It might be 1AM in New York but its 7PM in Hawaii where @ClimateReality  is about to begin http://bit.ly/24rlty","2011-09-15 04:59:40+00","169713858864_10150296758733865",1],[958,"2mm people have tuned into @ClimateReality Have you? http://bit.ly/24rlty","2011-09-15 04:31:26+00","169713858864_115010798605448",1],[960,"1,000,000 people have tuned into @ClimateReality http://bit.ly/24rlty","2011-09-15 03:24:01+00","169713858864_10150296668863865",1],[961,"Watch my friend Larry Schweiger of @NWF from Kotzebue, Alaska http://bit.ly/24rlty","2011-09-15 03:11:33+00","169713858864_203094856423173",1],[962,"Now @ClimateReality is live from Victoria, Canada  http://bit.ly/24rlty","2011-09-15 02:11:06+00","169713858864_10150296598848865",1],[963,"MT @ClimateReality Join over 340,000 viewers and watch 24 Hours of #Reality now http://bit.ly/24rlty","2011-09-15 01:53:45+00","169713858864_165051110244974",1],[964,"Watch @Mruff221 on stage now: http://climaterealityproject.org @ClimateReality","2011-09-15 01:42:33+00","169713858864_274654092553507",1],[967,"Video from inside the control room -- 24 Hours of Reality about to begin. Watch it live http://climaterealityproject.org/","2011-09-14 23:38:38+00","169713858864_10150282422026920",1],[969,"Host a 24 Hours of Reality watch party: http://bit.ly/nF5OuV ","2011-09-09 21:57:11+00","169713858864_256618777704994",1],[970,"Wall Street Journal gets it wrong on climate again http://bit.ly/ouxdFI","2011-09-08 18:22:30+00","169713858864_153377461417232",1],[972,"Energy efficient homes sell faster and for higher prices: http://bit.ly/pbuKdn","2011-09-02 23:34:39+00","169713858864_216118155108120",1],[975,"Our big bad beetle problem from @ClimateReality http://bit.ly/qbDqRb ","2011-08-03 18:50:45+00","169713858864_227314910643947",1],[976,"Henry Waxman calls for climate education: http://bit.ly/qPbTBt ","2011-07-29 23:17:40+00","169713858864_253268448033943",1],[977,"Jellyfish soup: http://bit.ly/pLuHHA","2011-07-28 19:52:54+00","169713858864_235728126460619",1],[978,"How the Koch Brothers and Exxon buy legislation: http://bit.ly/obmM7J ","2011-07-26 22:19:58+00","169713858864_133862290034040",1],[981," The Great Lakes are in danger: http://bit.ly/ptmp5A ","2011-07-22 21:15:48+00","169713858864_175124159222089",1],[983,"Watch @Current TV's live coverage \u0026 @KeithOlbermann analysis of Murdoch testimony before Parliament tom'rw, 9:15 a ET/8:15 #Konewscorp","2011-07-18 23:19:23+00","169713858864_10150245458078865",1],[885,"Greatly honored to hear the about the Reality of the climate crisis from Prime Minister Sheikh Hasina. Impacts already occurring in Bangladesh. http://bit.ly/zJuIpB","2012-02-04 17:43:44+00","169713858864_158821254234088",1],[887,"A post from Neko Harbor: Antarctic Glaciers and the Global Water Crisis http://bit.ly/xUfYwo #onthinice","2012-02-03 21:40:06+00","169713858864_298931103490104",1],[888,"The fate of the Adelie penguins. A post I wrote on @climatereality #onthinice http://bit.ly/xKND0i","2012-02-02 20:28:04+00","169713858864_285548694841530",1],[889,"A post I wrote on sea level rise from Antarctica to Bangladesh via\n@climatereality http://bit.ly/zata9e #onthinice ","2012-02-01 16:29:29+00","169713858864_232105326875873",1],[890,"The largest offshore windfarm on the planet: http://bit.ly/zMbphG","2012-02-17 20:52:02+00","169713858864_376069052421433",1],[891,"$300 Million: http://bit.ly/zpwAQp ","2012-01-26 18:13:54+00","169713858864_230212683730931",1],[894,"The Keystone Myth: http://bit.ly/zO8vQ8 ","2012-01-23 23:16:13+00","169713858864_319766404735513",1],[896,"Richard Trumka is right: http://bit.ly/wbqkcb","2012-01-21 16:00:01+00","169713858864_10150505801798865",1],[898,"Fascinating new report from Defense Department consultant on the use of solar at military bases: http://bit.ly/yqrLpZ","2012-01-20 21:26:46+00","169713858864_134118960040598",1],[901,"Vindication for Anwar Ibrahim in Malaysia! http://bloom.bg/zzfteu ","2012-01-09 17:47:43+00","169713858864_247848348617409",1],[902,"Fracking proponents exaggerate: http://bit.ly/w4wljT","2012-01-08 17:25:02+00","169713858864_259019414165140",1],[904,"Tune into @current tonight. I’ll be participating in IA Caucus coverage with @jengranholm and @cenkuygur #politicallydirect http://bit.ly/z2y4Tq","2012-01-03 20:58:53+00","169713858864_209925949096486",1],[906,"Americans make the link: http://bit.ly/utp1qB","2011-12-31 00:37:12+00","169713858864_315704208461079",1],[907,"Climate and faith: http://bit.ly/u0QWSR ","2011-12-16 02:56:09+00","169713858864_259346020794724",1],[908,"Check out my new op ed with David Blood on sustainable capitalism in the Wall Street Journal http://bit.ly/vsssJ8 ","2011-12-14 15:16:39+00","169713858864_174929595938853",1],[910,"Practical tips to debunk deniers from @ClimateReality http://bit.ly/t0eakh ","2011-12-10 18:58:39+00","169713858864_232120670194124",1],[912,"Every major scientific body: http://bit.ly/vn4rmA ","2011-11-30 23:25:27+00","169713858864_146883875416728",1],[914,"Tune in to @Current TV this Saturday for post-debate commentary from me + @JenGranholm + Cenk Uygur #PoliticallyDirect","2011-12-09 20:12:52+00","169713858864_10150420955393865",1],[915,"Congratulations Pat Summitt on being selected SI Sportswoman of the year: http://bit.ly/sQcSbV","2011-12-06 21:29:31+00","169713858864_10150414860368865",1],[916,"How do we know humans are causing climate change? http://bit.ly/w0arR1 ","2011-11-17 17:45:45+00","169713858864_203353609738710",1],[918,"A West Virginia utility executive speaks out: http://bit.ly/ukU9nX","2011-11-13 20:41:00+00","169713858864_10150371174868865",1],[919,"So easy a kid could do it: http://bit.ly/uYEpmN ","2011-11-12 21:32:34+00","169713858864_241897629199201",1],[921,"The Climate Vulnerability Index: http://bit.ly/w1uClO ","2011-11-05 23:49:15+00","169713858864_170124819747106",1],[922,"Interesting new book Who Speaks for the Climate: http://bit.ly/rPKqyt","2011-11-01 16:10:45+00","169713858864_176551145766821",1],[923,"Censoring climate science does not make sense: http://bit.ly/tQPIoQ ","2011-10-27 23:09:14+00","169713858864_292371127454932",1],[924,"Koch funded study confirms climate data: http://bit.ly/vpJtsR ","2011-10-25 21:21:14+00","169713858864_219782618087523",1],[925,"Great news—the Australian House of Representatives has approved comprehensive climate change legislation.  The bill moves to the Senate in November http://lat.ms/oSB9Dw ","2011-10-13 12:00:43+00","169713858864_246374108746386",1],[927,"Excited about Current TV's launch of 'The War Room with Jennifer Granholm in primetime. http://bit.ly/q5krnr","2011-10-12 17:48:03+00","169713858864_126558177447158",1],[931,"Solving the climate crisis makes good business sense http://bit.ly/p79G5R","2011-10-07 21:34:14+00","169713858864_222979221097427",1],[932,"The impact on animals: http://bit.ly/pMN1iD","2011-10-07 18:59:17+00","169713858864_258696634166136",1],[933,"Congratulations for the rebirth of @worldchanging as a center for applied innovation http://bit.ly/WC_OAN","2011-10-06 21:46:20+00","169713858864_242985352421031",1],[934,"Must read book: “On Earth As In Heaven” by Ecumenical Patriarch Bartholomew http://bit.ly/qdJsuw","2011-10-04 18:48:56+00","169713858864_245721628813205",1],[936,"Wangari Maathai served as a true inspiration to us all: http://bit.ly/qvAgLi ","2011-09-26 13:22:36+00","169713858864_254645971247011",1],[937,"How theclimate denial industry works: http://bit.ly/q7wLUr","2011-09-23 19:19:56+00","169713858864_169013223179959",1],[939,"I'm pleased to welcome Cenk Uygur and @TheYoungTurks to @Current http://bit.ly/p1MlmJ","2011-09-20 14:03:28+00","169713858864_152914911465926",1],[941,"On stage with Dr. Drew Shindell, Tara Deporte, Jim McCarthy and Paul Higgins @ClimateReality http://twitpic.com/6lczqn","2011-09-15 20:00:07+00","169713858864_117241158379399",1],[942,"4,000,000 people have tuned into @ClimateReality and there's still 5 1/2 hours left: http://bit.ly/24rlty","2011-09-15 18:42:11+00","169713858864_10150297436923865",1],[944,"Sitting down for an interview with @CNN 's @pcousteau http://twitpic.com/6lbew6","2011-09-15 17:43:19+00","169713858864_221256741264584",1],[945,"Are you watching Renee Zellweger moderate a great panel @ClimateReality http://bit.ly/24rlty ?","2011-09-15 16:50:39+00","169713858864_157862430966866",1],[946,"If you're not watching @climatereality you are missing this incredible panel http://twitpic.com/6l9zrw","2011-09-15 15:49:29+00","169713858864_232277753490622",1],[948,"Amazing panel on right now: Bill Easterling, Eugene Cordero, Rev. Yearwood, Teddy Roosevelt IV http://bit.ly/24rlty","2011-09-15 14:49:46+00","169713858864_10150297194083865",1],[950,"3,000,000 people have tuned into @ClimateReality http://bit.ly/24rlty 11 hours to go","2011-09-15 13:03:39+00","169713858864_289884654360809",1],[951,"Gloria Ruben Alex Bogusky Sarah Backhouse and Heidi Cullen the hosts of @ClimateReality are doing an amazing job http://bit.ly/24rlty","2011-09-15 11:59:25+00","169713858864_281025425243939",1],[952,"Ann Wang of IMPACT is live in Beijing http://bit.ly/24rlty","2011-09-15 11:14:19+00","169713858864_290737327606860",1],[955,"Up next my friend Don Henry from @AusConservation will be introducing Vanessa Morris in Canberra on @ClimateReality http://bit.ly/24rlty","2011-09-15 08:55:19+00","169713858864_289982711017586",1],[956,"ICYMI Lucy Lawless does a brillant job on @ClimateReality from Auckland http://bit.ly/pWbZlO ","2011-09-15 08:45:32+00","169713858864_133829260048394",1],[959,"Next up on @ClimateReality French Polynesia http://bit.ly/24rlty","2011-09-15 04:01:13+00","169713858864_10150296709543865",1],[984,"Want a green job: http://bit.ly/quP6Ms","2011-07-17 18:46:53+00","169713858864_222016357835931",1],[965,"Up next on @ClimateReality John Zavalney presents live from Boulder: http://climaterealityproject.org","2011-09-15 00:59:14+00","169713858864_279830382026963",1],[966,"Right now on stage with: Bob Correll, Michael Oppenheimer, Henry Pollack, Joel Towers: http://climatereality.com @ClimateReality ","2011-09-15 00:50:53+00","169713858864_123948987706237",1],[968,"24 Hours of Reality begins. Watch it live: http://climaterealityproject.org/","2011-09-15 00:22:59+00","169713858864_10150282456316920",1],[971,"@BarackObama made the wrong choice bit.ly/nJAqVF","2011-09-07 18:39:58+00","169713858864_153737201381954",1],[973,"Trying to force the Pentagon to use dirty fuels: http://bit.ly/rlmjgK ","2011-08-05 21:27:21+00","169713858864_256733947672151",1],[974,"Check out The Global Warming Reader: http://bit.ly/nFUCt3 ","2011-08-04 20:58:04+00","169713858864_200766939981922",1],[979,"What do the debt ceiling and climate crisis have in common? http://bit.ly/qWeVG4 ","2011-07-25 19:16:54+00","169713858864_206914222690803",1],[980,"I’m interviewed by @climateprogress: http://bit.ly/rtIJl5 ","2011-07-21 21:06:07+00","169713858864_249338161744332",1],[982,"Some thoughts on the #NOTW scandal: http://bit.ly/r9952N","2011-07-20 17:00:12+00","169713858864_247620105249439",1],[985,"Australia introduces carbon tax: http://bit.ly/pLULQB","2011-07-14 21:59:43+00","169713858864_102258496539685",1],[987,"Follow @climatereality an org I just launched to help tell the truth abt the climate crisis: http://climaterealityproject.org","2011-07-12 12:22:27+00","169713858864_116897951736439",1],[989,"Kicking off @promaxbda conference (Creative professionals in TV) tonight with a talk on the Creative Economy.","2011-06-28 19:53:28+00","169713858864_10150228410733865",1],[991,"Ice and snow disappearing from Mt. Rainier: http://bit.ly/igryx1 ","2011-06-26 19:02:46+00","169713858864_110433719049394",1],[994,"Heat Records: http://bit.ly/mwEGT4","2011-06-17 17:51:21+00","169713858864_224323280925349",1],[995,"Check out the new TV spot for \"Countdown,\" just a few more days until the premiere: http://j.mp/jyvExX","2011-06-16 17:41:55+00","169713858864_231798150163554",1],[997,"Emissions rose in 2010: http://t.co/d66Xu2T","2011-06-10 17:07:12+00","169713858864_136406956435882",1],[998,"Developing countries are leading the way: http://bit.ly/lxVbWF","2011-06-09 19:13:59+00","169713858864_151005771638584",1],[999,"A must read piece in the NY Times on climate change and agriculture: http://bit.ly/jiCUVT","2011-06-08 17:16:22+00","169713858864_167907316605454",1],[1000,"A new study from @mmfa reveals a startling imbalance in coverage: http://bit.ly/lExDM1","2011-06-07 21:26:38+00","169713858864_205438686165730",1],[1001,"Chris Christie takes a step backwards: http://bit.ly/jw36D7","2011-06-06 20:54:11+00","169713858864_206429209398392",1],[1003,"Solar might be cheaper than fossil fuels: http://bit.ly/j2BuJM","2011-06-01 21:35:39+00","169713858864_211061432267574",1],[1004,"A pro-market energy policy: http://bit.ly/mmoWgD","2011-05-29 18:52:24+00","169713858864_231906793490000",1],[1005,"The true cost of carbon: http://bit.ly/ip3Uhn","2011-05-26 21:08:51+00","169713858864_117765174974009",1],[1006,"The Pope and the climate crisis: http://bit.ly/mTWXpb","2011-05-24 18:58:51+00","169713858864_215807518440906",1],[1008,"Climate denial is hard to justify: http://bit.ly/jEoHCV","2011-05-20 18:52:42+00","169713858864_10150188881548865",1],[1009,"Check out The Filter Bubble http://amzn.to/fbubsiteamzn","2011-05-17 16:58:54+00","169713858864_222451454448649",1],[1011,"Adaption in the US: http://bit.ly/lgcmhp","2011-05-12 18:48:28+00","169713858864_129361080474473",1],[1013,"New York Times on Our Choice App: http://bit.ly/imGsG2 ","2011-05-10 15:56:48+00","169713858864_182640635119862",1],[1015,"Huffington Post reviews Our Choice app: http://bit.ly/iACewG","2011-05-06 16:06:29+00","169713858864_180762448640265",1],[1017,"My new App Our Choice goes on sale today. Fully interactive. My proceeds donated to the Alliance for Climate Protection.  Visit the site www.ourchoiceapp.com or the iTunes app store http://bit.ly/lh4vNy","2011-04-28 13:10:07+00","169713858864_203336666372721",1],[1019,"A speech from the Chernobyl Museum in 1998: http://bit.ly/i4ZEtT Today marks the 25th anniversary of the meltdown at the  Vladimir Ilich Lenin Atomic Power Plant. ","2011-04-26 15:48:16+00","169713858864_205715942793522",1],[1020,"Looking towards solutions: http://bit.ly/dHgPBB","2011-04-20 22:41:01+00","169713858864_196930853676308",1],[1022,"Green jobs and helping Michigan recover: http://bit.ly/ho86Kz","2011-04-14 15:41:52+00","169713858864_100700043350493",1],[1024,"Another call from doctors and military leaders urging action to solve the climate crisis: http://bit.ly/fIBdzi","2011-04-11 23:49:01+00","169713858864_208804805814663",1],[1026,"Coal escapes consequences for its deadly track record: http://bit.ly/hVQhtM","2011-04-08 02:10:50+00","169713858864_216071128407987",1],[1028,"Repealing Gravity? http://bit.ly/huhTJv","2011-03-18 18:59:25+00","169713858864_211520252197106",1],[1029,"The economic benefits of clean air: http://bit.ly/igLpdj","2011-03-12 17:05:44+00","169713858864_194611797236389",1],[1030,"Excited about my new book project http://bit.ly/dSdcNN","2011-03-15 20:38:09+00","169713858864_195965623767295",1],[1032,"Cancun Progress Tracker: http://bit.ly/ftsSy4","2011-03-05 18:40:05+00","169713858864_108287352585280",1],[1034,"Doctors Agree: global warming is hazardous to your health: http://bit.ly/eqzA7V","2011-03-01 21:41:17+00","169713858864_203026349710281",1],[1036,"Two important papers: http://bit.ly/ehAsek","2011-02-26 21:19:44+00","169713858864_196561013700939",1],[1039,"Texas Wind: http://bit.ly/epMylF","2011-01-19 23:54:04+00","169713858864_182634368434431",1],[1041,"Pollution on Everest: http://bit.ly/ednpYC","2010-12-10 19:57:18+00","169713858864_173572336006652",1],[1043,"Doing nothing has a cost: http://bit.ly/fz9gOD","2010-11-22 22:01:28+00","169713858864_173558172671505",1],[1046,"Vote today: http://bit.ly/b967l9","2010-11-02 14:53:30+00","169713858864_109013232499462",1],[1049,"Science should trump ideology: http://bit.ly/cYMZUL","2010-10-26 22:35:18+00","169713858864_114241301971955",1],[1051,"Climate deniers funded by dirty energy. Not a surprise: http://bit.ly/cVGakI","2010-10-22 14:45:46+00","169713858864_157739614266920",1],[1052,"The truth about Prop 23: http://bit.ly/8X0BbN","2010-10-19 19:40:39+00","169713858864_126527607402706",1],[1055,"RT @repoweramerica Clean air \nbelongs to all of us. Watch this video \u0026 protect #OurCleanAir\n http://j.mp/ourcleanair","2010-09-20 17:57:31+00","169713858864_110594385668253",1],[1057,"The bigger picture: http://bit.ly/a7EPDu","2010-09-17 21:02:10+00","169713858864_147821345257162",1],[1059,"Stop censoring news from the Gulf: http://bit.ly/9GPbU1","2010-06-14 17:13:41+00","169713858864_135173156499657",1],[1061,"We need to know now how much oil is leaking into the Gulf and require BP to be transparent. http://j.mp/DemandTruth","2010-05-19 01:17:15+00","169713858864_104798432899551",1],[986,"AAAS speaks out against attacks on climate scientists: http://bit.ly/pY5HkZ","2011-07-07 19:22:59+00","169713858864_216292048416041",1],[988,"Scientists are sure: http://bit.ly/kdAb3y ","2011-07-03 21:24:22+00","169713858864_230865310268292",1],[990,"Mass extinction: http://bit.ly/kOZ8em ","2011-07-02 22:40:22+00","169713858864_165945970138466",1],[992,"Check out People's Warrior: John Moss and the Fight for Freedom of Information: http://bit.ly/kyYoyo ","2011-06-23 22:56:04+00","169713858864_138461239565321",1],[993,"Read my new essay in Rolling Stone: http://bit.ly/j3aCXX","2011-06-22 12:05:23+00","169713858864_158042390932979",1],[996,"Coal industry is still opposing mine safety rules: http://bit.ly/mjqh1z","2011-06-13 17:58:14+00","169713858864_232412843451276",1],[1002,"Some bipartisanship: http://bit.ly/mtolrh","2011-06-02 21:04:13+00","169713858864_177472922310484",1],[1007,"Help us save Current TV in Italy #salviamocurrent. Read more http://bit.ly/kb2ROP","2011-05-19 18:06:09+00","169713858864_116125081806306",1],[1010,"Off shore wind power capacity to explode: http://bit.ly/k1fZvU","2011-05-13 21:19:29+00","169713858864_217011658327791",1],[1012,"IPCC releases impressive new renewable energy report: http://bit.ly/kUnGuJ","2011-05-10 20:12:43+00","169713858864_170838339641587",1],[1014,"Renewable energy to surge, costs to fall according to new report: http://bit.ly/lpohX3","2011-05-07 20:47:15+00","169713858864_100468126710999",1],[1016,"Sea levels to rise faster than expected: http://bit.ly/k5alHz","2011-05-04 21:39:19+00","169713858864_199437040098105",1],[1018,"VA to retire 18 coal plants: http://bit.ly/fUgDNK ","2011-04-24 17:16:47+00","169713858864_179951572057272",1],[1021,"Solar surge: http://bit.ly/fmnFt5","2011-04-16 16:10:58+00","169713858864_101149663306068",1],[1023,"Climate crisis threatens water supplies: http://bit.ly/fBjK5S ","2011-04-12 22:01:29+00","169713858864_100396580047277",1],[1025,"A Climate Project presenter profile: http://bit.ly/icImZB","2011-04-08 19:18:45+00","169713858864_177021262347918",1],[1027,"Another Record, another bad sign: http://bit.ly/eh7m6s","2011-04-03 21:05:33+00","169713858864_191133447595908",1],[1031,"Henry Waxman’s path forward: http://bit.ly/h4uw5a","2011-03-10 20:42:12+00","169713858864_115896331820734",1],[1033,"New Hampshire House of Representatives joins climate deniers: http://bit.ly/fHZd8X","2011-03-03 23:03:51+00","169713858864_202459513114067",1],[1035,"Coal’s triple cost: http://bit.ly/gM6cxE","2011-02-28 21:24:51+00","169713858864_100533843362600",1],[1037,"In some areas wind power is now competitive with coal: http://bit.ly/fcoGyP","2011-02-18 20:01:18+00","169713858864_191263214230306",1],[1038,"Gallup Poll – clean energy has broad bipartisan support: http://bit.ly/hcoTKT","2011-02-16 15:53:29+00","169713858864_147158122011717",1],[1040,"ABC News makes an important link: http://bit.ly/gUDUrX ","2011-01-18 18:21:20+00","169713858864_161013723946386",1],[1042,"5 ways China is a clean energy player: http://bit.ly/gD1DFS","2010-12-09 23:37:16+00","169713858864_134922053231415",1],[1044,"Get the Koch Industry Facts: http://bit.ly/d96T4r","2010-11-19 17:02:16+00","169713858864_167367296627724",1],[1045,"The problem with climate coverage: http://bit.ly/aFw8xe","2010-11-18 03:27:47+00","169713858864_174313812595570",1],[1047,"Chevron thinks you are stupid: http://bit.ly/b5AAFp","2010-11-04 22:05:20+00","169713858864_164225130264187",1],[1048,"$70 million in dirty energy ads: http://bit.ly/9vLLKH ","2010-11-01 14:46:46+00","169713858864_157882570915450",1],[1050,"Good news this week: http://bit.ly/9IfDxS","2010-10-25 15:52:19+00","169713858864_160198080679065",1],[1053,"We solved the CFC problem, now time to solve the CO2 problem http://bit.ly/cAfboz","2010-09-23 21:28:11+00","169713858864_156112451085171",1],[1054,"Another Great Tom Friedman column http://bit.ly/92Jw5W","2010-09-22 21:38:54+00","169713858864_104166206313255",1],[1056,"Losing green jobs: http://bit.ly/9TQtvP","2010-09-19 20:02:33+00","169713858864_155162767847012",1],[1058,"Perhaps now we can put \"Climategate behind us and \nturn to the task of actually doing something about global warming.\" http://bit.ly/b3JRaQ","2010-07-15 15:31:14+00","169713858864_138582236165592",1],[1060,"Join the new Facebook group “I Demand to Know How Much of BP’s Oil is in the Gulf.” http://j.mp/DemandTruth","2010-05-19 01:27:12+00","169713858864_120400647993238",1],[1062,"Another great bill passes the House: http://bit.ly/cz4vpr","2010-05-13 18:41:45+00","169713858864_121102217919843",1],[1063,"Tennessee flood victims need your help http://bit.ly/9gDuRE","2010-05-06 18:14:01+00","169713858864_119337821420387",1],[1066,"Thanks @BestBuy for taking a stand against the Chamber: http://bit.ly/dkbKBp","2010-04-03 15:55:02+00","169713858864_105660552807621",1],[1067,"Romney admits the truth. Will others in the GOP do the same? http://bit.ly/cN6Kes #climate","2010-03-17 17:13:02+00","169713858864_371881267702",1],[1069,"Watch Extreme Ice: http://bit.ly/bxG7Wx","2010-03-07 22:26:53+00","169713858864_359689567808",1],[1073,"Last night, Obama called for a comprehensive #climate \u0026 #cleanenergy bill. See @RepowerAmerica’s #SOTU vid: http://bit.ly/a67xkt","2010-01-28 18:55:05+00","169713858864_303218205118",1],[1076,"Senator Murkowski is planning to attack the Clean Air Act - help me fight back. http://bit.ly/8oG2YR Tell your Senators to vote NO.","2010-01-13 01:51:42+00","169713858864_252310051783",1],[1077,"From our family to you and yours: best wishes for a joyous Holiday Season and Happy New Year. http://bit.ly/6on6zI","2009-12-25 00:28:39+00","169713858864_223214776466",1],[1078,"Solving the Climate Crisis is not a partisan or ideological issue. For Example: http://bit.ly/5DzoMN","2009-12-17 16:19:44+00","169713858864_222745411304",1],[1079,"My remarks at #COP15 http://bit.ly/8pH81n","2009-12-16 21:12:09+00","169713858864_204598725834",1],[1081,"I'm in Chicago today signing Our Choice at Borders http://bit.ly/5V7Q18","2009-11-24 16:24:39+00","169713858864_349879825502",1],[1085,"It’s Green Week on NBC and I’ll be on 30 Rock. http://bit.ly/1Ei4bw","2009-11-18 23:32:22+00","169713858864_191636267720",1],[1086,"What You Can Do to Help Teens Go Green, My post at iVillage: http://bit.ly/2gAk7M","2009-11-18 16:52:06+00","169713858864_179992514722",1],[1088,"Let's have a constructive debate. http://bit.ly/nr7eE","2009-11-12 20:18:09+00","169713858864_181894682413",1],[1089,"President Obama should go to Copenhagen http://bit.ly/Pjc5k","2009-11-10 22:00:57+00","169713858864_177529482940",1],[1090,"Busy week http://bit.ly/3eKcqu","2009-11-09 21:18:50+00","169713858864_172957707559",1],[1091,"Rejecting the \"global cooling\" myth http://bit.ly/Rpx60","2009-11-06 19:16:33+00","169713858864_170817276818",1],[1093,"At Barnes \u0026 Noble in NYC.","2009-11-05 16:48:49+00","169713858864_176650308864",1],[1094,"With Stephen Colbert","2009-11-05 16:48:49+00","169713858864_176651738864",1],[1098,"Join me at the @RepowerAmerica Wall http://bit.ly/4bxvH9","2009-10-29 19:43:44+00","169713858864_164514767332",1],[1100,"","2009-10-26 21:46:43+00","169713858864_167594706919",1],[1064,"Dirty secrets of coal from @HuffingtonPost http://bit.ly/agirtB","2010-04-29 01:14:52+00","169713858864_117783401578893",1],[1065,"No surprise – oil companies try to roll back climate legislation: http://bit.ly/ckGsVu","2010-04-15 20:34:08+00","169713858864_113248002031130",1],[1068,"Check out this great article by @RepowerAmerica CEO Maggie Fox: http://bit.ly/cd2GfG","2010-03-09 22:44:06+00","169713858864_397051780168",1],[1070,"I have an op-ed in today's New York Times. Please share widely: http://bit.ly/aEvXMb","2010-02-27 23:58:27+00","169713858864_378666012488",1],[1071,"See the effects of the climate crisis: http://bit.ly/b4QHhG #climate","2010-02-01 18:09:36+00","169713858864_281827900582",1],[1072,"Solving the Climate Crisis is a smart political move. Judge for yourself: http://bit.ly/c9hy1C #climate","2010-01-31 22:26:54+00","169713858864_282819112409",1],[1074,"Clean energy = more jobs http://bit.ly/c5NOzW","2010-01-27 16:33:23+00","169713858864_184634164995",1],[1075,"“The most important policy we will ever pass.” - @HarryReid http://bit.ly/7BAKOs","2010-01-21 22:51:23+00","169713858864_263957672702",1],[1080,"Time is up for short-term thinking in capitalism. My article in the Financial Times: http://bit.ly/6xvH5u","2009-12-02 21:09:09+00","169713858864_225494250870",1],[1082,"I’ve endorsed @bbsalmon for Governor of Oregon. Support his campaign: http://bit.ly/731SVb","2009-11-25 16:34:40+00","169713858864_180465867595",1],[1083,"In Atlanta today http://bit.ly/4Uwh77","2009-11-23 22:12:45+00","169713858864_217035340940",1],[1084,"Evander’s on The Wall. Why aren’t you? http://bit.ly/DTkBW","2009-11-19 22:06:14+00","169713858864_197797529082",1],[1087,"If you missed the Tonight Show or Larry King Live http://bit.ly/Crmwy","2009-11-17 20:41:48+00","169713858864_224320750608",1],[1092,"At Barnes \u0026 Noble in NYC.","2009-11-05 16:48:49+00","169713858864_176650318864",1],[1095,"My formidable opponent - Stephen Colbert: http://bit.ly/oACwd","2009-11-05 14:09:23+00","169713858864_166746659484",1],[1096,"More national security risks caused by the climate crisis: http://bit.ly/2x6frR","2009-11-04 16:42:13+00","169713858864_306732600014",1],[1097,"My new book Our Choice is available today http://bit.ly/iRs3c 100% of Tipper and my proceeds will be donated to @repoweramerica","2009-11-03 20:37:10+00","169713858864_167194937799",1],[1099,"The US should be producing these turbines. http://bit.ly/31NKRO","2009-11-02 22:55:15+00","169713858864_166540454290",1],[1101,"Americans, both Democrats \u0026 Republicans, understand that the climate crisis is real. It’s time for a price on carbon http://ow.ly/qS0bP","2013-11-15 20:40:37+00","169713858864_10151811711433865",1],[1111,"Locked in: http://bit.ly/s6yTYr ","2011-11-18 21:49:47+00","169713858864_180372978721381",1],[1112,"New memoir by former Governor Barbara Roberts: http://bit.ly/v71ZQS","2011-11-04 16:18:14+00","169713858864_283751668321828",1],[1102,"Don’t miss today’s @BW story on rising seas \u0026 the island nation of Kiribati. Tremendous story by @JeffreyGoldberg http://ow.ly/r5J4l","2013-11-22 18:05:06+00","169713858864_10151826900108865",1],[1103,"Climate envoy from typhoon-devastated Philippines declares fast until nations make progress on climate agreement: http://ow.ly/qKa9C","2013-11-12 18:41:39+00","169713858864_10151803667098865",1],[1104,"Canadian coal mine leaks 264 million gallons of coal muck into Athabasca River. These kind of events must stop. http://ow.ly/qwelQ","2013-11-05 18:41:57+00","169713858864_10151785089353865",1],[1105,"This map of our rapidly expanding global population is a must-see: http://ow.ly/qoig0","2013-11-01 18:30:54+00","169713858864_10151773793858865",1],[1106,"For more background on my @WSJ piece today w/David Blood, read this new report on stranded carbon assets: http://ow.ly/qjWBU","2013-10-30 13:33:44+00","169713858864_10151768106743865",1],[1107,"Must read new book by David Brock, Ari Rabin-Havt and Media Matters. The Fox Effect is a damning portrait of Fox News http://amzn.to/Abxfrw","2012-02-16 18:24:21+00","169713858864_279875982080072",1],[1108,"5.9% is a bad sign: http://bit.ly/t5d0qx ","2011-12-16 21:46:35+00","169713858864_154080838032897",1],[1109,"Wonderful oped by my daughter, Karenna, on the Slave Narrative Project in today's NYT and check out the audio links  http://nyti.ms/v2rFmL","2011-12-07 16:24:26+00","169713858864_10150416277818865",1],[1110,"West Virginia’s future is clean: http://bit.ly/vX6ysk ","2011-12-03 02:39:10+00","169713858864_238111396254213",1]]}