{"title":"post","fields":["id","message","published","idPost","person_id"],"types":[23,25,1184,1043,23],"type_names":["integer","text","unknown","text","integer"],"values":[[1,"This is the last day - #fitnessforall #comewithmeifyouwanttolift","2016-05-02 17:04:14+00","9269711759_10154027793726760",1],[2,"Twelve more hours! Let's pump it up. #comewithmeifyouwanttolift","2016-05-03 18:43:24+00","9269711759_10154030761206760",1],[3,"I met a baby buffalo. It was hungry.","2016-05-06 15:36:47+00","9269711759_10154039150046760",1],[4,"This was an honor.","2016-05-02 16:25:05+00","9269711759_10154027708666760",1],[5,"Even Whiskey got a shirt. #comewithmeifyouwanttolift","2016-05-02 14:38:11+00","9269711759_10154027450731760",1],[6,"Come with me if you want to lift. TWO MORE DAYS.","2016-05-01 22:08:04+00","9269711759_10154025675656760",1],[7,"Hi Keith! www.represent.com/Arnold","2016-04-30 20:47:40+00","9269711759_10154022754456760",1],[8,"I'm still having fun thanking people for buying the #comewithmeifyouwanttolift shirt at www.represent.com/Arnold","2016-04-30 20:33:25+00","9269711759_10154022715526760",1],[9,"If you ordered a #comewithmeifyouwanttolift shirt, first of all - thank you. Second, don't let your phone go to voicemail.","2016-04-30 19:55:13+00","9269711759_10154022624071760",1],[10,"Disclaimer: I will not break into your house and dump ice on you. I will, however, send you a video and audio file that I promise will make you never hit snooze again.","2016-04-30 18:38:40+00","9269711759_10154022472891760",1],[11,"The Arnold Alarm Clock is still in its testing phase. I'll iron out the kinks and it will be a little less extreme by the time it's ready for you, I promise.","2016-04-30 12:06:44+00","9269711759_10154021672526760",1],[12,"We can be twins!","2016-04-29 18:00:55+00","9269711759_10154019511481760",1],[13,"This was truly a great honor. Thank you, U.S. Army Central, and thank you to all of the brave men and women in uniform. I wish I could have shaken each and every one of your hands.","2016-04-29 16:36:56+00","9269711759_10154019288731760",1],[14,"#tbt Five. More. Days.","2016-04-28 20:47:53+00","9269711759_10154016642571760",1],[15,"And trust me, today's Snapchat story might be even better.","2016-04-28 17:31:46+00","9269711759_10154016184141760",1],[16,"My Snapchat story in Kuwait is pretty solid. Don't miss it, add ArnoldSchnitzel.","2016-04-28 15:02:49+00","9269711759_10154015888796760",1],[17,"I was proud to deliver our first box of shirts to our brave men and women in uniform here in Kuwait! #comewithmeifyouwanttolift","2016-04-27 13:58:23+00","9269711759_10154013014091760",1],[18,"#comewithmeifyouwanttolift","2016-04-26 20:08:25+00","9269711759_10154011168086760",1],[19,"Only I can fly around the world, land in Kuwait and run into one of the top bodybuilders at customs - Roelly Winklaar","2016-04-26 17:44:36+00","9269711759_10154010899276760",1],[20,"Trouble waking up to workout this Monday? Not anymore. Everyone who joins us will get an Arnold Alarm Clock. That's right. Yours truly inspiring you to jump out of bed and get fit. You'll never miss the gym again. www.represent.com/Arnold","2016-04-25 16:49:29+00","9269711759_10154008391986760",1],[21,"Stay hungry. #comewithmeifyouwanttolift #fitnessforall","2016-04-24 17:24:09+00","9269711759_10154006148751760",1],[22,"Get your Christmas shopping done early. Take it from me.","2016-04-23 19:24:28+00","9269711759_10154003839531760",1],[23,"","2016-04-24 01:18:25+00","9269711759_10154004513546760",1],[24,"Fitness is for everyone. Check out my buddy @dougfarrell24 on Instagram! He's an inspiration.  #comewithmeifyouwanttolift #fitnessforall","2016-04-22 17:16:44+00","9269711759_10154000413441760",1],[25,"Join the movement: www.represent.com/Arnold","2016-04-21 14:25:20+00","9269711759_10153996867371760",1],[26,"Here are some highlights from my Facebook Live workout today. I had a FANTASTIC time talking to you guys and look forward to doing many more.","2016-04-20 23:43:13+00","9269711759_10153994754051760",1],[27,"Get the shirt (represent.com/Arnold) and join the movement. We start now. Work out with me Live and ask questions, get advice, stay hungry. More surprises to come, but let's get a pump.","2016-04-20 16:55:56+00","9269711759_10153993974941760",1],[28,"It starts with the t-shirt but it's much more than that. It's going to be a movement. http://www.represent.com/Arnold #comewithmeifyouwanttolift\n\nProceeds from every shirt sold benefit After-School All-Stars.","2016-04-19 21:11:24+00","9269711759_10153991827786760",1],[29,"I told you it's more than a shirt. Our movement gets serious tomorrow. I'm going to do a Facebook Live tomorrow morning from the gym. I think it will be the first virtual worldwide workout. See you there! www.represent.com/Arnold","2016-04-20 02:26:54+00","9269711759_10153992637691760",1],[30,"This is the only video you'll watch today with training tips and redistricting reform. Thanks, Louise Mensch and Heat Street.","2016-04-19 12:00:00+00","9269711759_10153989758856760",1],[31,"Hanging with the cool kids at Coachella! Thanks Patrick and Christina for a fantastic time!","2016-04-17 19:57:25+00","9269711759_10153986401451760",1],[32,"Pumped for the premiere of my good friend Sylvester Stallone's epic new show STRONG. Watch tonight at 9/8c on NBC. I'm proud of you Sly!","2016-04-13 21:40:46+00","9269711759_10153976445641760",1],[33,"We've lost a true California renegade. When Merle Haggard visited me at the Capitol, I was the fan \u0026 he was the star. My thoughts are with his family and friends.","2016-04-06 20:39:38+00","9269711759_10153954275141760",1],[34,"I'm a hands-on guy.","2016-04-03 01:42:44+00","9269711759_10153942411466760",1],[35,"Congrats Champ. You were the best. Again. 3 in a row! Kai Greene","2016-04-03 11:36:34+00","9269711759_10153943493871760",1],[36,"I have to admit, Hafþór Júlíus Björnsson (Hafthor Julius Bjornsson) had a good run, but I have taken control of my Instagram back. Great work, Mountain! Even though you make me look like a little tiny creature.","2016-04-03 00:29:44+00","9269711759_10153942111656760",1],[37,"Download the Arnold Classic Brazil app to watch tonight's contest live: https://appsto.re/us/vdGR_.i","2016-04-03 00:05:13+00","9269711759_10153941969186760",1],[38,"Hafþór Júlíus Björnsson (Hafthor Julius Bjornsson) AKA The Mountain has had a great run on my Instagram today. Check it out: @schwarzenegger. It ends tonight.","2016-04-02 22:35:25+00","9269711759_10153941734946760",1],[39,"No one has ever taken over my Instagram. Until today. Hafþór Júlíus Björnsson (Hafthor Julius Bjornsson), also known as The Mountain, has taken over by force to give you behind the scenes updates on the Arnold Sports Festival Strongest Man contest in Brazil.","2016-04-02 14:37:06+00","9269711759_10153940655286760",1],[40,"I'm touring the Lucchese Boot Company factory in El Paso and I'm bringing you with me. Add ArnoldSchnitzel on Snapchat to see how boots are made.","2016-03-31 19:31:54+00","9269711759_10153932993401760",1],[41,"45 years ago Franco and I built this wall in Venice as part of our bricklaying business. It's still standing. And it's an important lesson: you have to start somewhere.","2016-03-30 17:20:05+00","9269711759_10153927781791760",1],[42,"Happy birthday JJ Watt. You have a lot to celebrate. You're a great athlete and an even better human being.","2016-03-23 01:12:51+00","9269711759_10153894784501760",1],[43,"Tune into the Arnold Sports Festival Australia webcast to watch the Arnold Classic, Women's Fitness, and Strongman! http://webcasts.digitalmuscle.com/arnold-aus/arnoldaustraliasaturday.html","2016-03-19 08:44:08+00","9269711759_10153881369126760",1],[45,"We will always remember you, Nancy.","2016-03-11 20:59:54+00","9269711759_10153858675306760",1],[46,"This weekend I saw these amazing athletes from Team Some Assembly Required at the Arnold Sports Festival.  \n\nThey inspired me. I know they'll inspire you.\n\nIt's easy to see their motivation for all of us. How can you watch this and make any excuse not to train, to better yourself, to keep moving forward?\n\nBut there's more. They remind all of us that fitness is our right.\n\nWe all have the right to be physically fit. Young, old, injured, healthy, rich, poor, it doesn't matter. Regardless of race, sexual orientation, gender, and everything else, we all share this human body. We may look different outwardly, but we are made of the same things. \n\nSo I'd challenge everyone in our fitness movement: what are YOU doing to ensure that EVERYONE can access a fitter and healthier life? What are you doing for six year-olds like Daniel, who I met last week through Make-A-Wish and became serious about training when he recovered from chemo? What are you doing for athletes like the ones in this video to make your gym accessible? What are you doing to open your arms to everyone?\n\nFitness is a right, and I hope you're inspired by this video not only to better yourself, but to improve our fitness crusade, to be inclusive, to reach out and inspire.\n\nFor more info on Team Some Assembly Required:\n\nwww.teamsomeassemblyrequired.com\n#TeamSomeAssemblyRequired \n#TeamSAR #SARNation","2016-03-08 22:37:23+00","9269711759_10153844561186760",1],[48,"Watch my rally for my good friend John Kasich! I endorsed him for President today.","2016-03-07 02:55:23+00","9269711759_10153840313181760",1],[50,"Nancy Reagan was one of my heroes. She served as First Lady with unbelievable power, class and grace and left her mark on the world. She's with her Ronnie now, but those of us she left behind will miss her dearly.","2016-03-06 16:51:02+00","9269711759_10153839139956760",1],[51,"Look at this! Don't miss our worldwide Snapchat live story about the Arnold Sports Festival! Click \"Lifting with Arnold.\"","2016-03-05 00:28:06+00","9269711759_10153834848811760",1],[52,"Don't miss all the Arnold Sports Festival action on Snapchat. Follow me: ArnoldSchnitzel and look for the live story!","2016-03-04 19:29:56+00","9269711759_10153834311971760",1],[54,"At the Arnold Sports Festival? Post to \"Our Arnold Story\" on Snapchat to show the world what's happening.","2016-03-04 14:58:31+00","9269711759_10153833739551760",1],[56,"Daniel is my hero. I met him through Make-A-Wish. When he was 2 and a half, he was diagnosed with leukemia. After his initial frontline treatment he lost all his muscle tone from chemo and couldn't walk, so he started physical therapy. Now, at 6, because of his unbelievable perseverance and will, he can do 30 push-ups easily. He is one of the strongest kids I've ever met and he should inspire all of us to never give up, to always stay hungry, to constantly keep growing. His favorite movie is Predator, and I have to say, he delivers my line better than I do!","2016-03-02 17:23:32+00","9269711759_10153829183981760",1],[59,"Dog-sitting Jon Lovitz's incredibly handsome Jerry behind the scenes of The Apprentice. There's more on my snapchat: ArnoldSchnitzel.","2016-02-13 20:25:56+00","9269711759_10153783065001760",1],[61,"Mobile Strike has everyone reaching for their phones! Reach for yours and head to the App Store now ---\u003e smarturl.it/SuperBrawl #SB50","2016-02-07 23:55:39+00","9269711759_10153769397096760",1],[63,"I can't wait to join you Governor John Kasich. Sign up and tune in to participate in a teletownhall with us. I'm excited for your questions. DO IT NOW.","2016-02-05 22:55:03+00","9269711759_10153764947736760",1],[64,"#FriendsDay","2016-02-04 21:28:49+00","9269711759_10153762724936760",1],[66,"Sneak peek of #SB50's BIGGEST commercial! Everyone will be playing Mobile Strike... SEE WHY ➡️ smarturl.it/MobileStrikeSBTeaser ⬅️","2016-02-03 02:24:15+00","9269711759_10153758979796760",1],[68,"Go meet our Celebrity Apprentice cast on my Snapchat. Add ArnoldSchnitzel or use this code! It's time to get down to business. #CelebApprentice","2016-01-28 19:04:54+00","9269711759_10153744993081760",1],[69,"We're officially wrapped on 478. I'm truly excited about the film, and right now I'm filled with gratitude. I want to thank our crew, my co-stars Scoot McNairy, Maggie Grace and the rest of the cast, our producers Darren Aronofsky, Scott Franklin, Eric Watson, Randall Emmett and George Furla, and of course, our visionary director Elliott Lester. But I also want to thank Columbus, Ohio for welcoming our production with open arms and providing a perfect backdrop for our story.","2016-01-27 20:07:21+00","9269711759_10153741757486760",1],[70,"My first Edinburgh bike ride. A beautiful city! Catch my tour on Snapchat: ArnoldSchnitzel.","2016-01-21 10:43:01+00","9269711759_10153724925461760",1],[72,"How times have changed.","2016-01-15 19:31:16+00","9269711759_10153712637061760",1],[73,"JJ Watt Get up, buddy. You will be a champion next year.","2016-01-10 03:06:45+00","9269711759_10153700462236760",1],[77,"Are you listening? I have fantastic news! We’re ALMOST to our goal for @Afterschoolallstars. I need you to help us give more kids in need access to life-changing after-school programs. Click here right now to join us --\u003e http://goo.gl/cwOmPF","2015-12-30 20:44:04+00","9269711759_10153679098091760",1],[79,"Let’s each commit to do one thing for a someone who could use some help this week. For Todd.\n\nI can tell you that I’ve talked to Todd twice now, and the feeling is like nothing else. I am not exaggerating when I call him my hero. The feeling after our talks is better than winning my first Mr. Universe. It’s definitely better than a red carpet.\n\nEach of you has that power. It might be someone struggling to buy their groceries in front of you in line. It might be an older person that needs help carrying their gifts. How many kids are spending the holidays in the hospital and would light up if you brought a gift—or even just read a book to them? Every day, we have these chances, and it’s easy to miss them when we are looking down at our machines. This week, let’s not let the opportunities pass.\n\nEven if you’re the Grinch, do it for selfish reasons. I learned a long time ago that giving back is the most addicting feeling in the world. It’s why I worked with Special Olympics, visited every state when I was the Chairman of the President’s Council on Physical Fitness and Sports, and founded After-School All-Stars more than two decades ago.\n\nIt doesn’t take money or fame or a grand gesture. It just takes a little time and thought. And we all benefit. I know when I heard that another redditor had sent Todd a t-shirt, it brightened my day.\n\nEnough talk. Just do it. Then come here and share so we can inspire more people. For Todd. Or as you kids say, #ForTodd.\n\nBut really, for all of us. Merry Christmas!","2015-12-23 21:03:10+00","9269711759_10153663059191760",1],[82,"I said I'd be back! The #WWE2K16 Arnold 'The Terminator' Schwarzenegger Pack is out today for standalone purchase for those who missed out on the pre-order bonus.","2015-12-22 19:08:29+00","9269711759_10153660443626760",1],[84,"Conan's #StarWars audition.","2015-12-16 23:44:50+00","9269711759_10153644077231760",1],[44,"I played some futsal at the Arnold Sports Festival Australia. Look at this unstoppable goalie!","2016-03-19 00:29:35+00","9269711759_10153880350441760",1],[47,"I love Snapchat. Check out the behind the scenes video of my presidential endorsement of my good friend John Kasich.","2016-03-08 15:03:37+00","9269711759_10153843895086760",1],[49,"Watch!","2016-03-06 19:51:52+00","9269711759_10153839535166760",1],[53,"Get ready!","2016-03-03 22:07:26+00","9269711759_10153832165111760",1],[55,"I want you to meet one of the strongest kids I've ever seen. This is Daniel, and I met him through Make-A-Wish!","2016-03-01 20:05:04+00","9269711759_10153827060161760",1],[57,"Sly, to me you're always the best, no matter what they say.","2016-02-29 03:42:39+00","9269711759_10153822812296760",1],[58,"Happy Presidents Day.","2016-02-15 17:47:04+00","9269711759_10153787334561760",1],[60,"Don't RE-live your glory days - LIVE your glory days, every day. There are always new challenges, new weights to lift, new mountains to climb. Stay hungry. Like me and Franco. He was my favorite training partner 4 decades ago and he is my favorite training partner today. For the full video: https://youtu.be/i7pOvT9fQ98","2016-02-09 15:28:18+00","9269711759_10153771622011760",1],[62,"Come join John Kasich and me and ask questions. Starting NOW: https://video.teleforumonline.com/video/streaming.php?eventkey=KASICH4AMERICA","2016-02-06 01:19:54+00","9269711759_10153765167911760",1],[65,"In 1968 I moved to America, all alone, with nothing. But in 1969, this goofy, strong Sardinian joined me. We've been best friends ever since - even though we haven't understood a word we've said to each other. Happy #FriendsDay Franco.","2016-02-04 16:15:50+00","9269711759_10153762174606760",1],[67,"Meet the new Celebrity Apprentice cast on my Snapchat. Add me. DO IT NOW.","2016-01-29 01:24:24+00","9269711759_10153745704546760",1],[71,"Oh look... my phone is blowing up and I couldn't be happier! Join me in Mobile Strike ---\u003e smarturl.it/GetTheGame","2016-01-17 00:32:11+00","9269711759_10153715478396760",1],[74,"Congratulations, Sly! You deserve it, my friend. #goldenglobes","2016-01-11 02:27:50+00","9269711759_10153702609531760",1],[75,"My New Year's resolution was to lose weight. Thanks to Schmidt's in Columbus, I am right on track.","2016-01-04 20:23:32+00","9269711759_10153689601486760",1],[76,"Happy holidays! Remember that the best gifts in life, are FREE. So download Mobile Strike: http://smarturl.it/NewYearNewGame","2015-12-31 17:07:20+00","9269711759_10153680928156760",1],[78,"Merry Christmas!","2015-12-25 15:33:21+00","9269711759_10153666948081760",1],[80,"After-School All-Stars programs equip students with the confidence that they CAN make it, that they CAN achieve their goals. In order for us to continue helping students, I need YOUR support TODAY.","2015-12-25 00:06:00+00","9269711759_10153665570311760",1],[81,"Join us and make someone's day. #ForTodd","2015-12-23 16:57:41+00","9269711759_10153662667941760",1],[83,"Win a signed poster from the Terminator Genisys: Guardian mobile game! Click here for details - http://bit.ly/1MX4kZ2","2015-12-18 20:44:37+00","9269711759_10153648161401760",1],[85,"A long time ago...","2015-12-16 18:48:40+00","9269711759_10153643573406760",1],[89,"To me, this is a no-brainer. Read it and then let me know your thoughts.","2015-12-14 23:22:50+00","9269711759_10153640412466760",1],[91,"No matter where. No matter when. I will defend. Join the action and download Mobile Strike, right here right now: smarturl.it/JoinMeInMobileStrike","2015-12-14 20:44:42+00","9269711759_10153640156886760",1],[94,"I'm going on now at Sciences Po to talk with their brilliant students about a clean energy future. Join us live!!!","2015-12-07 18:44:19+00","9269711759_10153625017276760",1],[97,"I'm back. Bring on your questions about my fight for a clean energy future. #EarthtoParisLive.","2015-12-07 12:30:56+00","9269711759_10153624385016760",1],[99,"I've arrived in Paris for #COP21. I'm taking you everywhere I go on Snapchat: ArnoldSchnitzel","2015-12-05 11:15:59+00","9269711759_10153620270911760",1],[100,"I'm heading to Paris for #COP21 to talk about a clean energy future. I look forward to updating all of you and sharing things from behind the scenes. Read this great article in The Sacramento Bee to learn more.","2015-12-04 23:55:38+00","9269711759_10153619347961760",1],[102,"Just absolutely unthinkable. My thoughts are with the victims, the families, and the first responders in #SanBernardino.","2015-12-02 22:46:37+00","9269711759_10153614996481760",1],[104,"You must prepare your mind, body, spirit, and thumbs. Then you are ready to play Mobile Strike.\n\nDownload it. Play it. Live it. smarturl.it/DownloadItPlayIt","2015-11-28 18:04:47+00","9269711759_10153607366646760",1],[107,"I had a great time at the Creed premiere. The film is the perfect addition to the Rocky story, and Sly, you were fantastic.","2015-11-20 20:45:33+00","9269711759_10153592420421760",1],[109,"Must watch. This talk by professor and author Per Espen Stoknes at the University of Southern California Schwarzenegger Institute is so important. It is worth your time.","2015-11-19 19:02:55+00","9269711759_10153589396851760",1],[113,"#parisjetaime","2015-11-14 01:18:14+00","9269711759_10153579372296760",1],[115,"Earlier this year, I was invited to crush ivory with 96 Elephants in New York City, but I couldn't make it. I love elephants, though, and promised to help. We need to stop killing 96 elephants every day. I couldn't think of a better way to get the message across that we need to stop the ivory trade than... blowing it up.","2015-11-13 14:00:00+00","9269711759_10153577308891760",1],[118,"Happy Halloween! Have a fun and safe night.","2015-11-01 02:08:00+00","9269711759_10153558131186760",1],[120,"It was fantastic to see you my friend!","2015-10-30 21:43:33+00","9269711759_10153555973381760",1],[122,"Thank you Malaysia for such an incredible experience. I loved speaking to you. I'll be back!","2015-10-22 14:25:36+00","9269711759_10153542244811760",1],[123,"Congratulations to Arnold Sports Festival Europe champ Dexter Jackson. 7 time Arnold Classic champ. 3 this year. At age 45!","2015-09-26 20:59:18+00","9269711759_10153498066811760",1],[125,"We are having fun at #Oktoberfest. Don't miss the snapchats, add ArnoldSchnitzel and I'll be your tour guide.","2015-09-24 17:48:38+00","9269711759_10153494205991760",1],[126,"Public service announcement: I'm at Oktoberfest and I'm bringing all of you with me on Snapchat. Add me: ArnoldSchnitzel.","2015-09-24 14:20:17+00","9269711759_10153493935631760",1],[128,"Proud to stand with my predecessor Governor Gray Davis to fight for a clean energy future. There isn't Republican or Democrat air. We all breathe the same air.","2015-09-22 02:11:03+00","9269711759_10153489247541760",1],[130,"Happy birthday Patrick Schwarzenegger. I never thought I'd have a son that was stronger and smarter than me.","2015-09-18 16:40:56+00","9269711759_10153481350466760",1],[131,"I'm proud to be back as Executive Producer \u0026 correspondent in Years of Living Dangerously Season 2 on National Geographic Channel.  #YEARSproject","2015-09-17 23:46:26+00","9269711759_10153479881741760",1],[394,"Ready?","2014-07-13 18:36:56+00","9269711759_10152487231211760",1],[86,"Check out who I'm playing in the Terminator Genisys: Guardian mobile game - http://hyperurl.co/Term","2015-12-16 17:33:02+00","9269711759_10153643469451760",1],[87,"The solar industry is adding jobs nearly 10 to 20 times faster than the rest of the economy. READ: http://www.cnn.com/2015/12/14/opinions/schwarzenegger-stoknes-renewable-energy/index.html","2015-12-15 19:54:54+00","9269711759_10153641798226760",1],[88,"We need to be early adopters. A clean energy future is a smart future.","2015-12-15 17:05:34+00","9269711759_10153641588061760",1],[90,"Happy birthday to my smart, independent, beautiful, strong, talented daughter. I love you, Katherine Schwarzenegger.","2015-12-13 21:17:55+00","9269711759_10153637568721760",1],[92,"Come with me if you want to live. Whichever side of this debate you're on.","2015-12-08 17:24:06+00","9269711759_10153626680621760",1],[93,"Not a fan of climate change? I do not care. Here are some things we can agree on!","2015-12-07 22:10:49+00","9269711759_10153625394451760",1],[95,"I don’t give a **** if we agree about climate change.","2015-12-07 15:05:25+00","9269711759_10153855713574658",1],[96,"Hey guys! I am live from #COP21 in Paris speaking to the meeting of nations and I'm bringing #EarthtoParisLive with me. A few minutes after my speech ends, I'll be back... to answer some questions, so ask them in the comments.","2015-12-07 11:52:49+00","9269711759_10153624300826760",1],[98,"Happy Hanukkah from Paris! Light will always overcome darkness.","2015-12-06 21:20:20+00","9269711759_10153623230996760",1],[101,"The Reunion of the Machines! Fantastic to see my T-1000 friend Robert Patrick and catch up and reminisce about old times.","2015-12-03 22:08:22+00","9269711759_10153617013646760",1],[103,"To celebrate #GivingTuesday, please take a minute to learn about my charity, After-School All-Stars. BONUS: the video includes an explosion. Learn more: http://www.afterschoolallstars.org/give/","2015-12-01 17:43:22+00","9269711759_10153612833631760",1],[105,"Happy Thanksgiving!","2015-11-26 18:27:29+00","9269711759_10153603000211760",1],[106,"My annual Thanksgiving tradition! Giving away turkeys at the Hollenbeck Youth Center. What are you doing for your neighborhood this year?","2015-11-24 18:51:24+00","9269711759_10153598867391760",1],[108,"Send a dozen choppers when one chopper would do. Join me and strike! smarturl.it/BattleArnold2","2015-11-22 19:33:05+00","9269711759_10153595700736760",1],[110,"Stopped by Wal-Mart in Bentonville, Arkansas this weekend to inspect the Terminator Genisys blu-ray displays and, of course, to buy some camouflage robes and pajamas. Do me a favor and send me photos of your Wal-Mart's Terminator displays since I can't inspect every store.","2015-11-17 16:50:06+00","9269711759_10153585829886760",1],[111,"Prepare for the world's biggest new mobile game, Mobile Strike. Let's build. Let's defend. And let's win! http://smarturl.it/BattleArnold","2015-11-15 20:15:07+00","9269711759_10153583085776760",1],[112,"","2015-11-14 01:20:43+00","9269711759_10153579377736760",1],[114,"My heart breaks for France. Sending thoughts and prayers to the victims, their families and all of your citizens. Liberté, égalité, fraternité.","2015-11-13 23:35:47+00","9269711759_10153579218376760",1],[116,"Thank you to all of our veterans, today and always.","2015-11-11 21:22:47+00","9269711759_10153575862491760",1],[117,"","2015-11-10 21:23:51+00","9269711759_10153574280791760",1],[119,"Today, 50 years ago at my first competition I met a powerlifter named Franco Columbu. This photograph was taken by Albert Busek, who we also met in Stuttgart that day. The three of us have remained the closest of friends ever since. I'm so proud that our friendship, forged in iron, has stood the test of time.","2015-11-01 19:48:49+00","9269711759_10153559443181760",1],[121,"It is always fantastic to go home. My childhood home is a museum now, but it still holds all the memories - the table where I played chess with my father, where my brother and I did our homework under our mother's watchful eye, where we ate together as a family; the basins where we all washed ourselves (I was last - the water was always a little murky); the first weights I lifted. I also got to catch up with some old friends. It was a great day. The lesson? Always stay hungry, but never forget where you had your first meal.","2015-10-06 12:29:30+00","9269711759_10153514220731760",1],[124,"One of my favorite traditions is to bicycle in every city I visit around the world - it's fantastic exercise and there's no better way to experience a new place - plus I get to meet my fans. Today we checked off Madrid! The Arnold Bike Tour - coming to a city near you.","2015-09-26 13:32:42+00","9269711759_10153497364781760",1],[127,"I’m mad as hell right along with my old, great photographer John Decker. I remember when we passed our tailpipe emissions in California, Volkswagen was right there to sue us. Later, when they asked for a meeting and I asked them why they weren’t making electric cars, they told me about their clean diesel, and I said, “If it’s so clean, drink it in front of me.” They obviously didn’t. I hope the car manufacturers hear the message loud and clear. Consumers want cleaner cars and won’t stand for less.","2015-09-22 15:42:20+00","9269711759_10153490285551760",1],[129,"Ready for me in WWE 2K #WWE2K16? You better be. Pre-order to use me to beat Steve Austin. https://youtu.be/1vU5Wf4YPLI","2015-09-21 19:25:07+00","9269711759_10153488600156760",1],[132,"Wow. I'm blown away and honored by all your messages. I can't wait to bring my experience to the board room \u0026 raise millions for charity.","2015-09-14 18:06:54+00","9269711759_10153472453061760",1],[134,"Today and always, I remember. I remember the terrible loss and pain, and I remember the inspiring courage and love we saw that day. #NeverForget","2015-09-11 18:13:22+00","9269711759_10153465488081760",1],[136,"I don't normally comment on legislation, but these two issues are close to my heart. I applaud Senator Fran Pavley \u0026 Senate President pro Tem de León and encourage the Legislature to pass SB 32. CA must fight for a  #greenenergyfuture. I also hope the Legislature will take up and pass the California Assembly Republican Caucus plan to invest in our infrastructure and repair roads so we can ease gridlock and build for the future. #FixOurRoads","2015-08-28 15:57:19+00","9269711759_10153433686911760",1],[137,"Time is running out and we’re so close to providing after-school programs for 1200 kids! If you help us get there, whoever wins a day of blowing sh*t up with me will also get to ride in my tank!\n➤Last chance to ENTER: http://bit.ly/RideInTankBONUS","2015-08-13 17:39:18+00","9269711759_10153399147286760",1],[139,"BIG NEWS. If we reach our goal of $1.2M whoever wins blowing sh*t up with me will also get to RIDE IN MY TANK! Help us give 1200 kids a full year of after-school programs! It's just $10. What are you waiting for?\n➤ENTER: http://bit.ly/Ride-In-My-Tank","2015-08-12 15:42:58+00","9269711759_10153396798606760",1],[142,"Want to fire rocket launchers together? It’s not as easy as it looks. Watch my friend Bill Nye The Science Guy explain the science of blowing sh*t up, then enter to join me! ENTER:http://bit.ly/BlowStuff-UpArnold","2015-08-10 16:29:43+00","9269711759_10153392623236760",1],[395,"","2014-07-03 17:52:07+00","9269711759_10152465399696760",1],[133,"Today is, without a doubt, one of the proudest days of my life. 32 years ago I raised my right hand and became an American citizen. Every day since, I've been grateful to be a part of and give back to this great nation.","2015-09-16 18:26:50+00","9269711759_10153477312171760",1],[135,"There are three real action heroes in this photo. It was an honor to meet you, Alek, Anthony, and Spencer. Your actions on that train in France were the definition of courage. Thank you for your inspiration.","2015-09-09 14:50:50+00","9269711759_10153460497436760",1],[138,"One more day. Enter now. Come to LA and blow sh*t up with me for a good cause. It's only 10 dollars to enter: www.omaze.com/Arnold","2015-08-12 19:51:22+00","9269711759_10153397262486760",1],[140,"It is the last week to enter come to LA to blow sh*t up with me. Here is every explosion from my movies. ENTER: http://t.co/3IhwTXjpV7","2015-08-11 16:47:13+00","9269711759_10153394677986760",1],[141,"Hey, Steve Austin, I eat challenges for breakfast. And right now, I'm very hungry. Let's settle this in a WWE 2K ring. https://www.youtube.com/watch?v=49ZtyeZVCn8\u0026feature=youtu.be","2015-08-07 19:49:45+00","9269711759_10153384540981760",1],[143,"My question for the #GOPDebate. Republicans and Democrats have tried for over a decade to fix our broken immigration system. Don't tell me your plan - tell me your plan to pass your plan. How will you bring both parties together around a solution?","2015-08-06 17:03:33+00","9269711759_10153381140811760",1],[145,"It is fantastic to get to the gym early and have an Olympic champion as your trainer - thanks Nadia Comaneci! 10 reps to honor the first perfect 10 score in the Olympics.","2015-08-01 17:52:34+00","9269711759_10153370776646760",1],[147,"#5forBigCats","2015-07-30 19:21:35+00","9269711759_10153366617651760",1],[150,"We never stop having fun Lou Ferrigno. Stay hungry.","2015-07-28 16:41:42+00","9269711759_10153361513646760",1],[151,"I've been waiting to share this with you. I'm pumped to be part of WWE 2K as the Terminator. The game is out on Xbox 1, PS4, PS3, and Xbox 360 on October 27 in North America, and October 30 internationally. #WWE2K16\n\nPre-order now to play as my character: https://wwe.2k.com/index.php/retail","2015-07-27 15:45:16+00","9269711759_10153359027896760",1],[154,"Gustav is locked in for his workout today. No distractions, no noise. #fetch #lab #motivation","2015-07-15 17:54:08+00","9269711759_10153333329986760",1],[156,"Weekend plans? #TerminatorGenisys","2015-07-10 22:39:10+00","9269711759_10153323767296760",1],[158,"Reporters kept asking how I stay awake on the #TerminatorGenisys worldwide tour. It's easy - let the iron be the alarm clock. #machines #japan","2015-07-06 23:30:34+00","9269711759_10153316382156760",1],[160,"What are you doing tonight to make sure the machines don't win? See #TerminatorGenisys now. http://bit.ly/TerminatorTix","2015-07-05 22:52:12+00","9269711759_10153314165431760",1],[161,"To celebrate #TerminatorGenisys in theaters, we wanted you to be able to terminate yourself with Bitmoji. I love this. http://bit.ly/BitmojiTerminator","2015-07-05 21:16:10+00","9269711759_10153314012066760",1],[163,"Happy #July4th. Thank you, U.S.A.","2015-07-04 21:52:14+00","9269711759_10153311893636760",1],[165,"Love seeing all of your posts about Terminator Genisys while Emilia and I are on tour in Korea. Honored. #TerminatorGenisys","2015-07-02 03:57:37+00","9269711759_10153306145821760",1],[167,"I had a blast with Sam at yesterday's Terminator premiere. But I want to have a blast with you, too. Literally. Enter now to fire rocket launchers with me \u0026 BLOW SH*T UP! ➤ENTER:http://bit.ly/BlowItUpWithMe","2015-06-29 21:26:13+00","9269711759_10153300749531760",1],[169,"Come with me... In the NASCAR pace car. I had a great time in Sonoma. The iPhone didn't handle the acceleration as well as I did. #TerminatorGenisys","2015-06-28 21:10:31+00","9269711759_10153298608266760",1],[172,"","2015-06-26 23:31:01+00","9269711759_10153293270256760",1],[174,"Check out this new Terminator Genisys spot. I was in charge of this one - I hope you like it.","2015-06-24 12:30:53+00","9269711759_10153287231171760",1],[176,"This is a taste of what you'll experience when you ride with me to the premiere of Terminator Genisys. Crowds screaming - for you. Schnapps to celebrate - with me. Not to mention, you'll be the first to see the new Terminator, elbow to elbow with the stars. ➤➤ENTER: www.omaze.com/terminator.","2015-06-22 13:39:03+00","9269711759_10153282766156760",1],[179,"DON’T BUMP MY SELFIE STICK! I mean it. Speaking of selfies, you should enter to take selfies with me at the Terminator Genisys premiere! ➤ENTER: http://bit.ly/-TERMINATOR-PREMIERE\n\nLet's have a great time for a good cause.","2015-06-19 16:03:00+00","9269711759_10153274495036760",1],[180,"Had a great time on The Graham Norton Show with Emilia Clarke, Cara Delevingne, Jake Gyllenhaal,  and Tinie Tempah talking about Terminator. Who has the best impression?\n\nThe show airs this Friday at 10:35 on BBC1.","2015-06-18 20:11:01+00","9269711759_10153272939981760",1],[181,"I went to Hollywood as the Terminator and scared tourists. It worked so well I almost feel bad. Almost.\n\nNow you can come to Hollywood for the premiere of Terminator Genisys as my guest. ➤ENTER http://bit.ly/Terminator-Premiere","2015-06-18 16:13:17+00","9269711759_10153272447841760",1],[183,"Come with me if you want to… go to the Terminator premiere. That’s right, I’m giving one lucky fan the chance to join me on the Terminator Genisys red carpet! ➤ENTER: http://bit.ly/Terminator-Premiere\n\nNow watch me prank fans as the Terminator on Hollywood Boulevard. You’re gonna love this.","2015-06-18 09:23:09+00","9269711759_10153271799686760",1],[184,"Want to be in this selfie?\n\nYou can. Enter now for a chance to come to LA, hang out, and blow up all kinds of sh*t with me. The best part? It is for a good cause. CLICK HERE: www.omaze.com/Arnold","2015-06-17 14:59:00+00","9269711759_10153270250946760",1],[187,"I was so proud to make the Marines at United States Marine Corps Camp Pendleton the first audience in the nation to see Terminator Genisys today. Thank you for your service.","2015-06-14 23:04:46+00","9269711759_10153264928996760",1],[188,"It's true. Come with me if you want to live.","2015-06-14 20:30:23+00","9269711759_10153264676451760",1],[189,"Let's go U.S. Soccer! #OneNationOneTeam #USWNT","2015-06-12 23:27:36+00","9269711759_10153260873736760",1],[190,"Watch out - I discovered Dubsmash. \n\nI did one of Emilia's lines instead of one of mine. You can find all the Terminator Genisys lines on Dubsmash with #dubinatorchallenge.","2015-06-11 19:46:00+00","9269711759_10153258598721760",1],[192,"I found Studio B in Nashville - where Elvis, Dolly, Willie, and all the greats recorded!","2015-06-10 21:15:04+00","9269711759_10153256813841760",1],[193,"I'm in Nashville for the CMT Music Awards and need your help. Hat or no hat tonight?","2015-06-10 19:24:16+00","9269711759_10153256600626760",1],[194,"Congratulations to our #pumpingupatwalmart winners. This was fun.","2015-06-10 19:23:28+00","9269711759_10153256600446760",1],[199,"What a handsome devil.\n\nThank you to the fantastic fans here in Australia. I had a great time at out Terminator Genisys fan event.","2015-06-04 21:27:37+00","9269711759_10153244075996760",1],[144,"Great piece by Dan Walters in The Sacramento Bee. I'm very proud of our work to reform redistricting and create the open primary in California.","2015-08-05 01:38:29+00","9269711759_10153377873511760",1],[146,"Thank you for making my birthday great. You're the best fans in the world and today, I'm reminded of how grateful you make me feel every day.","2015-07-30 22:47:57+00","9269711759_10153367026911760",1],[148,"Stop killing big cats. Killing a lion isn't ballsy. Going into the octagon or joining the military - that's ballsy. Try that before you kill a lion. Protecting big cats is also ballsy. #5forBigCats I am in - join me: https://donate.nationalgeographic.org/5forbigcats?utm_source=Twitter\u0026utm_medium=Social\u0026utm_content=link_tw20150729donatebigcats\u0026utm_campaign=Content\u0026sf11454237=1","2015-07-29 17:41:36+00","9269711759_10153363831116760",1],[149,"Spider monkeys on Snapchat!","2015-07-29 02:59:06+00","9269711759_10153362720226760",1],[152,"Happy birthday to my darling Christina. You've always had your own style, and I'm so, so proud of the woman you've become.","2015-07-23 19:02:02+00","9269711759_10153351339461760",1],[153,"I'm in charge of family fitness! Great work Christina! Tell me what you do with your families to stay healthy!","2015-07-22 19:45:32+00","9269711759_10153348816736760",1],[155,"Bill Nye The Science Guy is a friend and one of my heroes. Do me a favor and check out his Kickstarter: http://Bit.ly/billnyefilm","2015-07-15 17:02:28+00","9269711759_10153333080411760",1],[157,"Thank you. You are the best fans in the world. #TerminatorGenisys","2015-07-07 07:57:45+00","9269711759_10153317054901760",1],[159,"Thank you Japan for an absolutely fantastic #TerminatorGenisys premiere. #illbeback","2015-07-06 11:54:19+00","9269711759_10153315139976760",1],[162,"To celebrate #July4th, bringing back this photo of one of the proudest days of my life, the day I became an #american citizen.","2015-07-04 23:25:03+00","9269711759_10153312063476760",1],[164,"I've been waiting for you. Get to the theater today. #TerminatorGenisys","2015-07-03 23:51:20+00","9269711759_10153310142011760",1],[166,"I̶'̶l̶l̶ ̶b̶e̶ ̶b̶a̶c̶k̶. I'm back. #TerminatorGenisys is in theaters now. I had a great time returning as the T-800 and can't wait to hear your thoughts. www.terminatormovie.com","2015-07-02 00:16:48+00","9269711759_10153305685736760",1],[168,"I'M BACK.\n\nSee Terminator Genisys TONIGHT ➤ www.terminatormovie.com","2015-06-30 19:10:09+00","9269711759_10153302379141760",1],[170,"My filter is on Snapchat all week - available in theaters everywhere. I expect a lot of Terminator Genisys snaps!","2015-06-27 21:40:15+00","9269711759_10153296257876760",1],[171,"Terminator does Happy/Sad/Confused. #Repost @joshuahorowitz with @repostapp.\n・・・\nHappy/Sad/Confused. With Arnold Schwarzenegger. @schwarzenegger #happysadconfused #terminatorgenisys #arnoldschwarzenegge #terminator photo: @colindouglasgray","2015-06-25 16:16:04+00","9269711759_10153290011691760",1],[173,"I've taken over the @fallontonight Instagram. #TerminatorTakeover #TerminatorGenisys","2015-06-24 21:09:25+00","9269711759_10153288315426760",1],[175,"What was science fiction in the original Terminator is now non-fiction. Is SkyNet real? You judge. \n\nOne thing's for sure - I've been busy. Here I am at the first Apple Store. #TerminatorGenisys","2015-06-23 21:22:06+00","9269711759_10153285969651760",1],[177,"Some actors do stunts. Emilia Clarke is so fantastic her eyebrows even do stunts. Having fun backstage at the Terminator Genisys European premiere. #terminatorgenisys","2015-06-21 19:05:45+00","9269711759_10153281004146760",1],[178,"Want to take selfies with me on the red carpet? Here’s your chance. Enter to join me at the premiere of Terminator Genisys! I insist. ➤➤ENTER: http://bit.ly/LastChanceTerminator","2015-06-20 20:15:15+00","9269711759_10153278388641760",1],[182,"#BFF","2015-06-18 15:16:47+00","9269711759_10153272326831760",1],[185,"Go on a bike ride around London with me for the Terminator Genisys tour on my Snapchat! I'm hitting all the important spots: ArnoldSchnitzel","2015-06-17 08:45:06+00","9269711759_10153269706431760",1],[186,"No matter where I go, fans ask me to say their favorite lines. Something about my charming Austrian accent. So I am excited that now, as the voice of Waze you can bring me (as Terminator) right into your car. Do it now!","2015-06-15 17:39:40+00","9269711759_10153266501766760",1],[191,"I found my best impersonator, JJ Watt at the CMT Music Awards. #CMTAwards","2015-06-11 02:21:16+00","9269711759_10153257234301760",1],[195,"It was really wonderful to meet you tonight Grand Ole Opry - you're a fantastic performer Carrie Underwood. #grandoleopry #nashville #country #selfie #opry","2015-06-10 02:52:40+00","9269711759_10153255369021760",1],[196,"If you enter to blow sh*t up with me, you’ll also get to join me for a workout! After all, firing rocket launchers requires a lot of muscle. ➤ENTER: http://bit.ly/Get-Pumped","2015-06-09 23:45:41+00","9269711759_10153255154521760",1],[197,"I ran into this strange guy in Nashville - he's going to be my plus-one for the CMT Music Awards tomorrow night.","2015-06-09 21:34:37+00","9269711759_10153254984631760",1],[198,"If you missed my Periscope Q and A from the Terminator Genisys fan event in Australia, catch up: https://www.periscope.tv/w/V1FMFTEwOTN8MTc5OTk4MDjZp2p_U3paUnY2O7bz6LNrMXltV9LxZowyrpKisIywhA==","2015-06-05 00:55:53+00","9269711759_10153244413781760",1],[202,"This just happened. \n\nThanks to the best fans in the world. Terminator Genisys fan red carpet in Brazil.","2015-06-02 00:17:03+00","9269711759_10153238297961760",1],[203,"I had a...fantastic time on Fantástico - O Show da Vida promoting Terminator Genisys. Tune in tonight!","2015-05-31 20:34:07+00","9269711759_10153236246206760",1],[205,"We have a champion: Big Ramy (the one on the left in the previous photo). Congrats.","2015-05-31 00:42:22+00","9269711759_10153234717656760",1],[207,"Don't miss what's going on in Brazil - tune in to my Snapchat story.","2015-05-30 15:00:00+00","9269711759_10153233836476760",1],[210,"You, me, and a rocket launcher. Does that sound like a good day to you? Join me, won’t you? Do it. Do it now!\n➤➤➤ENTER: http://bit.ly/firewhenready","2015-05-29 14:25:28+00","9269711759_10153231918111760",1],[212,"I'm grateful to our brave men and women who wear the uniform and their families who bear their sacrifice, today and every day, for making this the greatest country in the world. Thank you.","2015-05-25 15:51:58+00","9269711759_10153208325186760",1],[214,"Thanks to BuzzFeed for helping us get the word out about our fundraiser for After-School All-Stars. Enter at www.omaze.com/Arnold to come to LA and blow sh*t up with me!","2015-05-22 18:33:05+00","9269711759_10153198433771760",1],[216,"Thanks for helping us get the word out!","2015-05-20 00:50:35+00","9269711759_10153191117881760",1],[218,"I had a great time doing this interview.","2015-05-19 22:02:06+00","9269711759_10153190863971760",1],[220,"Cars? Spaghetti? Gummi Bears? Closets? BLOW. IT. UP. Don't miss my latest video, and enter to fly to LA to blow sh*t up with me: http://bit.ly/BlowITUp","2015-05-14 23:00:54+00","9269711759_10153178389221760",1],[396,"Happy Fourth of July!","2014-07-04 17:28:29+00","9269711759_10152467297876760",1],[200,"I'm back. The Terminator Genisys tour hits Australia and I'm still bringing you with me on Snapchat: ArnoldSchnitzel.","2015-06-03 21:43:44+00","9269711759_10153241906446760",1],[201,"I'm loving showing you guys the Terminator Genisys promotion in Brazil on Snapchat. This is what a photo call looks like from my side!","2015-06-01 15:26:23+00","9269711759_10153237536496760",1],[204,"We have some amazing Terminator fans here in Brazil at the Arnold Sports Festival!","2015-05-31 14:34:59+00","9269711759_10153235691846760",1],[206,"I want to know who you think should be the winner of the Arnold Classic Brazil. Left, Center, or Right. Let's hear it.","2015-05-30 23:07:55+00","9269711759_10153234551061760",1],[208,"Here's a little sample of what is going on with my Snapchat story! Add ArnoldSchnitzel.\n\nThis is during the strong man keg toss on the beach in Rio.","2015-05-30 16:57:28+00","9269711759_10153234023146760",1],[209,"I'm in Rio for the Arnold Sports Festival Brazil. Follow along on my Snapchat and I will take you everywhere I go. My name is ArnoldSchnitzel.","2015-05-29 20:16:11+00","9269711759_10153232438446760",1],[211,"Want to throw grenades together? I think you do! Here’s your chance to fly to Los Angeles to join me.\n➤➤➤ ENTER: http://bit.ly/Arnold-Explosion","2015-05-22 22:45:47+00","9269711759_10153198991161760",1],[213,"I'm pumped up to unveil this new Terminator Genisys TV spot exclusively for my fans. Watch it now!","2015-05-21 18:09:44+00","9269711759_10153196148826760",1],[215,"Come join me!","2015-05-20 20:55:04+00","9269711759_10153192883756760",1],[217,"If you're on the internet today, I am guessing you've heard I'm blowing sh*t up with a fan for charity. IT COULD BE YOU. Enter: http://bit.ly/BlowITUp","2015-05-19 23:50:48+00","9269711759_10153191054851760",1],[219,"#fbf Laughing about that time I bought my own Muscle Pharm products at Walmart. If you take a photo of yourself with the Arnold Series Iron Whey at Wal-Mart and post it with #pumpingupatwalmart you'll be entered to win a year of my product. #flashbackfriday","2015-05-15 17:33:02+00","9269711759_10153179940941760",1],[221,"It's true - I am inviting you to Los Angeles to blow sh*t up with me. Watch the video: https://www.facebook.com/arnold/videos/10153177635636760/","2015-05-14 20:45:28+00","9269711759_10153178175231760",1],[223,"I've experienced a lot of explosions in my movies. Now I'm inviting you to come to LA to blow sh*t up with me. ENTER HERE:http://www.omaze.com/experiences/arnold-schwarzenegger-2\n\nEvery $10 entry benefits After-School All-Stars and puts you in the running to win a trip to LA, including flights, a 4-star hotel, and a chance to blow sh*t up with yours truly.","2015-05-11 21:46:48+00","9269711759_10153172075266760",1],[225,"I really enjoyed this BuzzFeed article - it was a joy doing the interview and reminiscing about my old movies and talking about Maggie. #MaggieMovie","2015-05-08 20:59:33+00","9269711759_10153166947466760",1],[227,"Maggie is out today. To find a theater near you where it is playing, go here: http://www.fandango.com/maggie_181202/movieoverview","2015-05-08 15:40:53+00","9269711759_10153166465456760",1],[229,"Did you see the Lego trailer for Maggie? I loved it.","2015-05-07 21:49:28+00","9269711759_10153165371831760",1],[231,"One. More. Day. See Maggie in theaters tomorrow. It's the most human role I've ever played. It's the most human zombie movie you've ever seen. Find your nearest theater: http://www.fandango.com/maggie_181202/movieoverview","2015-05-07 15:08:03+00","9269711759_10153164841536760",1],[233,"Maggie comes out this Friday. I'm really proud of it, and I would love for you to see it on the big screen. \n\nFind the theaters where it is playing: http://www.maggiethefilm.com","2015-05-06 18:08:04+00","9269711759_10153163216636760",1],[234,"I went to the The Late Late Show with James Corden to talk to James Corden about Maggie. We ended up covering my whole movie history.","2015-05-05 20:07:16+00","9269711759_10153161769131760",1],[236,"Do not miss this tonight.","2015-05-05 02:44:07+00","9269711759_10153160599016760",1],[239,"Here is an exclusive new clip from my film Maggie, coming Friday! It is a totally different type of zombie film. Enjoy. #MaggieMovie","2015-05-04 16:09:15+00","9269711759_10153159750831760",1],[241,"Last year, I crushed things in a tank. This year, I’m blowing sh*t up. Want to join me? Enter here: http://bit.ly/Blow-It-Up","2015-05-01 19:59:56+00","9269711759_10153155145361760",1],[245,"When I flew one unsuspecting fan to LA to help me crush things in my tank, the result was THE action trailer of the summer. Check it out.\n\nWant to star in the sequel? ENTER HERE: http://bit.ly/TanksForNothing\n \nEvery $10 entry benefits After-School All-Stars.","2015-04-29 17:02:00+00","9269711759_10153150784551760",1],[247,"Last night's Maggie premiere for redditors was fantastic - I am going to do this for all of my movies. Thanks for everyone that came out. Share your selfies with me! #MaggieMovie","2015-04-28 17:06:00+00","9269711759_10153148101701760",1],[249,"#TBT Back to the set of Maggie outside New Orleans. This photo captures the fun of shooting a small movie. Midway through another scene, our amazing director, Henry Hobson, said \"The light is perfect, let's go to the field!\" I changed wardrobe quickly, we went into the field and we shot a scene using this light. \n\nImprovisation is always important in film, but on a smaller movie, it is necessary. #maggiemovie","2015-04-23 15:35:14+00","9269711759_10153136038371760",1],[250,"I'm so excited for the premiere of Maggie tonight at Tribeca Film Festival that I couldn't wait to share this exclusive clip with you guys. This is different than any movie I've done. Henry Hobson was a great director and Abigail Breslin and Joely Richardson are both incredible. \n\nI can't wait for you to see it.","2015-04-22 12:40:10+00","9269711759_10153133220826760",1],[252,"Just spotted myself as the Terminator in Vegas. If you visit, share your selfies with me!","2015-04-21 19:42:29+00","9269711759_10153131794971760",1],[253,"It’s here. Watch the new Terminator Genisys trailer, in theaters July 1st.","2015-04-13 13:42:46+00","9269711759_10153112428486760",1],[255,"We had a fantastic time filming in Hollywood today. Stay tuned for a video to raise money for After-School All-Stars with Omaze. Thank you to all of our unsuspecting extras! Enter here: www.omaze.com/Arnold","2015-04-09 21:03:56+00","9269711759_10153103842221760",1],[256,"Happy Easter!","2015-04-05 20:31:57+00","9269711759_10153093889411760",1],[257,"Please read my Washington Post column about the future of the Republican Party. I want to hear your thoughts.","2015-04-03 19:28:41+00","9269711759_10153088861781760",1],[258,"If the Republican Party wants the next generation of voters to listen to our ideas and solutions to real problems, we must be an inclusive and open party, not a party of divisions. We must be the party of limited government, not the party that legislates love. We must be the party that stands for equality and against discrimination in any form.\n\nPlease read my column in the Washington Post:","2015-04-03 16:22:30+00","9269711759_10153088478486760",1],[260,"Maggie is a totally different film - for me and for the genre. You're going to love it.","2015-03-25 21:20:06+00","9269711759_10153069042521760",1],[222,"How do I do spring cleaning? With explosives. Watch, then enter to fly to LA and join me: http://bit.ly/BlowITUp","2015-05-14 17:06:20+00","9269711759_10153177635636760",1],[224,"Here is my Periscope Q\u0026A about Maggie from today. Enjoy the tour of my office, but stay for the interview! #MaggieMovie","2015-05-08 22:38:30+00","9269711759_10153167086346760",1],[226,"Let's talk about Maggie. It is out today! Find a theater near you: http://www.fandango.com/maggie_181202/movieoverview\n\nBut first, ask me some questions. #MaggieMovie","2015-05-08 20:18:52+00","9269711759_10153166860526760",1],[228,"I just did a Periscope Q\u0026A about Maggie. Watch the replay! \n\nAnd go see Maggie this weekend: http://www.fandango.com/maggie_181202/movieoverview #maggiemovie","2015-05-08 18:42:45+00","9269711759_10153166721696760",1],[230,"On April 27, I invited reddit to an exclusive screening of my movie Maggie. Our amazingly talented director, Henry Hobson, and I took questions afterward.","2015-05-07 19:29:35+00","9269711759_10153165169556760",1],[232,"Maggie is finally hitting select theaters this Friday. I'm truly proud of the film we made, and I hope all of you will see it.","2015-05-05 21:57:21+00","9269711759_10153162004656760",1],[235,"","2015-05-05 18:50:50+00","9269711759_10153161664296760",1],[237,"I had the best time having this premiere of Maggie for redditors.","2015-05-04 23:13:36+00","9269711759_10153160341816760",1],[238,"In the United States, 200,000 people die every year from air pollution-related illnesses. They aren’t dying from breathing Republican air or Democratic air. We all breathe the same air. \n\nRead my TIME column.","2015-05-04 18:36:54+00","9269711759_10153159987106760",1],[240,"Thank you for donating 25% of this to After-School All-Stars.","2015-05-04 02:25:59+00","9269711759_10153158797931760",1],[242,"The new Terminator Genisys poster is here, and I love it.","2015-04-30 18:33:44+00","9269711759_10153153280566760",1],[243,"You can spend that $10 at happy hour, or you can spend it for a chance to come to LA and blow sh*t up with me. And I will bring schnapps. http://bit.ly/TanksForNothing","2015-04-30 01:10:23+00","9269711759_10153151838331760",1],[244,"I flew a fan out to LA. We worked out. We shouted one-liners. We crushed things in my tank. We raised over a million dollars for After-School All-Stars.\n\nYou could be next (except we will blow sh*t up). All it takes is a $10 entry that supports a good cause. DO IT NOW: http://bit.ly/TanksForNothing","2015-04-29 21:09:33+00","9269711759_10153151470706760",1],[246,"Coming soon - my latest trailer with the fan who flew out to LA to crush things in my tank with me to benefit After-School All-Stars. Stay tuned because you'll see it here first this morning.","2015-04-29 15:29:49+00","9269711759_10153150782336760",1],[248,"Here is a new clip from my film Maggie. You've never seen a zombie film like this.","2015-04-24 17:20:16+00","9269711759_10153138617076760",1],[251,"It was great to run into my friend Tom Cruise today at CinemaCon while he was promoting the fifth Mission: Impossible and I was promoting the fifth Terminator. Coincidence? No.","2015-04-22 00:56:24+00","9269711759_10153132369901760",1],[254,"Yesterday we had fun for a good cause - After-School All-Stars - and I brought everyone along on Snapchat. You won't want to miss today. Follow me: ArnoldSchnitzel.","2015-04-10 16:36:29+00","9269711759_10153105717356760",1],[259,"Great to see you two tonight at #Wrestlemania. Dwayne The Rock Johnson, you're looking lean and mean, my friend. Ronda Rousey, you look ready to win another three championships in a row.","2015-03-30 02:06:46+00","9269711759_10153078550346760",1],[261,"I'm really proud of my new film, Maggie. This is the most human zombie film you’ve ever seen, and it’s the most human role you’ve ever seen me take on. My co-star, Abigail Breslin, is absolutely incredible in the title role, and our director, Henry Hobson, made a beautiful film.","2015-03-25 14:52:47+00","9269711759_10153068255311760",1],[263,"Tune in now, I'm about to speak. http://schwrzng.gr/1x73IvB","2015-03-24 16:40:54+00","9269711759_10153066255261760",1],[264,"I can't wait to share the trailer for my new film, Maggie, with all of you on Wednesday. You'll see it here first. I'm very proud of what we made.","2015-03-23 23:46:56+00","9269711759_10153064817621760",1],[266,"Checking out my prototypes in #basel. I can't wait to share more with you. The countdown begins...","2015-03-20 18:24:05+00","9269711759_10153057082996760",1],[268,"I get to travel to some incredible places, and I've figured out I can use Snapchat to bring you guys with me and share the amazing things I see. Add me: ArnoldSchnitzel","2015-03-19 14:35:31+00","9269711759_10153054373946760",1],[269,"Loved to see all these healthy and fit kids when I was riding around Melbourne today!","2015-03-16 02:20:03+00","9269711759_10153046600641760",1],[272,"Look who I found at the Arnold Classic Australia.","2015-03-14 00:15:23+00","9269711759_10153041239211760",1],[275,"We have a champion, and he is a record-breaker. Congrats to the first ever 5 time Arnold Classic winner, Dexter Jackson.","2015-03-08 03:25:09+00","9269711759_10153027915721760",1],[279,"Just another incredible spectacle at the Arnold Sports festival. Add me on Snapchat to see all the action: ArnoldSchnitzel and add to and follow the live story in your Snapchat stories.","2015-03-07 19:52:50+00","9269711759_10153026993966760",1],[281,"Are you following me at the Arnold Sports Festival on Snapchat? My username is ArnoldSchnitzel. If you're here, make sure to snap your stories to Our Arnold Fest Story. The rest of you can follow along on the stories page!","2015-03-07 17:22:24+00","9269711759_10153026654276760",1],[282,"Now I know how Franco feels.","2015-03-07 14:31:33+00","9269711759_10153026241011760",1],[283,"If you aren't following my Snapchat story while I'm at the Arnold Sports Festival you're missing the action. Here is yesterday's story. Add me: ArnoldSchnitzel","2015-03-07 13:18:19+00","9269711759_10153026098446760",1],[284,"We are having fun at the Arnold Sports Festival. Follow along with my Snapchat story. I'm ArnoldSchnitzel there.","2015-03-06 22:32:11+00","9269711759_10153024504216760",1],[286,"You have time to train. If you don't? Make time.","2015-03-04 15:27:18+00","9269711759_10153019148956760",1],[290,"Look at your tiny little phone! My muscles barely fit in it. Download Family Guy: The Quest for Stuff from the App Store for your last chance to play as me in Quahog. http://bit.ly/playfgios","2015-02-28 16:44:07+00","9269711759_10153010733451760",1],[293,"It's been a year, so it's time for my annual boot cleaning. One thing you learn in sports is the importance of follow-through. Starting something isn't enough - you have to finish. I've collected these boots since I moved to America. The follow-through is conditioning them every year.","2015-02-19 00:44:42+00","9269711759_10152990034121760",1],[297,"You can be me in Family Guy: The Quest for Stuff to watch me blow up Quahog! Download for free - get to the  App Store! http://bit.ly/playfgios","2015-02-06 00:14:42+00","9269711759_10152960482466760",1],[299,"I had such a fantastic interview with Tim Ferriss I answered a bonus question. Listen to the full podcast. DO IT NOW: www.fourhourworkweek.com/2015/02/02/arnold-schwarzenegger/","2015-02-03 23:15:10+00","9269711759_10152956358931760",1],[262,"Tune into to my After-School Summit. Talking with Tim Ferriss, Phil Libin of Evernote, and Maggie Johnson from Google now: www.schwarzeneggerinstitute.com/afterschoolsummit_webcast","2015-03-24 18:51:00+00","9269711759_10153066501646760",1],[265,"This is what you're missing on Snapchat. Hanging with the Terminator Genisys cast.","2015-03-23 18:03:10+00","9269711759_10153064005816760",1],[267,"Having a fantastic time in #basel previewing my new watches.","2015-03-20 17:30:02+00","9269711759_10153056982871760",1],[270,"Watch the Arnold Classic Strongman contest. DO IT NOW.","2015-03-14 04:47:41+00","9269711759_10153041761056760",1],[271,"This, ladies and gentlemen, is a world record deadlift at the Arnold Classic Australia. 462 kilos - 1,018 pounds. Congrats to Eddie Hall.","2015-03-14 00:27:25+00","9269711759_10153041266866760",1],[273,"A really fantastic Arnold Sports Festival last weekend. Here's my Snapchat story from Saturday's action. \n\nDon't forget to add me on snapchat for the Arnold Classic Australia this weekend: ArnoldSchnitzel","2015-03-11 17:53:24+00","9269711759_10153035870506760",1],[274,"I'm getting ready for a big day at the Arnold Classic Australia. Follow along on Snapchat: ArnoldSchnitzel","2015-03-13 22:24:11+00","9269711759_10153041026036760",1],[276,"This is 278 pounds. Arnold Sports Festival Strongman.","2015-03-08 02:16:43+00","9269711759_10153027769201760",1],[277,"Don't forget, even if you aren't here in Columbus, you can watch the Arnold Sports Festival Classic live: http://streaming.bodybuilding.com/2015-arnold-webcast/","2015-03-08 01:14:38+00","9269711759_10153027657651760",1],[278,"This is the Arnold Sports Festival Expo floor. So proud of our fitness crusade.","2015-03-07 22:52:30+00","9269711759_10153027386751760",1],[280,"Add me on Snapchat (ArnoldSchnitzel) and if you're here, add your stories to the Arnold Fest story!","2015-03-07 16:14:03+00","9269711759_10153026500176760",1],[285,"I started a Snapchat account to keep you updated during the Arnold Sports Festival. Just open Snapchat, point your camera at this, and tap.","2015-03-06 19:23:02+00","9269711759_10153024030296760",1],[287,"It's time to create your legacy. Go to http://www.bodybuilding.com/fun/arnold-schwarzeneggers-blueprint-to-cut.html","2015-03-03 20:02:05+00","9269711759_10153017382281760",1],[288,"Are you texting today or are you training today? Make up your mind.","2015-03-03 17:57:59+00","9269711759_10153017147991760",1],[289,"You have 24 hours to download me in Family Guy: The Quest for Stuff. Your chance ends tomorrow at 3PM PST. Get it from the App Store: http://bit.ly/playfgios Do it now!","2015-03-02 22:40:17+00","9269711759_10153015589311760",1],[291,"Fantastic work tonight Katy Perry. You really know how to pump up a crowd.","2015-02-26 23:05:22+00","9269711759_10153006939106760",1],[292,"Did you know? Every $1 invested in #afterschool through initiatives like #21stCCLC saves $9. #Invest3to6","2015-02-18 19:25:05+00","9269711759_10152989441521760",1],[294,"I can't think of a better way to celebrate President's Day weekend than having lunch with one of my favorite presidents, my dear friend (and former boss), President George H. W. Bush, and his wonderful wife Barbara - one of my favorite first ladies. Both of them continue to inspire me to this day with their great public service.","2015-02-17 22:20:02+00","9269711759_10152987642261760",1],[295,"Some people don't like to talk about melting glaciers. That's fine. Let's talk about the 7 million people who die every year from pollution.","2015-02-08 20:23:09+00","9269711759_10152965991386760",1],[296,"I was proud to speak at the concluding lunch of the Munich Security Conference about why we must embrace a clean energy future for global security. More than 7 million people die every year from pollution. We can do better. Thank you to the Observer Research Foundation for hosting. #MSC2015 #climatechange #greenenergy","2015-02-08 13:51:15+00","9269711759_10152965282386760",1],[298,"Don't forget to listen to the interview today. I think Tim Ferriss might even do a live listen and chat at 8PM Pacific time.","2015-02-04 02:23:21+00","9269711759_10152956659706760",1],[301,"Listen to this interview with Tim Ferriss, and tell me what you think. It's over an hour of fun stories and motivation.","2015-02-03 18:40:23+00","9269711759_10152955933026760",1],[302,"Terminators don't shake hands, Jimmy. But I had a great time on The Tonight Show.","2015-02-02 20:34:58+00","9269711759_10152953957631760",1],[303,"I am very happy that we've had three great developments recently in the crusade against climate change. One, the U.S. Senate acknowledged that climate change is real. Two, two-thirds of Americans want the next president to fight climate change. And three, most Republicans want us to do something.\n\nI hope the 2016 presidential candidates are paying attention.","2015-02-02 19:28:30+00","9269711759_10152953837946760",1],[307,"Get ready for this.","2015-01-31 04:27:40+00","9269711759_10152948353471760",1],[308,"Don't miss the spot for the big game. What do you think? #terminator","2015-01-29 23:08:04+00","9269711759_10152945792201760",1],[310,"I'm excited to give you guys a first look at our Terminator Genisys spot for the big game. \n\nNo matter what happens on the field, you're going to see some serious action Sunday. #terminator","2015-01-29 17:01:23+00","9269711759_10152945065876760",1],[313,"Get ready. 50 Fund is preparing a fantastic Super Bowl commercial for a great cause.","2015-01-27 23:19:54+00","9269711759_10152941624231760",1],[314,"I'm honored.","2015-01-27 16:15:49+00","9269711759_10152940942621760",1],[315,"Happy birthday to my friend, the Greatest! I'm your biggest fan - thank you for decades of inspiration.","2015-01-17 20:28:40+00","9269711759_10152921235326760",1],[319,"I stand with the people of France for freedom and against terror, so I'm subscribing. You should, too. #JeSuisCharlie","2015-01-08 22:11:46+00","9269711759_10152903228741760",1],[320,"Great New Year's message from Bandana Training. Let us know your thoughts.","2015-01-06 00:11:31+00","9269711759_10152897244171760",1],[322,"We kept the great day going at Walmart for the The Salvation Army USA #FilltheTruck campaign. It's an easy way to give back when you're doing your own shopping - but whatever you do, find some way to give this Christmas. Don't just take - give something back.","2014-12-13 21:22:15+00","9269711759_10152818057376760",1],[323,"Fantastic to be back at the Hollenbeck Youth Center and Inner-City Games for the Miracle on First Street toy giveaway with Joe Manganiello and Chuck Liddell! I've been doing this for more than 20 years. What are your Christmas traditions?","2014-12-13 19:03:23+00","9269711759_10152817787406760",1],[325,"Is anyone as excited as me about the Terminator Genisys trailer coming out in three hours? I will be here at 1:00 Pacific to chat with you as soon as we release. #AskTerminator","2014-12-04 18:04:36+00","9269711759_10152798653606760",1],[326,"Less than 24 hours now until the Terminator Genisys trailer. Who is excited?","2014-12-03 21:20:51+00","9269711759_10152796949996760",1],[327,"One. More. Day.","2014-12-03 17:04:44+00","9269711759_10152796427811760",1],[391,"Welcome to the team, Johnny. I am a big fan. It's fantastic to have such a great athlete join us.","2014-08-05 20:18:42+00","9269711759_10152534687736760",1],[300,"Don't miss my podcast with Tim Ferriss. I announced my new fundraiser for After-School All-Stars. So click here to enter for a chance to come to LA and blow sh#t up: www.omaze.com/Arnold","2015-02-03 22:00:05+00","9269711759_10152956246496760",1],[304,"At The Tonight Show Starring Jimmy Fallon, fantastic to run into these two giants... of comedy. Great to see you, Will and Kevin.","2015-02-02 05:59:11+00","9269711759_10152952729226760",1],[305,"Watching the game? Tell me you didn't get up during that last commercial break.","2015-02-02 00:07:15+00","9269711759_10152952115701760",1],[306,"#MySuperBowlPick is...","2015-02-01 16:44:55+00","9269711759_10152951226281760",1],[309,"Don't miss the new spot: https://www.facebook.com/video.php?v=10152945065876760","2015-01-29 20:05:53+00","9269711759_10152945440201760",1],[311,"New profile photo? What do you think?\n\nWe have even more excitement coming in an hour, but here is something from Terminator Genisys to kickstart your morning.","2015-01-29 15:59:15+00","9269711759_10152944945516760",1],[312,"I can't wait to share my rules for success in Budapest on February 22. See you at Success Day 2015! More information: http://successday.eu/","2015-01-28 05:01:01+00","9269711759_10152942078141760",1],[316,"I had a great time, Tim Ferriss. Can't wait for our fans to hear the podcast.","2015-01-22 21:58:35+00","9269711759_10152931543911760",1],[317,"Incredibly important message from Bandana Training. Tell me what you think.","2015-01-13 20:58:15+00","9269711759_10152913317746760",1],[318,"What type of articles would you like to read on my site? Let me know which health and fitness subjects you want to hear about this year so we can get working.\n\nIf you're interested in supplements, read this one by schwarzenegger.com advisor Sol Orwell from Examine.com.","2015-01-13 19:16:50+00","9269711759_10152913147476760",1],[321,"Just stopped to stock up on Muscle Pharm and camo gear at Walmart in Loveland, Colorado. #whereisarnold","2014-12-20 20:40:57+00","9269711759_10152833597616760",1],[324,"Terminators don't wait for timelines - they create them. Here's the Terminator Genisys trailer. I'm back. UPDATE: Machines are the worst, I am starting an official Q and A so I can see your questions. #AskTerminator","2014-12-04 19:01:08+00","9269711759_10152798780866760",1],[328,"Just another day in the office.","2014-12-03 01:55:41+00","9269711759_10152795292481760",1],[329,"I support After-School All-Stars because our kids deserve a safe, productive, and loving environment after school between 3 and 6 pm. Join me and donate: http://afterschoolallstars.org/give/ #unselfie #givingtuesday #asas #donate","2014-12-02 22:27:47+00","9269711759_10152794976806760",1],[331,"I told you... I'll be back.","2014-12-02 17:25:51+00","9269711759_10152794383376760",1],[333,"Happy Thanksgiving! What are you thankful for today?","2014-11-27 20:33:32+00","9269711759_10152782867181760",1],[335,"So pumped up to be here at the Venetian Macau with Sly for the Pacquiao-Algieri fight! Great to meet both of you. Good luck!","2014-11-23 05:09:10+00","9269711759_10152773173461760",1],[336,"Great to see Francis Ford Coppola. Anytime I run into one of the greatest directors of all time - not to mention someone whose wine I enjoy thoroughly - it is a fantastic night.","2014-11-22 16:08:43+00","9269711759_10152771971626760",1],[339,"Congratulations again, Jessica and Dean! I was proud to be a small part of your special moment. Thanks BuzzFeed for sharing.","2014-11-18 16:02:57+00","9269711759_10152764166771760",1],[340,"I had a fantastic time seeing The Book of Mormon tonight in London. I loved the message about breaking the rules. Congratulations to the great cast and crew on an amazing production.","2014-11-17 22:22:49+00","9269711759_10152762906026760",1],[343,"Thank you to all of our brave men and women in uniform on this Veteran's Day.","2014-11-11 22:03:37+00","9269711759_10152751485761760",1],[345,"This happens to everyone when they shop at Walmart, right? I met this incredible yodeling grandma when I was there Friday and wanted to share her skill with all of you.","2014-11-10 21:32:32+00","9269711759_10152749445671760",1],[346,"Check it out.","2014-11-06 23:05:27+00","9269711759_10152741634726760",1],[348,"Do it now!","2014-11-05 15:05:11+00","9269711759_10152739077641760",1],[351,"I loved this video. It says it all.","2014-10-31 01:07:26+00","9269711759_10152727815656760",1],[354,"On the 30th anniversary of Terminator, I want to thank all of you - the incredible fans.","2014-10-26 17:32:08+00","9269711759_10152719289671760",1],[356,"My remarks after my meeting with François Hollande yesterday about our shared commitment to a clean energy future, the power of a regional approach, and the path to COP21 in Paris: http://m.youtube.com/watch?v=4SiDONV35EA\u0026feature=youtu.be","2014-10-11 13:55:54+00","9269711759_10152685981256760",1],[358,"I had a great time in Finland but it is fantastic to be on our Finnair flight to Paris to kick off our R20 World Summit of Regions for Climate. #Road2Paris2015 #myshoeisbiggerthanthisplane","2014-10-10 10:06:33+00","9269711759_10152682844156760",1],[360,"This was a very fun moment.","2014-09-29 20:07:21+00","9269711759_10152656038521760",1],[362,"It was truly fantastic to relive some Conan memories in Almeria, where we filmed. A great honor.","2014-09-29 16:35:11+00","9269711759_10152655629741760",1],[364,"What a great Arnold Sports Festival Europe. Congratulations to our winner - Dennis Wolf - and to all of our competitors.","2014-09-27 20:10:47+00","9269711759_10152651362256760",1],[367,"The Arnold Sports Festival Europe isn't just about bodybuilding.","2014-09-27 15:20:57+00","9269711759_10152650850906760",1],[370,"I was so proud to share the Olympia stage with the other former Mr. Olympias. Franco, Samir, Lee, Ronnie, and Jay - it was an honor. 30 Olympia titles on one stage!","2014-09-21 03:26:37+00","9269711759_10152637851696760",1],[372,"What a fantastic event in Chennai for the audio release of \"I.\" To the incredible fans in India - thank you, thank you, thank you.","2014-09-15 16:31:52+00","9269711759_10152626890606760",1],[374,"How do you beat jet lag? Getting pumped up before I go to the red carpet of the \"I\" audio launch in Chennai, India.","2014-09-15 12:07:52+00","9269711759_10152626380986760",1],[377,"Check out this article! ","2014-09-10 23:04:46+00","9269711759_10152617635551760",1],[380,"Bookmark this. Tell your friends. Come back in two hours. Don't miss my speech at 930 Pacific. #CARoad2Paris","2014-09-08 14:38:22+00","9269711759_10152612705416760",1],[383,"I'm really proud that our show Years of Living Dangerously won an Emmy, and now you can own it. Buy it now!","2014-09-04 16:51:14+00","9269711759_10152604411831760",1],[386,"Finally, Pumping Iron is on Netflix.","2014-08-15 22:13:49+00","9269711759_10152557236231760",1],[387,"I had a fantastic time at the The Expendables 3 premiere last night meeting the fans. It is always the best part of red carpets. #EX3","2014-08-12 18:55:01+00","9269711759_10152550748666760",1],[389,"Thank you to all of you for the birthday wishes. You've helped make this birthday fantastic.","2014-07-30 22:00:07+00","9269711759_10152521829451760",1],[393,"Monday motivation.","2014-07-21 17:17:52+00","9269711759_10152503903861760",1],[330,"I'm back, and I couldn't be more excited. I can't wait to show you the Terminator Genisys trailer Thursday. Countdown with me: bit.ly/1w0bmH7","2014-12-02 20:49:27+00","9269711759_10152794778596760",1],[332,"Make sure to head over to reddit and let me know what you're thankful for.","2014-11-28 02:04:55+00","9269711759_10152783625396760",1],[334,"Pre-thanksgiving bike ride and pump with Christina and Patrick to make room for tomorrow's feast.","2014-11-26 19:00:51+00","9269711759_10152780494691760",1],[337,"It was fantastic to run into a man I really admire tonight. President Karzai is a courageous leader and it was great to spend some time with him.","2014-11-21 18:09:11+00","9269711759_10152770333501760",1],[338,"I came to England to give motivation to fans but I ended up reading this book about Winston Churchill in my hotel and being inspired myself.","2014-11-18 17:34:59+00","9269711759_10152764344976760",1],[341,"This was a first for me. Spoiler: she said yes. Congratulations and I wish you guys the best.","2014-11-15 01:04:16+00","9269711759_10152757276266760",1],[342,"If anyone notices I have lost a little weight, blame Whiskey. She's been stealing my breakfast every morning.","2014-11-14 16:19:07+00","9269711759_10152756465901760",1],[344,"Kicked off my Saturday with a 10 mile bike ride to Gold's Venice and 45 minutes with the iron. How are you starting your weekend strong? #saturdaystrong","2014-11-08 17:25:36+00","9269711759_10152744797301760",1],[347,"Stopped by Walmart today and saw my Muscle Pharm Arnold Series on the shelves. It gave me an idea - go to your local Walmart, find the product, and take a photo and share it with me. I will share the best ones. #WhereisArnold","2014-11-07 20:28:19+00","9269711759_10152743181406760",1],[349,"Voting is one of our greatest rights, but it is also our duty. Get out and vote today, and make your voice heard. As an immigrant to this great country, I never take my vote for granted. Just in case you need it, here's some extra inspiration. #GetToThePolls","2014-11-04 22:57:27+00","9269711759_10152737907281760",1],[350,"49 years ago today I met one of my best friends, my fellow Mr. Olympia, construction worker, and prankster, Franco Columbu. Thank you for all these years of loyalty and friendship.","2014-10-31 01:30:59+00","9269711759_10152727849091760",1],[352,"I can't wait to see my fans in London and Leeds next month. I always have great memories there - of training at Wag Bennett's gym, of 335 Rumford Road, and of course, winning Mr. Universe. Come and see me: http://roccobuonvinoproductions.com/an-evening-with-arnold-schwarzenegger-en-p-101.html","2014-10-30 16:45:08+00","9269711759_10152727042211760",1],[353,"\"I’ve had a long layoff from the gym. How should I begin to train again?\" Get the answer to this and other frequently asked questions from Sean Hyson now on my site.","2014-10-16 19:37:08+00","9269711759_10152699209121760",1],[355,"Who has seen this in Sam's Club? Let me know.","2014-10-15 18:13:38+00","9269711759_10152697129641760",1],[357,"It was fantastic to meet with President Hollande today and speak about our shared commitment to a clean energy future. Subnational governments can help show the way forward, like we did in California which is why I founded the R20.","2014-10-10 17:06:04+00","9269711759_10152683724251760",1],[359,"Good reasons to run:\n\n1) The Predator\n2) This video from Bandana Training","2014-10-07 21:16:38+00","9269711759_10152675783801760",1],[361,"Thank you to Governor Kasich, Mayor Coleman and all of the local leaders and fans who attended the statue dedication today in Columbus. As I said today, this statue isn't just about physical strength - it is a reminder to always have a strong mind, to do as Apple says and Think Different. And I meant what I said: the Arnold Sports Festival is in Columbus to stay.","2014-10-06 17:01:39+00","9269711759_10152672360806760",1],[363,"Wrapping up the @ArnoldSports Europe by pumping up with the amateurs just like we used to - with a towel pull.","2014-09-28 10:05:45+00","9269711759_10152652606501760",1],[365,"Brian Shaw just deadlifted 750 pounds... For five reps! For reference, my one rep max was 715.","2014-09-27 19:05:56+00","9269711759_10152651234326760",1],[366,"You all liked Shawn Rhoden and Dennis Wolf and they're the last two out! Who will it be?","2014-09-27 18:51:59+00","9269711759_10152651201961760",1],[368,"Here is an inside view of the madness at the Arnold Sports Festival Europe expo in Madrid when I stopped by Muscle Pharm.","2014-09-27 13:16:29+00","9269711759_10152650583676760",1],[369,"We are officially open. Ribbon is cut at Arnold Sports Festival Europe!","2014-09-27 12:24:51+00","9269711759_10152650509811760",1],[371,"Just took off for the Mr. Olympia LLC in Vegas. Come see me at the Muscle Pharm booth in an hour!","2014-09-20 23:04:09+00","9269711759_10152637498546760",1],[373,"Happy birthday to a great son who has grown into a great man, Patrick Schwarzenegger. I'm so proud of you and I love you. #tbt","2014-09-18 18:42:45+00","9269711759_10152632921201760",1],[375,"It was fantastic to sit down with Tamil Nadu Chief Minister Jayalalithaa before our event tonight and talk about her state's success and challenges. That's the advantage of being an actor who was also a Governor!","2014-09-15 10:26:38+00","9269711759_10152626262036760",1],[376,"It's great to be back in Sacramento. Fantastic to catch up with Governor Brown and Mayor Johnson.","2014-09-08 20:09:16+00","9269711759_10152613314351760",1],[378,"46 years ago, the first thing I did when I arrived in this country was go to Muscle Beach to work out. Some things never change. Stopped by for a quick pump on my bike ride. What did you do for your workout today? #flexfriday #fitness #musclebeach #venice","2014-09-12 21:38:35+00","9269711759_10152621076061760",1],[379,"I'm back. Tune into our #CARoad2Paris conference in an hour: http://bit.ly/CAclimatelive","2014-09-08 15:45:21+00","9269711759_10152612858271760",1],[381,"It's time. Tune in now for our #CARoad2Paris webcast. Click here: http://bit.ly/CAclimatelive","2014-09-08 16:32:58+00","9269711759_10152612937286760",1],[382,"I'm really excited to host this event. ","2014-08-27 22:35:46+00","9269711759_10152587073621760",1],[384,"Fantastic to visit Viscon in Bakersfield and see a new fuel additive that could help us  reduce our emissions.","2014-09-05 20:29:44+00","9269711759_10152607536371760",1],[385,"Are you ready?","2014-08-15 17:22:17+00","9269711759_10152556775951760",1],[388,"Hasta la vista, baby. \nI want to thank the cast and crew of Terminator Genisys for a fantastic shoot. It was challenging, it was fun, and it was rewarding. From our director to the producers, from the camera team to catering, from visual effects to hair and makeup - we couldn't have done it without you. I can't wait to see our finished project and I know we'll remind the fans why they fell in love with the Terminator. On July 1, 2015, I'll be back.","2014-08-06 16:07:13+00","9269711759_10152536858161760",1],[390,"In celebration of my 67th birthday, bodybuilding.com is giving you 20% off the Arnold Series for the next three days.\nIt's the perfect chance to transform your training and build your own legacy.\nIn other words, let's party!\n\nHere is the link: http://bbcom.me/1tUueCm","2014-07-29 01:49:36+00","9269711759_10152518211111760",1],[392,"","2014-07-21 23:41:50+00","9269711759_10152504645521760",1],[397,"Congratulations to U.S. Soccer on a great World Cup. I’m proud of you. You brought all of us together. We’ll be back. #OneNationOneTeam","2014-07-01 22:53:34+00","9269711759_10152462050561760",1],[399,"Whether you want to be the best at tiny tennis, deadlift 715 pounds, or kill the predator, you will need to warm up. Use Bandana Training's great warmup: http://www.schwarzenegger.com/fitness/post/worlds-greatest-warm-up","2014-07-01 17:59:58+00","9269711759_10152461462176760",1],[400,"How do you warm-up to fight the Predator? Bandana Training has some answers.","2014-07-01 15:16:18+00","9269711759_10152461191691760",1],[401,"","2014-06-27 00:23:09+00","9269711759_10152451904011760",1],[404,"I get a lot of questions about creatine. Who better to answer them than the experts at Examine.com? Read this now: http://www.schwarzenegger.com/fitness/post/common-creatine-questions-and-answers","2014-06-24 20:45:57+00","9269711759_10152447462526760",1],[405,"I'm not sure you can handle this much action. Watch the #EX3 trailer now.","2014-06-19 19:13:31+00","9269711759_10152436410841760",1],[407,"Let's go! #USA #OneNationOneTeam","2014-06-16 22:19:14+00","9269711759_10152430060941760",1],[408,"Fantastic to hang with the five-time world champ, Evander Holyfield, and hear his stories. What an inspiration.","2014-06-10 16:03:28+00","9269711759_10152415878736760",1],[410,"We had a lot of help with our After-School All-Stars poker fundraiser this weekend. Here was one of my favorite guests. We raised almost a million dollars for the kids - thank you to everyone who came to my house! Can't wait for next year.","2014-06-09 17:41:09+00","9269711759_10152413714631760",1],[411,"Tonight at 8PM ET/PT, don't miss the finale of Years of Living Dangerously on Showtime Networks. I am so proud of this project.\n\nHere's a sneak preview of tonight's episode with President Obama: https://www.youtube.com/watch?v=-cnjdqZi52s","2014-06-09 15:56:33+00","9269711759_10152413514911760",1],[415,"Check out this article on my website from Travis Pollen - Fitness Blogger","2014-06-05 17:36:15+00","9269711759_10152405403741760",1],[417,"Who knew Patrick is such a great chef? I never thought that one day my son would make a pizza for me. What a treat! Congratulations on Blaze Pizza!","2014-05-23 17:31:22+00","9269711759_10152378530961760",1],[419,"Here's my statement on today's announcement.","2014-06-02 20:06:33+00","9269711759_10152399558406760",1],[421,"","2014-05-20 22:34:59+00","9269711759_10152372873851760",1],[422,"We really pumped up Cannes.","2014-05-19 19:12:58+00","9269711759_10152370293631760",1],[423,"This weekend, there are no excuses. Catch up on Years of Living Dangerously while Showtime Networks is free!","2014-05-07 20:26:52+00","9269711759_10152345722741760",1],[425,"","2014-05-10 00:35:06+00","9269711759_10152350106376760",1],[426,"A fantastic time.","2014-04-30 20:27:22+00","9269711759_10152331899651760",1],[428,"I'm back on Epic Meal Time. Don't miss the tank cake.","2014-04-29 19:55:40+00","9269711759_10152329780551760",1],[430,"Who has the best biceps? I got pumped up visiting these fantastic kids at gymnastics, one of the many sports here at the Arnold Sports Festival Rio.","2014-04-26 21:43:41+00","9269711759_10152323550301760",1],[431,"Don't miss any of the Years of Living Dangerously episodes. They're all required viewing.","2014-04-24 17:16:22+00","9269711759_10152318815826760",1],[432,"Tune in now to Showtime Networks for Years of Living Dangerously.","2014-04-21 02:02:55+00","9269711759_10152311038216760",1],[434,"If you wonder why I'm so proud of Years of Living Dangerously, watch this. Tune in at 10PM on Showtime","2014-04-20 20:49:12+00","9269711759_10152310441091760",1],[435,"Don't miss it.","2014-04-19 22:13:37+00","9269711759_10152308391666760",1],[437,"Don't miss tonight's episode of Years of Living Dangerously on Showtime Networks at 10PM ET/PT.","2014-04-27 18:59:57+00","9269711759_10152325594876760",1],[438,"Just inspecting the grounds.","2014-04-14 22:08:14+00","9269711759_10152298636876760",1],[439,"Don't miss this deal for those morning workouts.","2014-04-10 12:12:17+00","9269711759_10152289554126760",1],[442,"The whole team is here. \n\nTurn up your headphones, put up a do not disturb sign, and watch The Expendables 3 trailer.","2014-04-04 21:05:54+00","9269711759_10152279177731760",1],[446,"My next project is a Showtime show, Years of Living Dangerously. You can watch the first episode on YouTube right now! ","2014-04-08 18:56:34+00","9269711759_10152286525926760",1],[447,"Who is excited for The Expendables 3?","2014-04-03 20:38:58+00","9269711759_10152276906021760",1],[451,"Today, I'm \"Arnie.\" Pumped to be in London for the Empire Awards!","2014-03-30 17:05:33+00","9269711759_10152269110656760",1],[453,"","2014-03-29 17:14:03+00","9269711759_1390300127915028",1],[455,"Go see Sabotage MOVIE today. You don't want to miss it. Buy tickets here: http://buysabotagetickets.com/\n\nShare with your friends and make it a party.","2014-03-28 16:54:42+00","9269711759_10152265604276760",1],[457,"Sabotage MOVIE + Arnold Series = Fantastic. Enter now!","2014-03-25 13:16:31+00","9269711759_1384959425115765",1],[458,"Get your tickets now!","2014-03-27 18:23:23+00","9269711759_1388055974806110",1],[460,"Thank you Miami for a great reception for Sabotage MOVIE. Joe Manganiello and I will be back!","2014-03-26 23:44:36+00","9269711759_10152262044676760",1],[463,"What are you waiting for?","2014-03-21 20:42:38+00","9269711759_10103035232207157",1],[464,"You only have a few hours left to win a signed Sabotage MOVIE poster. \n\nENTER HERE: http://www.schwarzenegger.com/newsletter","2014-03-21 20:51:32+00","9269711759_10152252135551760",1],[466,"Less than an hour until Sabotage MOVIE Q and A. Tweet your questions for me and Joe Manganiello: http://bit.ly/1gM4x29","2014-03-24 17:16:00+00","9269711759_10152257383901760",1],[467,"So you want to ask Joe Manganiello and me some questions? Here's your chance.","2014-03-20 23:32:01+00","9269711759_10103033804762767",1],[468,"I had some fun at Instagram headquarters. Photo by @jeffreydgerson from the Instagram team.","2014-03-20 21:00:26+00","9269711759_10152250406791760",1],[470,"If you aren't following the Yahoo Movies Instagram, start. I am in charge and taking you from my workout to the Sabotage MOVIE premiere. Come with me if you want to... have fun: http://instagram.com/yahoomovies","2014-03-19 23:14:55+00","9269711759_10152248623491760",1],[474,"How can you spend some of the time until I take over Sabotage MOVIE? Watch Joe Manganiello, Josh Holloway, and me talk with our great director David Ayer. https://www.youtube.com/watch?v=Zo9U6yCsqxA\u0026feature=youtube_gdata_player","2014-03-18 21:37:25+00","9269711759_10152246337416760",1],[476,"Facebook's philosophy is Move Fast and Break Things, which I love. So naturally I broke some rules at their headquarters. Thanks for a great visit!","2014-03-19 00:43:06+00","9269711759_10152246607101760",1],[480,"You have 5 hours to enter to join me here in LA in my tank. What are you waiting for??? Go to omaze.com/Arnold","2014-03-15 02:16:16+00","9269711759_10152238082821760",1],[546,"Watch me go undercover at Gold's Gym. I had a fantastic time making this video.","2014-01-22 17:53:58+00","9269711759_10102937034076997",1],[398,"#IBelieve that I will be wearing this shirt again. Good luck! #USA #OneNationOneTeam","2014-07-01 19:52:32+00","9269711759_10152461681621760",1],[402,"Creatine. You've heard a lot about it. You probably have questions. So I had the guys from Examine.com answer them for you. Read it now!","2014-06-24 17:22:38+00","9269711759_10152447061996760",1],[403,"It's time. The lucky shirt is back. Let's go #USA. #OneNationOneTeam","2014-06-26 15:26:45+00","9269711759_10152451028666760",1],[406,"Looking for a great training article to kick start your Monday? Start here.","2014-06-16 18:49:22+00","9269711759_10152429657696760",1],[409,"Happy birthday to one of my heroes, President George H. W. Bush. You are the definition of public service. Thanks for your inspiration. I’ll always be grateful to call you my friend. #tbt\n\nAlso, you're the most badass 90 year-old on the planet: http://t.co/E858lymX9U","2014-06-12 16:50:39+00","9269711759_10152420584376760",1],[412,"The Official Muscle \u0026 Fitness Team Greeting. Great to see our editor in chief at my After-School All-Stars fundraiser this weekend.","2014-06-09 12:35:38+00","9269711759_10152413175186760",1],[413,"I agree.","2014-06-06 22:28:02+00","9269711759_10152407942241760",1],[414,"Just saw one of my favorite topics getting some well-deserved attention on reddit and I'm very excited. Join the discussion: http://www.reddit.com/r/politics/comments/27djlj/one_easy_way_to_end_gerrymandering_stop_letting/ci00snx","2014-06-05 18:36:45+00","9269711759_10152405496331760",1],[416,"","2014-06-06 20:53:46+00","9269711759_10152407790706760",1],[418,"Great post: “What we face may look insurmountable. But I learned something from all those years of training and competing. I learned something from all those sets and reps when I didn’t think I could lift another ounce of weight. What I learned is that we are always stronger than we know.” ","2014-06-04 18:01:28+00","9269711759_10152403566761760",1],[420,"I'm just going to leave this here.","2014-05-20 18:37:42+00","9269711759_10152372422441760",1],[424,"Want to get pumped up?\nMake sure you stop by your local GNC Live Well and pick up your Arnold Series products by Muscle Pharm!","2014-05-15 18:22:32+00","9269711759_10152361847006760",1],[427,"Losing fat? Gaining muscle? No matter what your goal, Bach Performance says start by focusing on strength. Read this today.","2014-04-28 16:52:53+00","9269711759_10152327467306760",1],[429,"Congratulations to Arnold Classic South America champion Steve Kuclo! You're a champion.","2014-04-27 02:31:54+00","9269711759_10152324024096760",1],[433,"Don't miss it at 10PM on Showtime. Here's a preview of my episode of Years of Living Dangerously.","2014-04-20 15:30:51+00","9269711759_10152309794991760",1],[436,"Tomorrow night at 10PM, don't miss my episode of Years of Living Dangerously on Showtime. Maybe I can even stop by to answer some of your questions.","2014-04-19 18:22:57+00","9269711759_10152308025531760",1],[440,"Fantastic motivation by Ben Bruno on my site. Always choose strength!","2014-04-22 21:02:52+00","9269711759_10152315032851760",1],[441,"The first episode of Years of Living Dangerously is online. I'm so proud of this. Watch it now: https://www.youtube.com/watch?v=brvhCnYvxQQ","2014-04-07 16:47:48+00","9269711759_10152284628036760",1],[443,"Thanks to Muscle \u0026 Fitness for covering this great story. ","2014-04-04 19:16:12+00","9269711759_10152278998866760",1],[444,"After I wore his shirt, Born Fitness decided to make some to sell for After-School All-Stars. Get one now!","2014-04-04 17:22:04+00","9269711759_10152278808091760",1],[445,"Teaching our tank ride winner Alex to smoke stogies.","2014-04-18 19:29:25+00","9269711759_10152306046506760",1],[448,"It isn't just about building muscle. Exercise is about building the mind, too. Great post from the geniuses at Examine.com.","2014-04-04 16:50:41+00","9269711759_10152278764031760",1],[449,"I love grassroots movements. So when I saw that a reddit user, \"redskrull\", had not only designed this fantastic shirt/tank top, but decided to sell them to support After-School All-Stars, I was truly inspired and grateful. Go buy one: https://www.booster.com/rfitness","2014-04-03 14:19:38+00","9269711759_10152276276246760",1],[450,"Thank you to Empire Magazine for the great honor. Here's my speech!","2014-03-31 13:43:13+00","9269711759_1391769357768105",1],[452,"This is fun.","2014-03-29 00:19:52+00","9269711759_10103046826182737",1],[454,"I'm really proud of Sabotage MOVIE. Go see it today. Buy your tickets here: http://buysabotagetickets.com/","2014-03-28 19:13:22+00","9269711759_10152265784046760",1],[456,"","2014-03-28 15:38:43+00","9269711759_10152265485741760",1],[459,"I'm on reddit with David Ayer. Ask us anything: www.reddit.com/r/IAmA/comments/21cd0k/iamarnold_i_am_back_and_i_brought_david_ayer_with/","2014-03-25 18:41:47+00","9269711759_10152259610321760",1],[461,"Don't miss me and Jimmy selling kitchen gear on The Tonight Show Starring Jimmy Fallon: https://www.youtube.com/watch?v=d2BZCW4SpHE#t=115","2014-03-25 14:15:45+00","9269711759_10152259227266760",1],[462,"I hope you're ready for WWE #Raw. We are pumped.","2014-03-24 22:53:43+00","9269711759_10152257967896760",1],[465,"I love fan trailers. And I love reddit. So naturally... I love this. Let's get this going! http://www.reddit.com/r/movies/comments/219amb/fan_trailer_for_sabotage/","2014-03-24 20:59:56+00","9269711759_1384233145188393",1],[469,"I just went on a selfie rampage at the Sabotage MOVIE premiere. See the movie on March 28 and you can see all the fun at: http://instagram.com/yahoomovies","2014-03-20 03:15:47+00","9269711759_10152249121306760",1],[471,"I'm learning to trust machines. Taking selfies at the #sabotagemovie premiere.","2014-03-20 17:17:25+00","9269711759_10152250034711760",1],[472,"I've taken control of the Yahoo Movies Instagram account, mid-workout. Follow along and I will take you to the Sabotage MOVIE  premiere.","2014-03-19 22:18:21+00","9269711759_1379192879025753",1],[473,"Get ready for some serious selfies.","2014-03-19 18:45:18+00","9269711759_10103031773044347",1],[475,"In San Francisco for Sabotage MOVIE but I had to make a stop to see my great friend Willie Brown. Willie is a fantastic leader and a dedicated public servant. He told me today that he gives new politicians this advice: \"You always have to think about everyone, not just your people.\" I love that.","2014-03-19 02:11:53+00","9269711759_10152246737291760",1],[477,"Get to the page now and ask some questions!","2014-03-18 23:35:57+00","9269711759_10103030449391957",1],[478,"Congratulations to our winner, Alex. Here's a video of me surprising him. \n\nThank you to all of you who donated. I wish we could bring all 25,000 of you, but you did a fantastic thing by helping to raise over a million dollars for After-School All-Stars. And don't worry. If you missed out this time, I'll be back.","2014-03-18 15:53:14+00","9269711759_10103029689764257",1],[479,"Happy hour went on too long? Here's your ride. Enter to join me in my tank. Contest ends in 3 hours: http://www.omaze.com/Arnold\n\n(Note, if happy hour did go on too long, call a cab. The tank ride won't be for a couple weeks.)","2014-03-15 03:38:30+00","9269711759_10152238183026760",1],[768,"See you at reddit.com in about an hour!","2013-01-15 17:54:32+00","9269711759_231569900311193",1],[481,"Thanks to everyone who donated. If you haven't... Do it now: http://www.omaze.com/Arnold.\n\nI can't wait to see one of you in LA.","2014-03-14 15:56:35+00","9269711759_10152237088716760",1],[483,"This is where you will sit. TODAY is your last day. Enter now: http://www.omaze.com/Arnold","2014-03-14 22:16:41+00","9269711759_10152237710091760",1],[484,"YOU. Me. My tank. A good cause.\n\nTODAY IS THE LAST DAY. Enter: http://bit.ly/1clVAX8","2014-03-14 13:23:04+00","9269711759_10152236825071760",1],[486,"Will it crush? Horse-sized duck edition. Enter at http://bit.ly/1clVAX8","2014-03-13 22:22:05+00","9269711759_10103021372312497",1],[488,"Here's the tank video everyone is so excited about. \n\nDon't just watch, fly to LA and do this with me for a good cause. Enter here: http://bit.ly/1clVAX8","2014-03-12 19:58:28+00","9269711759_10103019679210487",1],[490,"My favorite pre-workout is crushing cars. Why don't you come to LA and join me?\n\n4 days left. Enter here: http://bit.ly/1clVAX8","2014-03-11 16:10:30+00","9269711759_10152231123031760",1],[491,"","2014-03-10 20:27:04+00","9269711759_10103016671398167",1],[494,"Can you handle this? You're about to have 66,800 pounds of metal at your command: http://bit.ly/1clVAX8","2014-03-09 18:31:34+00","9269711759_10152226592086760",1],[496,"","2014-03-07 21:44:16+00","9269711759_10103011964346137",1],[498,"Subscribe to my YouTube Channel. DO IT NOW.\n\nYou don't want to miss the \"Will It Crush?\" video next week. Trust me.","2014-03-07 19:15:39+00","9269711759_10103011764401827",1],[500,"There's been a lot of buzz about the study about protein. Luckily, we know some really smart guys who can break it down for you. Thanks to Sol from Examine.com and Adam from Born Fitness for your thoughts. ","2014-03-06 22:11:41+00","9269711759_10103010244308107",1],[502,"Who wants to crush a 4,000+ pound car with my tank and me? We’ve been doing a few test runs. Enter here: http://bit.ly/1clVAX8","2014-03-07 14:40:21+00","9269711759_10152221451681760",1],[506,"If you want to know why I am cooking an ostrich egg with Epic Meal Time on my tank in this photo, watch this video: http://www.youtube.com/watch?v=dg4rylxSg5c\n\nSHARE IT!","2014-03-04 20:29:52+00","9269711759_10152215141466760",1],[508,"This is your last chance to ask Epic Meal Time a question on reddit! You have 30 minutes. Do it now! http://www.reddit.com/r/IAmA/comments/1zk9yy/i_just_filmed_with_my_childhood_hero_arnold/","2014-03-04 22:37:59+00","9269711759_10152215464211760",1],[510,"Steak and eggs cooked on my tank? I had a fantastic time with the foreheads from Epic Meal Time filming this video. Watch it and enjoy! Now you can also cook with Harley: http://www.omaze.com/epic.","2014-03-04 17:24:00+00","9269711759_10103006483589617",1],[511,"Surprise, Chicago! Enjoy Sabotage MOVIE.Thanks to all the Chicago PD who came out.  Joe Manganiello and I just play action heroes in movies. You're the real deal.","2014-03-03 00:24:27+00","9269711759_10152211691426760",1],[513,"If you're at the Arnold Sports Festival and didn't get a ticket for my seminar, this is your last chance. Go to Hilton ballroom and the code is \"Get to the Choppa.\" You have 5 minutes!","2014-03-02 16:03:31+00","9269711759_10152210717876760",1],[516,"If you're in Columbus for the Arnold Sports Festival you have a chance to see me and Joe Manganiello introduce Sabotage MOVIE TOMORROW! Enter here: http://l.gofobo.us/cjhBIsYE","2014-03-02 00:45:47+00","9269711759_10152209589656760",1],[517,"Showing Joe around the Arnold Sports Festival. We're having a great time.","2014-02-28 18:47:08+00","9269711759_10152207009801760",1],[519,"Who has the latest issue of Flex Magazine? Head to the newsstands and share your photos with the magazine in the gym and I will share the best one here on my page.","2014-02-26 00:21:44+00","9269711759_10152201597741760",1],[521,"My Blueprint with Muscle Pharm is available NOW at Bodybuilding.com.\n\nIt is absolutely unreal and includes an intense and detailed workout program, nutrition and supplement plan, my training philosophy and knowledge, tips for motivation, lots of fantastic videos and much more!\n\nTrust me. You'll like this. http://bbcom.me/1hMh4Fh","2014-02-25 22:27:40+00","9269711759_10102994750572677",1],[522,"Watch my speech yesterday at the USC Schwarzenegger Institute and tell me how YOU will help change the system. ","2014-02-25 17:32:08+00","9269711759_10102994353852707",1],[524,"Excited to kick off our conference on making government work for the people at the USC Schwarzenegger Institute today. Please read the op-ed I wrote and let me know what you think. ","2014-02-24 16:16:02+00","9269711759_10102992543056557",1],[525,"THIS IS A Gold's Gym, not a baby gym! \n\nBuy your Howard Kleiner shirts now - all of the proceeds go to After-School All-Stars to keep 90,000 kids productive and safe.","2014-02-20 19:20:00+00","9269711759_10102986242433057",1],[527,"Powerlifting is one of my favorite subjects, and here is Syatt Fitness with a great article.","2014-02-14 21:22:40+00","9269711759_10102976057403937",1],[532,"Trust me. You'll like this.","2014-02-11 17:45:51+00","9269711759_10102970355680237",1],[534,"Coming soon to Bodybuilding.com from me and Muscle Pharm.","2014-02-10 20:26:11+00","9269711759_10102968977966187",1],[482,"We've raised $1,000,000 for After-School All-Stars! You guys are the best! To thank you, we're adding another prize. We will film our day together crushing things in my tank, and turn it into an action film trailer!\n\nSo donate again to increase your chances, or donate period! It's for the kids: http://bit.ly/ActionTrailer","2014-03-15 00:31:25+00","9269711759_10152237941531760",1],[485,"Is it your birthday? Probably not, but I'm still inviting you to come ride in my tank with me THIS MONTH. \n\nEnter: http://bit.ly/1clVAX8. You have ONE more day to enter. We will fly you and a friend from almost anywhere so what are you waiting for?","2014-03-13 19:09:44+00","9269711759_10152235515081760",1],[487,"Come join me and my tank in LA. Support kids in After-School All-Stars.\n\nWe will fly you from almost anywhere in the world for the best day of your life. Here's what you can expect. Enter here now! http://bit.ly/1clVAX8","2014-03-13 14:34:31+00","9269711759_10103020767225097",1],[489,"My tank video is here, and since my friends at reddit had the idea, they get it first. ","2014-03-12 17:42:23+00","9269711759_10103019508148297",1],[492,"My friends from reddit will probably understand that my tank and I answered a very important question during our video shoot. \n\nEnter for the chance to ride with me here: www.omaze.com/Arnold.","2014-03-10 18:34:44+00","9269711759_10152229225061760",1],[493,"March 28... Don't miss it.","2014-03-09 20:12:46+00","9269711759_10103014847163947",1],[495,"Did you know that the M47 Patton normally takes a crew of five to manage? For just $10, a crew consisting of you and me will crush some iron (and an variety of other things) to benefit After-School All-Stars. Enter here: http://bit.ly/1clVAX8","2014-03-08 20:46:05+00","9269711759_10152224355096760",1],[497,"Sign up for my newsletter now. I'm signing 10 Sabotage MOVIE posters to give away, and the only way you can get them is by being on the list. \n\nPlus, you'll get the latest updates from me.","2014-03-07 21:14:02+00","9269711759_10103011912480077",1],[499,"Celebrating the Flex Magazine cover by signing... me.","2014-03-07 17:37:59+00","9269711759_10152221696551760",1],[501,"Were you wondering what we could do if you win the chance to ride my tank? Watch this teaser to find out: https://www.youtube.com/watch?v=whtlSS6OVzA","2014-03-06 19:28:20+00","9269711759_10152219624556760",1],[503,"I think you'll agree this is the best use of 15 seconds of video... Ever.\n\nYou can join me to do this by entering for only $10 at http://www.omaze.com/Arnold. Or you can spend more and get more entries and cool things like t-shirts. It's for a good cause: After-School All-Stars","2014-03-06 20:47:51+00","9269711759_10152219761446760",1],[504,"One more video is coming before our Omaze fundraiser to ride with me in my tank ends next week. It's not quite finished but here's a hint. You're welcome, Reddit.\n\nhttp://www.omaze.com/Arnold","2014-03-06 14:51:26+00","9269711759_10152219241111760",1],[505,"Watch me cook ostrich eggs. ON MY TANK. ","2014-03-05 23:53:49+00","9269711759_10103008692862217",1],[507,"Check out this article by Bach Performance about finishers you can add to the end of your workouts to really test yourself.","2014-03-03 20:09:32+00","9269711759_10103005101938457",1],[509,"Don't forget to read and watch Bandana Training talk about everybody's favorite muscle: biceps. ","2014-03-04 18:50:31+00","9269711759_10103006588060257",1],[512,"Congratulations to Arnold Sports Festival Champion Dennis Wolf!","2014-03-02 14:32:37+00","9269711759_10152210557521760",1],[514,"With Joe Manganiello at the Columbus screening of Sabotage MOVIE.","2014-03-02 20:13:47+00","9269711759_10152211209501760",1],[515,"This guy looks familiar. #Arnold Sports Festival","2014-03-01 20:36:10+00","9269711759_10152209132386760",1],[518,"500 reps of high-fiving at this morning's survival race. #arnoldclassic","2014-03-01 15:00:15+00","9269711759_10152208551646760",1],[520,"Cory Gregory from Muscle Pharm tweaked one of my favorite exercises. I won't hold it against him. Try it!","2014-02-27 16:56:06+00","9269711759_10102998365643047",1],[523,"Check out this scene from Sabotage MOVIE. \n\nWARNING. There's a lot of shooting bad guys.","2014-02-25 18:56:59+00","9269711759_10102994466946067",1],[526,"You can't beat this tour of Venice. ","2014-02-15 18:22:37+00","9269711759_10102977468441207",1],[528,"You probably heard, but I'm inviting you and a friend to come ride in my tank with me. What you didn't hear, is that we'll also use my tank to CRUSH SOMETHING together! So tell me, Facebook, what should we crush? Post your ideas in the comments below. #crushit\n\nTo ride in my tank and support a great cause, enter here: http://bit.ly/CrushSomething","2014-02-18 17:20:32+00","9269711759_10152183642021760",1],[529,"Subscribe to my YouTube channel, because I'm really stepping things up to get you regular content and you don't want to miss out.","2014-02-14 18:26:02+00","9269711759_10102975530270317",1],[530,"My blueprint with @musclepharm hits @bodybuildingcom Feb 24. Prepare yourself.","2014-02-12 19:40:07+00","9269711759_10152168550736760",1],[531,"","2014-02-11 23:48:04+00","9269711759_10152166880631760",1],[533,"SHARE this. Now that some of you are getting off work, it's probably safe to watch this R-rated trailer for Sabotage MOVIE. It is as intense as all of you hoped.","2014-02-11 00:02:44+00","9269711759_10102969295245357",1],[535,"You won't want to miss the red band trailer for Sabotage MOVIE. Unless you're at work. Then save it for later. And if you're under 17, please don't watch. ","2014-02-10 18:39:12+00","9269711759_10102968841918827",1],[536,"Watch this now! But if you are at work, be careful.","2014-02-07 22:43:30+00","9269711759_10102964074258257",1],[537,"One of my proudest moments was introducing my mother to President Reagan. Today on Ronald Reagan Day, we should all honor his great legacy as a champion of freedom and opportunity for all.","2014-02-06 21:51:18+00","9269711759_10152156579711760",1],[538,"Get ready for the red band trailer for Sabotage at IGN.com tomorrow.","2014-02-06 17:55:28+00","9269711759_10152155919621760",1],[539,"Get ready for the #SABOTAGEMOVIE Red Band trailer.","2014-02-06 00:55:47+00","9269711759_10102960976111967",1],[540,"SeanHyson.com wrote a great article for my site on how to adjust your training and keep progressing. Read it!","2014-02-04 23:39:33+00","9269711759_10102958936090187",1],[541,"After Howard was such a hit, Gold's Gym decided to make some shirts. All of the proceeds will go to After-School All-Stars, so get yours before they run out. http://www.goldsgear.com/cgi-php/store.php?search=yes\u0026detail=yes\u0026category=1\u0026subcat=1\u0026item_no=HOWARD1\u0026next_id=HOWARD2","2014-02-01 01:31:36+00","9269711759_10152142742391760",1],[542,"This was really, really fun.","2014-01-31 18:05:47+00","9269711759_10102951969690907",1],[543,"If you haven't seen this yet, you might live on Mars. But don't forget you can ride with me on my tank and work out! It's for a great cause. Enter here: http://www.omaze.com/Arnold","2014-01-24 19:30:43+00","9269711759_10102940417910767",1],[544,"I'm Howard Kleiner, and I'm here to help you. Come with me if you want to lift, ride in my tank and support After-School All-Stars.\n\nDo it now: http://bit.ly/WorkOutWithArnold","2014-01-23 20:37:34+00","9269711759_10152124310576760",1],[545,"Please share this. I love the great response to my Gold's Gym video for After-School All-Stars. But if you enjoyed it, remember that the point was to have fun and ALSO raise money for the kids. Donate as little as $10 at http://www.omaze.com/Arnold and you will have a chance to hang out with me.","2014-01-23 18:08:15+00","9269711759_10102938682498547",1],[549,"This is a really fun read by Ben Bruno. Check it out now!","2014-01-17 19:18:02+00","9269711759_10102928304241657",1],[552,"","2014-01-16 00:36:35+00","9269711759_10102925542965277",1],[553,"Scott Baptie: Nutrition/Fitness Advisor wrote a great article for my site about nutrition myths. Check it out, because I think it's important not to overly-complicate things. Relax!","2014-01-08 17:55:10+00","9269711759_10102912222898797",1],[558,"","2013-12-25 21:08:17+00","9269711759_10152060616446760",1],[559,"The gift of giving is the greatest gift of all. That, and a chance to ride in my tank. Enter below for both! \n\nLet’s ride: http://bit.ly/RideWithArnoldS","2013-12-24 19:14:59+00","9269711759_10152057896241760",1],[562,"April can't come soon enough. Are you ready for Sabotage MOVIE?","2013-12-20 18:26:45+00","9269711759_10152049808586760",1],[564,"You. Me. And a tank. Join me in supporting After-School All-Stars and let's see how fast we can drive this thing together.\r\n\r\nEnter here: http://bit.ly/RideWithArnold","2013-12-17 17:36:24+00","9269711759_10152043459961760",1],[566,"Ride with me in my tank and support after-school programs. Come on! Do it now! What are you waiting for? http://bit.ly/RideWithArnold #tankwithArnold","2013-12-13 20:32:01+00","9269711759_10152034735016760",1],[567,"","2013-12-12 21:55:00+00","9269711759_10152032754111760",1],[569,"This happened.","2013-12-11 21:13:56+00","9269711759_10152030494606760",1],[573,"Thank you to my host, Tom Yoda, CEO of Gaga in Japan for a fantastic trip to promote Escape Plan.","2013-12-07 18:31:08+00","9269711759_10152020943191760",1],[575,"Can you believe that I traveled all the way to Tokyo to promote Escape Plan and the chef at the Park Hyatt is from my hometown? Before you ask - he makes a fantastic kaiserschmarrn.","2013-12-03 03:46:10+00","9269711759_10152011221406760",1],[577,"A month ago someone on Reddit asked if it was true I took students from After-School All-Stars to ride on my tank. It is, and now by supporting them, you can ride with me too. www.omaze.com/Arnold Join us!","2013-12-02 23:06:48+00","9269711759_10152010732861760",1],[578,"#tbt to a great shoot. I don't miss the haircut, but I do miss my badass team. You can see the trailer here: http://movies.yahoo.com/video/sabotage-trailer-164021398.html","2013-11-21 22:57:39+00","9269711759_10151984628381760",1],[580,"The trailer for Sabotage just came out. Watch it, and tell me what you think.","2013-11-21 17:45:49+00","9269711759_10151984071086760",1],[581,"Great shot of Joe Manganiello and me in Sabotage. Read USA Today for more: http://www.usatoday.com/story/life/movies/2013/11/19/arnold-schwarzenegger-sneak-peek-sabotage/3538827/","2013-11-20 22:46:31+00","9269711759_10151982502846760",1],[583,"Great celebration last night of the 10th anniversary of my inauguration. I was honored to have Chief Justice Ronald George, who swore me in, join us.","2013-11-18 20:59:51+00","9269711759_10151977643546760",1],[584,"Without our veterans, this moment would never have been possible. Thank you - I couldn't imagine having the life I have without you making this country what it is. http://schwarzenegger.com/announcements/post/veterans-day","2013-11-12 00:39:54+00","9269711759_10151960776116760",1],[586,"I want to thank each and every one of our veterans. It is because of your courage, your sacrifice, and your love for this country that I was able to discover my own love for the United States. America was the shining city on the hill for me and for millions of other hopeful souls because our brave veterans have never, in hundreds of years, walked away from a fight to keep this country great. \n\nAlong with every American, I owe you a debt of gratitude I couldn't possibly repay - even with 365 Veterans Days a year. Thank you for protecting our freedom; thank you for defending our opportunity; and thank you for letting us go to bed at night knowing we are safe because you are out there. You are all my heroes.","2013-11-11 17:28:33+00","9269711759_10151959971176760",1],[588,"Try it.","2013-11-07 17:07:05+00","9269711759_10151952203246760",1],[592,"","2013-10-31 20:49:59+00","9269711759_10151930079266760",1],[593,"Great finish to our day in Washington visiting the After-School All-Stars program at Stuart Hobson Middle School. Inspirational kids.","2013-10-30 21:47:25+00","9269711759_10151927107611760",1],[595,"Everything starts with your vision. You can have the greatest ship in the world, but if the captain doesn't know where he's going, it means nothing. Read this piece on mindfulness by JCD Fitness: http://schwarzenegger.com/fitness/post/taking-your-training-further-how-mindfulness-and-visualization-can-get-you","2013-10-28 20:32:09+00","9269711759_10151921560211760",1],[596,"Eric Cressey wrote a fantastic article with some great exercise videos. Check it out now!","2013-10-25 17:00:32+00","9269711759_10151914250581760",1],[597,"It's true. I'm doing some of my most famous movie quotes again. Come join us at reddit. http://www.reddit.com/r/movies/comments/1p584i/im_back/","2013-10-24 21:20:11+00","9269711759_10151912723971760",1],[598,"I got to know Bill Young when he became a champion for after-school programs, and I discovered he was a champion for much more. I respected him when he saved half a billion dollars for crucial after-school programs that give our most vulnerable youth the best chance of fulfilling their potential, but as I spent more time with him, my respect only grew.\n\nHe and his wife Beverly were some of the greatest supporters of our men and women in uniform that I have ever met. Each time I visited Washington, the Youngs insisted they bring me to visit our wounded warriors at Walter Reed and Bethesda Hospital as they came home from war. They would walk through the halls, stopping in each room and remembering the name of the patient. They inspired me with their commitment to our heroes.\n\nMy thoughts are with Beverly, who was his greatest supporter and is a great American in her own right, and the rest of his family.","2013-10-19 02:19:41+00","9269711759_10151901692141760",1],[602,"Let's have some fun. To celebrate Escape Plan hitting theaters, I'm delivering your favorite lines as you request them on reddit. See you soon! http://www.reddit.com/r/movies/comments/1oqa4o/ask_me_to_deliver_your_favorite_lines/","2013-10-18 18:27:00+00","9269711759_10151900995451760",1],[604,"We talked schnitzel, failed movie pitches, and my first fight with Sly... This was a fun interview. http://watch.accesshollywood.com/video/arnold-schwarzenegger-sylvester-stallone-talk-facing-off-in-escape-plan/2743924572001?utm_source=accesshollywood.com\u0026utm_medium=referral","2013-10-14 23:14:05+00","9269711759_10151894109376760",1],[608,"Fantastic kids at the Arnold Classic Europe. Here is some video so I can share what I see!","2013-10-13 17:52:44+00","9269711759_10151891442211760",1],[609,"Congratulations to our champion, Phil Heath. A great showing at the Arnold Classic Europe.","2013-10-12 21:15:44+00","9269711759_10151889953321760",1],[859,"","2012-10-01 13:25:41+00","9269711759_10151210338596760",1],[547,"I'm back.. on reddit. I'm doing an AMA to raise money for After-School programs. And just to talk with you. Join us here: http://www.reddit.com/r/IAmA/comments/1vshw2/iamarnold_ama_20/","2014-01-21 20:57:53+00","9269711759_10102935601742407",1],[548,"Laughter is the best medicine, and everyone really seems to love this article by Ben Bruno. Tell me what you think.","2014-01-21 17:07:10+00","9269711759_10102935202776937",1],[550,"Fantastic day today with the whole team behind Years of Living Dangerously.","2014-01-17 00:54:04+00","9269711759_10102927315567967",1],[551,"Please watch this and share it. I'm so proud of the great work being done by After-School All-Stars.","2014-01-16 18:05:54+00","9269711759_10102926762256807",1],[554,"Ever since I came to this country I collected cowboy boots. It is a hobby that requires a little work.","2014-01-08 00:57:41+00","9269711759_10152089100636760",1],[555,"","2014-01-02 20:15:04+00","9269711759_10152077723546760",1],[556,"True story, I drew a cat for my Reddit Secret Santa match. What was something fun you did to celebrate? http://www.reddit.com/r/secretsanta/comments/1tymm7/govschwarzenegger_drew_my_cat/","2013-12-29 23:33:36+00","9269711759_10152068449186760",1],[557,"This was a fun way to celebrate. Happy Holidays, everybody.","2013-12-27 22:38:04+00","9269711759_10152064761781760",1],[560,"Need motivation? This should get you through the weekend.","2013-12-21 01:29:52+00","9269711759_10152050445776760",1],[561,"DO me a favor and help me with some ideas for videos to promote the tank fundraiser for After-School All-Stars.","2013-12-19 00:03:41+00","9269711759_10152046350801760",1],[563,"You know you want to enter.","2013-12-18 17:58:39+00","9269711759_10152045804116760",1],[565,"Find a way to give back this holiday season. I got so much joy giving out toys at the Hollenbeck Center #miracleonfirststreet this morning.","2013-12-14 20:24:30+00","9269711759_10152037202641760",1],[568,"Want to be my co-commander? Help me support After-School All-Stars for a chance to ride my tank together. I'll match your donation. \r\n\r\nEnter now: http://bit.ly/RideWArnold","2013-12-12 18:12:10+00","9269711759_10152032337596760",1],[570,"$10. That's 2 coffees. Or 2 days of after-school programs for a kid AND possibly a ride on my tank. http://buff.ly/18UTR01","2013-12-11 20:14:11+00","9269711759_10152030368876760",1],[571,"This is me with my tank. Imagine being in this picture. Imagine adding a cigar. Imagine helping a great charity, After-School All-Stars, that keeps kid safe and engaged from 3-6pm. You can stop imagining. It's all possible. Click the link.","2013-12-11 18:05:51+00","9269711759_10152030114451760",1],[572,"Yes, you can ride in my tank with me. Yes, it supports a good cause, After-School All-Stars. Yes, we can smoke a stogie. Why haven't you entered yet?","2013-12-10 18:02:12+00","9269711759_10152027787021760",1],[574,"President Mandela's life is the closest thing we have to proof of God. I will never be able to thank him enough for his inspiration. Today, each of us should commit to do at least one small thing to improve the planet in his honor. Give back. Help someone. Change the world. \r\n\r\nMy full statement: http://bit.ly/18GiIoc","2013-12-05 22:39:37+00","9269711759_10152017106321760",1],[576,"This is a special video I made for my friends at reddit. It includes a movie line everyone asked for, my tank, some adult language, and a great way to support for After-School All-Stars. SPOILER ALERT: ALL of you have a chance to go for a ride with ME in MY tank. Visit www.omaze.com/Arnold.","2013-12-03 23:14:54+00","9269711759_10152012897586760",1],[579,"Have you watched the Sabotage trailer yet?","2013-11-25 21:37:26+00","9269711759_10151994583466760",1],[582,"I've been busy, but we've had some great content on my website. Check out this piece on adding muscle by Teiko Reindorf.","2013-11-19 17:08:52+00","9269711759_10151979626756760",1],[585,"Some great Veterans Day motivation from one of the most inspirational veterans I know, Derick Carver of Bayonet Crossfit. Thanks for your service and thanks for your inspiration.","2013-11-11 20:29:22+00","9269711759_10151960287676760",1],[587,"","2013-11-08 19:39:45+00","9269711759_10151954186356760",1],[589,"EVERYTHING you've ever wanted to know about getting a 6-pack. In case you missed this, Bandana Training brought some great info yesterday.","2013-11-06 18:06:08+00","9269711759_10151945488491760",1],[590,"Everything you need to know about getting a six-pack? Yes. Thanks, Bandana Training.","2013-11-05 21:48:14+00","9269711759_10151943781651760",1],[591,"","2013-10-31 20:29:53+00","9269711759_10151930037766760",1],[594,"We should be doing more for after-school programs, not less. Every dollar we spend today saves 3 down the road. Join me: http://www.reddit.com/r/politics/comments/1pjedv/a_prime_time_for_learning/","2013-10-30 14:57:29+00","9269711759_10151926065061760",1],[599,"I'm back... on reddit. Excited to do round 2 of movie lines.","2013-10-24 20:02:44+00","9269711759_10151912601666760",1],[600,"","2013-10-18 23:19:15+00","9269711759_10151901457371760",1],[601,"Someone on reddit asked what it was like for me to train in hotel gyms or other unfamiliar gyms on the road. The answer is: just like it is for you. There is no waiting to train until you have perfect circumstances. I improvise with whatever is available. I walk in and my only rule is to keep moving, for a pump and cardio at the same time. Rest as little as possible. After an hour, you will feel fantastic and your muscles won't know what hit them.","2013-10-17 14:04:45+00","9269711759_10151898783301760",1],[603,"","2013-10-16 17:38:23+00","9269711759_10151897312896760",1],[605,"Fantastic time at the Escape Plan premiere with 50 Cent, Sly Stallone, and Amy Ryan. See it Friday!","2013-10-16 16:06:02+00","9269711759_10151897160686760",1],[606,"I love this. We finally managed to appear together as co-stars. Get ready for Friday. Escape Plan is coming.","2013-10-14 20:33:03+00","9269711759_10151893806206760",1],[607,"I always love the arm wrestling at the Arnold Classic Europe.","2013-10-13 20:10:04+00","9269711759_10151891681416760",1],[611,"Find your strength, and help your friends find theirs. Please share this great article by Fitocracy's Dick Talens.\n\n\"And that’s the beautiful thing about strength; it’s a manifestation of one’s inner qualities, each person needing their own special combination to translate those qualities into something visible and powerful.\"","2013-10-09 23:46:54+00","9269711759_10151884896371760",1],[616,"Just did my latest inspection of the MusclePharm Arnold Series here at GNC. Don't be surprised if you see me popping up. Random inspections!","2013-10-03 19:47:09+00","9269711759_10151873160076760",1],[618,"Please watch Ashley's story and share it with your friends. Then go Like my favorite charity, After-School All-Stars, because we have some great success stories you don't want to miss.","2013-10-01 20:17:47+00","9269711759_10151869424151760",1],[619,"My friends at Muscle and Fitness tweeted this. It was too funny not to share.","2013-09-27 21:42:58+00","9269711759_10151861826801760",1],[620,"It's time to get pumped up: www.arnold.com","2013-09-27 20:07:08+00","9269711759_10151861661861760",1],[610,"I shared these great shots from last night on set during magic hour with reddit, and I thought you might like them too. http://www.reddit.com/r/pics/comments/1o3wlg/magic_hour_on_set_tonight/","2013-10-10 22:12:57+00","9269711759_10151886615086760",1],[612,"I asked the studio for an exclusive I could share with you, and I'm pumped up to share this. Watch the next TV spot before it airs and start your countdown to October 18!","2013-10-09 18:46:31+00","9269711759_10151884302556760",1],[613,"Read this fantastic piece by Dick Talens from Fitocracy. \r\n\r\n\"An individual’s strength is a story about their personal growth.\" http://schwarzenegger.com/fitness/post/the-other-side-of-strength","2013-10-09 16:37:05+00","9269711759_10151884108281760",1],[614,"I love After-School All-Stars. Check out this fantastic video, and if Erika's story inspires you, share it. If it doesn't inspire you, you're probably a machine. http://www.youtube.com/watch?v=-AzZKU-bwtQ","2013-10-08 22:02:12+00","9269711759_10151882753891760",1],[615,"Ten years ago, the people of California elected me as their Governor. I was honored by their trust. It was the best job I ever had.","2013-10-08 00:50:25+00","9269711759_10151881216836760",1],[617,"Like Muscle Pharm for all the updates on the Arnold Series!","2013-10-03 17:52:34+00","9269711759_10151872989646760",1],[622,"Proud of After-School All-Stars and very excited to start sharing these stories of our kids. Check it out and share! http://www.afterschoolallstars.org/about-us/20-for-20/","2013-09-26 18:54:12+00","9269711759_10151859756966760",1],[624,"Excited to start our first day of shooting on Maggie with our great director Henry Hobson and my fantastic co-star, Abigail Breslin.","2013-09-23 17:31:06+00","9269711759_10151853929021760",1],[626,"Haha, thank you Diesel Strength \u0026 Conditioning. You're making me blush. The shirt's fantastic. Now get to work on your next article!","2013-09-22 23:58:42+00","9269711759_10151852542546760",1],[628,"Need motivation? Read this post from Training For Warriors' Martin Rooney now. I can't agree more with this mindset: \"So, we must recognize Resistance as our ally, not our enemy.\"","2013-09-18 21:29:52+00","9269711759_10151842597321760",1],[631,"It's very simple. I have three steps for you. \n1. Pick up this month's Muscle \u0026 Fitness with me at the cover. \n2. Meet me this Friday at Muscle Beach and be the first to try my Muscle Pharm line. \n3. Did I mention \"Meet me?\"","2013-09-17 22:21:35+00","9269711759_10151840666391760",1],[632,"I had a great time doing this shoot. Here's a fun behind the scenes video.","2013-09-13 17:35:17+00","9269711759_10151831784646760",1],[634,"Read this now! Awesome Workout Tips Part 2. You guys loved Diesel Strength \u0026 Conditioning first set, so I asked him to write another one!","2013-09-06 19:08:48+00","9269711759_10151818441066760",1],[636,"It was a fantastic first day of filming on Expendables 3. Great to work with Harrison and our director, Patrick.","2013-08-30 17:53:30+00","9269711759_10151804131796760",1],[638,"Have you joined my Fitocracy challenge yet? We have six 15 minute workout options. Do it today! Spend 1% of your day on fitness.","2013-08-27 19:44:19+00","9269711759_10151798177521760",1],[639,"Warning: This workout JKConditioning wrote for my site is brutal. But it is effective. Try it tonight and tell me what you think.","2013-08-26 20:29:11+00","9269711759_10151796479661760",1],[642,"Fitness is about health. Have you tried our Fitocracy 1% Challenge? What's your excuse for not spending 1% of your day on fitness? Check out Dr. Spencer Nadolsky's new workout now.","2013-08-15 20:33:51+00","9269711759_10151775041356760",1],[645,"Thanks!","2013-07-30 23:57:48+00","9269711759_10151744551811760",1],[646,"Thank you for all the birthday wishes. I'm lucky to have the best fans in the world. reddit really was over the top. Check out the drawing I made to thank them. \r\n\r\nhttp://www.reddit.com/r/Fitness/comments/1jby7d/today_is_ugovschwarzenegger_s_birthday/","2013-07-30 22:36:51+00","9269711759_10151744407451760",1],[648,"You might be thinking, \"Should today be the day I go to the gym after work?\" Or \"Will I wake up 30 minutes earlier tomorrow to start on my fitness journey?\" Read this by Diesel Strength \u0026 Conditioning. It will answer the question for you.","2013-07-30 01:17:45+00","9269711759_10151742824991760",1],[650,"The guys from Examine.com have written an amazing guide to protein. It is a must-read. Go read it now!","2013-07-26 22:54:35+00","9269711759_10151736838601760",1],[652,"A great time with Sly yesterday!","2013-07-19 23:32:34+00","9269711759_10151723098906760",1],[653,"Red carpet for Escape Plan. Great time, as you can see from the video!","2013-07-19 02:08:30+00","9269711759_10151721582516760",1],[654,"Happy birthday to my hero. President Mandela is 95 today. Here is how we celebrate: go out and do good. It doesn't matter how small the action. If you help someone, if you serve a cause greater than yourself, it is never insignificant.","2013-07-18 18:43:12+00","9269711759_10151720955886760",1],[657,"After last week's focus on training, we have a good nutrition piece for you from Syatt Fitness. Read it and start the debate right here. Do you agree with Jordan?","2013-07-16 17:23:34+00","9269711759_10151716315796760",1],[658,"Great article on one of my favorite movements by Cory Gregory of Muscle Pharm. Check it out and add it to your routine!","2013-07-13 01:22:54+00","9269711759_10151708978016760",1],[659,"Want to see Escape Plan with me at #SDCC? Click http://bit.ly/EPMovie for a chance to win tickets.","2013-07-12 19:39:20+00","9269711759_10151708359891760",1],[660,"Read this workout by Layne Norton for my Fitocracy challenge and then use it at the gym tonight.","2013-07-11 22:49:19+00","9269711759_10151706753431760",1],[663,"Share this fantastic workout tips article. Share it now!","2013-07-03 23:49:06+00","9269711759_10151691165546760",1],[664,"I didn't just have a great time in Algeria. We signed an important agreement too. Read more here: http://www.schwarzenegger.com/issues/post/arnold-schwarzenegger-signs-agreement-with-prime-minister-of-algeria-to-est","2013-07-03 22:25:17+00","9269711759_10151691035271760",1],[665,"Check out the opening of this great series by Diesel Strength \u0026 Conditioning. He always has fantastic content, so make sure to read and tell him what advice you want next!","2013-07-03 00:08:05+00","9269711759_10151689463966760",1],[666,"Make sure to check out Schwarzenegger.com for some great photos of my trip. We have some fitness info coming tomorrow!","2013-07-02 23:49:08+00","9269711759_10151689442791760",1],[667,"I had a fantastic, fun and productive time in Brussels, seeing the sights and working with European Commission President Barroso. Read more and watch my speech here: http://www.schwarzenegger.com/issues/post/arnold-schwarzenegger-delivers-covenant-of-mayors-ceremony-keynote-speech","2013-07-02 20:27:24+00","9269711759_10151689085866760",1],[669,"I loved chatting with these students who want a green future with the Prime Minister and US Ambassador in Algeria.","2013-06-25 20:53:18+00","9269711759_10151675759931760",1],[670,"Here is the before and after of the tattoo. What a wild trip.","2013-06-19 20:31:31+00","9269711759_10151661192546760",1],[671,"One of my favorite fans in Australia. He got this tattooed the next day.","2013-06-18 02:44:42+00","9269711759_10151657432511760",1],[621,"Need a shock to your system before this weekend? Check out this great post by Rob King. http://www.schwarzenegger.com/fitness/post/pyramid-training","2013-09-27 18:04:44+00","9269711759_10151861489311760",1],[623,"Have you picked up your copy of Muscle and Fitness yet? Here's the behind the scenes video from our shoot.\n\nhttp://youtu.be/MFzgVx3VYXo","2013-09-26 01:45:32+00","9269711759_10151858355986760",1],[625,"Do it.","2013-09-24 01:00:30+00","9269711759_10151854636641760",1],[627,"Here's a fun #tbt. Tomorrow, I'll be back at Muscle Beach. See you there: http://www.schwarzenegger.com/announcements/post/meet-arnold","2013-09-19 23:18:44+00","9269711759_10151846514391760",1],[629,"This article will pump you up. Thanks to Martin Rooney from Training For Warriors.","2013-09-19 17:40:11+00","9269711759_10151845886856760",1],[630,"Be the first to try my new line!","2013-09-18 18:38:34+00","9269711759_10151842321696760",1],[633,"See you there! Don't forget to bring your Muscle and Fitness magazine!","2013-09-16 00:03:53+00","9269711759_10151836398286760",1],[635,"Sly and I are having a great time working with our fantastic director Patrick here in Bulgaria.","2013-09-03 16:37:34+00","9269711759_10151812067286760",1],[637,"Dr. Bojan Kostevski wrote a great article about goals for my site. So tell me. What will YOU accomplish this week?","2013-08-29 16:24:38+00","9269711759_10151802039306760",1],[640,"","2013-08-26 14:27:42+00","9269711759_10151795866611760",1],[641,"Fantastic and fun article today from Rog Law Fitness about an important subject. How can you pump up your pecs and triceps without shoulder pain? Read this to find out.","2013-08-20 19:22:11+00","9269711759_10151784556251760",1],[643,"I started my website to give you great information. This article by the guys from Examine.com is exactly what I envisioned. Start at part 1, and by the end of the Protein Bible, you'll know everything you need to know.","2013-08-06 21:34:49+00","9269711759_10151757478981760",1],[644,"This brought me back. While I was doing my photo shoot this week for Muscle \u0026 Fitness, I could practically hear Joe Weider screaming, \"Come on Arnold! What's wrong with you? Pull in the stomach.\" Watch for the issue in September!","2013-08-02 19:59:46+00","9269711759_10151749750381760",1],[647,"Get ready. Muscle Pharm http://www.schwarzenegger.com/announcements/post/arnold-teams-with-musclepharm-to-develop-the-arnold-series-line-of-nutritio","2013-07-30 17:18:21+00","9269711759_10151743925536760",1],[649,"There is no maybe. If you need motivation, Smitty from Diesel Strength \u0026 Conditioning brought a ton of it in this piece. If you have excuses, he has reasons to drop them and keep moving forward.","2013-07-29 17:49:54+00","9269711759_10151742126886760",1],[651,"It was an honor to spend time with the Snake River Hotshots for Years of Living Dangerously. I play an action hero in movies; these are true action heroes. Thanks guys.","2013-07-22 21:15:39+00","9269711759_10151728856656760",1],[655,"Stopped by our After-School All-Stars program at Monarch School in San Diego. Fantastic kids.","2013-07-18 23:02:24+00","9269711759_10151721356436760",1],[656,"If you ever wanted to see me ski, check out this video! Share it with your friends and tell them about the great work After-School All-Stars is doing.","2013-07-16 19:37:47+00","9269711759_10151716560636760",1],[661,"When I posted this yesterday, my website failed you, so I did as I promised and forced my web team to do pushups. Everything is working now, so give it a read. Great piece by Layne Norton about his new cardio routine for my Fitocracy challenge.","2013-07-11 17:19:29+00","9269711759_10151706284766760",1],[662,"Have you joined my Fitocracy challenge yet? 1% of your day is all I'm asking - 15 minutes. You might win a personal video from me. We now have 5 routines, and there's something for everyone - beginners, heavy lifters, gym-lovers, and those of you who want to stay home. Now we added a cardio routine from Layne Norton. Read the science here, then join!","2013-07-10 16:44:55+00","9269711759_10151704056321760",1],[668,"I had a really productive - and fun - time in Algeria. For more info, check out www.Schwarzenegger.com","2013-06-26 11:13:39+00","9269711759_10151676807061760",1],[672,"Thanks to all my Australian fans. It was fantastic to be here again. Here's a remake of the famous photo from 43 years ago.","2013-06-14 23:07:47+00","9269711759_10151650156701760",1],[673,"Someone on Twitter sounded like he lost hope, and asked me if it seemed like the world was becoming one of my end of the world movies. This is what I told him, and I wanted to share: \n\nMovie good guys are always alone. As you saw today, in the real world, many heroes rise up to restore our hope. Focus on them.","2013-06-08 03:27:26+00","9269711759_10151635644616760",1],[674,"This violence is unthinkable, and it hits close to home. I attended Santa Monica College. My thoughts go to all affected; my gratitude to our heroes in uniform.","2013-06-08 01:54:11+00","9269711759_10151635531661760",1],[675,"Bandana Training is doing a live Q and A in the comments section of this article. Go ask questions now!","2013-06-05 17:58:41+00","9269711759_10151630532696760",1],[676,"Bandana Training is back. Read his fun take on nutrition and share your thoughts.","2013-06-03 21:24:00+00","9269711759_10151626719451760",1],[678,"Go read this great piece by Syatt Fitness today. Let us know how it helps your training.","2013-05-29 22:59:49+00","9269711759_10151617371066760",1],[679,"Watch my speech from Korea and tell me your thoughts.","2013-05-28 16:53:51+00","9269711759_10151614915771760",1],[681,"Read part 3 of the  Dr. Mark Cheng series on avoiding injuries and moving better. This time he looks at the shoulder.","2013-05-16 20:27:39+00","9269711759_10151596279116760",1],[683,"Here's another behind the scenes shot from the YouTube shoot. Enjoy: http://goo.gl/hg3oX","2013-05-14 13:49:08+00","9269711759_10151592307046760",1],[686,"People ask me how to eat well. It is simple. You look like what you eat. If you look like a garbage can, you are probably eating garbage. Eat lean and mean whole foods if you want to look lean and mean.","2013-05-10 23:23:19+00","9269711759_10151586256271760",1],[688,"I just discovered the Today I Learned section of reddit when someone told a story about me and Andre the Giant. Very fun.","2013-05-09 16:59:41+00","9269711759_10151584027131760",1],[690,"I had a great time this weekend skiing with our After School All Stars at Mammoth.","2013-05-08 15:29:06+00","9269711759_10151582078546760",1],[691,"Read this now! Feel better so you can work harder.","2013-05-07 21:53:47+00","9269711759_10151580970206760",1],[693,"Ladies and gentlemen, your future UFC champion! I met Samuel in Rio. Don't let his cuteness trick you, he can fight!","2013-05-02 16:19:42+00","9269711759_10151572598616760",1],[695,"Tune in now to watch our immigration reform conference live. I want to hear your thoughts on my speech! http://schwarzenegger.usc.edu/node/242","2013-04-30 17:29:19+00","9269711759_10151569695366760",1],[698,"The World's Strongest Men in Brazil. Not many people make me feel small. They make me feel like Danny DeVito.","2013-04-29 23:22:05+00","9269711759_10151568245876760",1],[1343,"About to start our annual tree lighting w Tony hawk. Watch at http://tweetcast.in","2009-12-11 01:34:42+00","9269711759_203357776629",1],[677,"Let me know what you thought about my Korea speech because I'm preparing for my next one and would love feedback.","2013-05-31 00:20:44+00","9269711759_10151619248706760",1],[680,"","2013-05-20 17:30:22+00","9269711759_10151602126716760",1],[682,"Watch out! Thanks, YouTube.","2013-05-15 00:06:21+00","9269711759_10151593211121760",1],[684,"Ghost peppers, Terminator impressions, even a Harlem Shake... I had a fantastic time filming this video for YouTube.","2013-05-14 02:52:46+00","9269711759_10151591671231760",1],[685,"I just heard that I will finally be able to tell you what this crazy photo was all about tonight. I'm excited.","2013-05-13 19:25:45+00","9269711759_10151591025591760",1],[687,"Another fun photo of Mammoth this weekend with After-School All-Stars","2013-05-09 18:05:10+00","9269711759_10151584104196760",1],[689,"Take a second to catch up on this pre-hab piece by Dr. Mark Cheng because he is about to add to the wisdom with Part 2.","2013-05-09 16:36:11+00","9269711759_10151583977606760",1],[692,"I had a fantastic Friday! I won't reveal any more for now, but I can't wait to share this with you next week.","2013-05-03 23:09:51+00","9269711759_10151574656951760",1],[694,"Please share this with your friends. I'd love to get a debate going and hear your thoughts. We need comprehensive immigration reform.","2013-05-01 00:05:21+00","9269711759_10151570229871760",1],[696,"Here is a picture of the day I became a citizen. And here is something I wrote on the need for immigration reform: http://www.politico.com/story/2013/04/immigration-arnold-schwarzenegger-90740.html","2013-04-30 16:01:20+00","9269711759_10151569588021760",1],[697,"Please share this piece I wrote for Politico. I'm proud of it. \"If the Gang of Eight is successful, we’ll confront the dangers of our border while reminding the world that we are still the shining city on the hill that captured my imagination and harnessed my dreams.\"","2013-04-30 14:05:39+00","9269711759_10151569299191760",1],[699,"With the winner of last night's Arnold Classic Brazil, Brandon Curry. Congrats!","2013-04-28 11:41:00+00","9269711759_10151565268726760",1],[700,"Look at the strongman competition. Love watching these guys.","2013-04-27 16:24:58+00","9269711759_10151563946741760",1],[701,"Met these Jiu Jitsu champions at the Arnold Classic opening today.","2013-04-26 18:48:32+00","9269711759_10151562499486760",1],[703,"Great view here in Rio. Had a fantastic day with R20 and looking forward to the Arnold Classic tomorrow.","2013-04-25 20:12:40+00","9269711759_10151561015851760",1],[706,"Check it out in case you missed it!","2013-04-18 23:22:12+00","9269711759_10151549315231760",1],[707,"We've come a long way from the magazines and pamphlets of my early days. Check out the book by the guys who help me with Schwarzenegger.com. I wrote the foreword: http://bit.ly/Yt4CvI","2013-04-16 21:03:10+00","9269711759_10151546014061760",1],[709,"My thoughts are with Boston. Thank you to the brave first responders who always run toward our greatest fears to save lives.","2013-04-15 20:14:04+00","9269711759_10151544424261760",1],[713,"Get ready for some serious workout knowledge from Bandana Training","2013-04-12 00:59:43+00","9269711759_564326523601692",1],[717,"Time for me to get on the Throwback Thursday bandwagon. Ken Waller and I compete in Tug of War and Joe Weider judges.","2013-04-05 00:20:28+00","9269711759_10151528869776760",1],[719,"Going through photos of Joe Weider and reminiscing. I really love this one.","2013-04-01 23:31:05+00","9269711759_10151524169401760",1],[721,"Need some fitness inspiration? I wrote this with you in mind: http://www.schwarzenegger.com/fitness/post/motivation","2013-03-26 22:45:31+00","9269711759_10151515307031760",1],[722,"Join me and find your spark. Give 1% of your day to make yourself healthier. If you're already there, convince your friends and family. This is important. Thanks to Fitocracy for designing this fantastic challenge.","2013-03-26 17:10:00+00","9269711759_359754327466598",1],[724,"Honored to be inducting my good friend, The Living Legend Bruno Sammartino into the WWE Hall of Fame on April 6 at Madison Square Garden.","2013-03-25 16:32:13+00","9269711759_10151513318066760",1],[728,"Read this. You will be shocked by how much it helps your squat.","2013-03-13 19:35:26+00","9269711759_103831259808703",1],[730,"If you're like me, you've had shoulder problems. Read this great piece and check out the video from Eric Cressey.","2013-03-12 16:56:09+00","9269711759_353085888144558",1],[732,"Brian Pearson from TheArnoldFans.com wrote this fun piece, from a fan's perspective, about the Arnold Sports Festival. He walked with me one day through the expo to get an idea of the chaos. It is definitely a fun read.","2013-03-08 19:21:43+00","9269711759_306208512838695",1],[735,"I was so inspired, I had to make a return to Reddit.  http://www.reddit.com/tb/19sjfo","2013-03-06 19:39:27+00","9269711759_229540923837716",1],[737,"Two of the genius advisors for schwarzenegger.com have a book that you should immediately pre-order - and I wrote the foreword. So go and get your copy now. Besides all the fantastic stuff in the book, John Romaniello and Born Fitness have some cool bonuses for you.","2013-03-05 15:47:45+00","9269711759_275922199206829",1],[740,"","2013-03-01 23:16:57+00","9269711759_10151468026506760",1],[742,"We've had all these great articles this week in the lead up to the Arnold Sports Festival. But I know you really want to hear about the biceps. So here you go, from Nick Tumminello.","2013-02-27 22:29:46+00","9269711759_133181570188940",1],[743,"I really enjoyed watching this recap of my time with Wilt Chamberlain and Andre the Giant from Grantland.","2013-02-26 21:03:52+00","9269711759_459965774074834",1],[746,"Another fantastic article about one of my favorite lifts by Diesel Strength \u0026 Conditioning. I love this one.","2013-02-25 17:35:48+00","9269711759_106016709586597",1],[748,"I always love coming to Japan, but when I can meet an epic athlete like 3-time Olympic Wrestling Gold Medalist Saori Yoshida, it's even more special. Now I'm pumped up for a day of promoting The Last Stand.","2013-02-21 02:57:02+00","9269711759_10151452599906760",1],[750,"Can't wait to meet our Korean fans today! Great to stop by my friend and director of The Last Stand Kim Ji-woon's new set last night.","2013-02-19 22:52:33+00","9269711759_10151450606111760",1],[752,"Just saw the ultimate Instagram moment. Only in Austria!","2013-02-03 14:03:00+00","9269711759_10151421030726760",1],[756,"Hello, Rome!","2013-01-25 17:20:57+00","9269711759_10151382943371760",1],[757,"Great to be in Moscow to promote The Last Stand with Johnny.","2013-01-23 20:28:44+00","9269711759_10151380271371760",1],[759,"Share this with your friends, go see The Last Stand, and tell me what you think about it!","2013-01-19 00:58:52+00","9269711759_130793430418703",1],[760,"I'm back! Thanks to everyone for the incredible support.","2013-01-18 21:34:19+00","9269711759_560365627325050",1],[761,"Tonight I promised Jimmy Fallon I would teach him how to smoke cigars when he interviewed me about The Last Stand. I kept my promise.","2013-01-18 04:03:59+00","9269711759_10151370282791760",1],[764,"Maybe I'm a little addicted, but I just had to drop back in to my reddit AMA to answer a fun question about bodybuilding pranks I missed yesterday.","2013-01-16 20:34:26+00","9269711759_519429331422304",1],[702,"Got a preview of tomorrow's Arnold Classic Rio when I ran into Toney Freeman here in Rio. Can't wait!","2013-04-26 22:30:47+00","9269711759_10151562829941760",1],[704,"Heading out for the first ever Arnold Sports Brazil but first check out this workout Rob Sulaver wrote for my site: http://www.schwarzenegger.com/fitness/post/the-metcon-workouts","2013-04-26 13:56:09+00","9269711759_10151562073591760",1],[705,"R20 action in Rio to replace streetlights and save energy. http://regions20.org/programs-action/technology-action/lighting-efficiency-project","2013-04-25 18:50:53+00","9269711759_10151560923021760",1],[708,"I wrote the foreword for this book to help continue my fitness crusade. Please give it a look. Here's an excerpt.\n\n\"The commitment to fitness that I developed as a young, imaginary gladiator has stayed with me all my life. After I won my titles, I wasn’t content putting them on the shelf and walking away. I wanted to inspire others to join me in my fitness crusade.\n\nWhen I began my career, if you asked someone where the nearest gym was, they would most likely look at you like you were a serial killer. If you were lucky, they would point you to some faraway dungeon with a few barbells and some weights.\n\nToday, it’s hard to find a strip mall or a building without a fitness center, and for the most part, you would never mistake a modern gym for a torture chamber. We’ve come a long way, but I know this is not a crusade that has an obvious end point. We will always have to keep pushing forward and fighting to show people the benefits of health.\n\nI met Adam and Roman because they share my commitment to health and fitness. When I decided to get back into the fitness game, I sought out the best and brightest experts in the field. In that search, I asked everyone from my fans to my advisors who they recommended I look at. Without fail, the names Romaniello and Bornstein kept floating to the top...\"","2013-04-16 23:30:34+00","9269711759_10151546243556760",1],[710,"Born Fitness and John Romaniello have been volunteering their services and insight for Schwarzenegger.com for the last year. If you've enjoyed their content, consider supporting their new, great book. Plus... you know who wrote the foreword.","2013-04-16 16:23:20+00","9269711759_501772899871009",1],[711,"Tune in now to join the Joe Weider memorial live and celebrate the godfather of fitness and my dear friend and mentor. http://streaming.bodybuilding.com/joe-weider-memorial/","2013-04-14 20:03:00+00","9269711759_147959492049092",1],[712,"So you want to talk about intensity? Good. Bandana Training is here for that. http://www.schwarzenegger.com/fitness/post/metcon-the-greatest-weight-loss-exercise-in-the-history-of-gravity","2013-04-12 16:30:47+00","9269711759_297028257095598",1],[714,"My first meeting with Joe Weider, my idol at the time, in Miami. He flew me in to compete in the U.S Mr. Universe. It was a one-way ticket. #tbt","2013-04-11 18:13:19+00","9269711759_10151538484711760",1],[715,"You have a chance to ask Roman Fitness Systems and Born Fitness from the Schwarzenegger.com Advisory Board questions right now on Reddit.\nhttp://www.reddit.com/r/IAmA/comments/1c4zms/we_are_john_romaniello_and_adam_bornstein/","2013-04-11 17:09:28+00","9269711759_10151538414171760",1],[716,"I promised reddit I would stop by again for a fitness q and a, so if you have a question, come ask me now.","2013-04-05 22:09:38+00","9269711759_604505009569233",1],[718,"Then and now - great mural here in Venice.","2013-04-02 21:52:07+00","9269711759_10151525736361760",1],[720,"Important question. Everyone seems excited to tell me how much they can bench press, or how they just ran a 5k. I'd like to hear from all of you how many other people you've inspired to start their journey toward fitness. Bring it on, and think about joining my challenge with Fitocracy.","2013-04-01 21:57:37+00","9269711759_157623714400287",1],[723,"Join my Spark Challenge with Fitocracy and start giving your 1% a day. Do it now!","2013-03-26 18:59:53+00","9269711759_574510699239426",1],[725,"Today, I lost a dear friend and mentor, and the world lost one its strongest advocates of living a healthy lifestyle. Joe Weider was a titan in the fitness industry and one of the kindest men I have ever met.\r\n\r\nI knew about Joe Weider long before I met him - he was the godfather of fitness who told all of us to \"Be Somebody with a Body.\" He taught us that through hard work and training we could all be champions.  When I was a young boy in Austria, his muscle magazines provided me with the inspiration and the blueprint to push myself beyond my limits and imagine a much bigger future. I know that countless others around the world found motivation in the pages of his publications just as I did, but as I read his articles in Austria, I felt that he was speaking directly to me and I committed to move to America to make my vision of becoming the best bodybuilder, to live the American dream, and to become an actor a reality.\r\n\r\nJoe didn’t just inspire my earliest dreams; he made them come true the day he invited me to move to America to pursue my bodybuilding career. I will never forget his generosity. One of Joe’s greatest qualities is that he wasn’t just generous with his money; he freely gave of his time and expertise and became a father figure for me. He advised me on my training, on my business ventures, and once, bizarrely, claimed I was a German Shakespearean actor to get me my first acting role in \"Hercules in New York\", even though I barely spoke English. As my career took off, he was always nearby, giving advice, promoting my movies or my crusade as the Chairman of the President's Council on Fitness in the pages of his magazines, and appearing at my fundraisers and events when I decided to run for Governor. He was there for me constantly throughout my life, and I will miss him dearly.\r\n\r\nHe leaves behind a fantastic legacy of a fitter world. Very few people can claim to have influenced as many lives as Joe did through his magazines, his supplements, his training equipment, and his big-hearted personality. Joe was known for urging everyone, “Exceed yourself,” and there is no question that throughout his life, he did just that.\r\n\r\nMy thoughts and prayers are with his extraordinary wife, the love of his life, Betty, and all of his family and friends.","2013-03-23 18:11:59+00","9269711759_10151510122966760",1],[726,"Proud of our first @Regions20 project in China to provide 100% of the hospital water heating needs w/ solar power.","2013-03-21 23:56:43+00","9269711759_10151507566616760",1],[727,"Love this shot of Franco and me the day we went to the ballet studio. Thanks for sharing.","2013-03-13 20:27:41+00","9269711759_440876819326985",1],[729,"It's Monday, so some of you probably need some motivation. I tracked down Derick Carver, the star of that great video I shared last week, and asked him to share his motivation with you. WARNING: you probably won't skip the gym after reading.","2013-03-11 15:45:21+00","9269711759_552072658158803",1],[731,"Please share. This is my favorite article we've posted at my site, and it will inspire you and your friends. It inspired me.","2013-03-11 19:25:50+00","9269711759_144856939014292",1],[733,"An insider's take on the Arnold Sports Festival from Muscle Pharm co-founder Cory Gregory.","2013-03-08 17:41:10+00","9269711759_341875295933502",1],[734,"Great information on creatine, with a healthy dose of science, from Dangerously Hardcore. This is definitely a different view than you're used to.","2013-03-07 17:34:27+00","9269711759_350138795091275",1],[736,"This is, without question, the most inspiring video you will watch today. If anyone knows Derick, let him know I think he's a hero, I'm sorry I missed watching him live, but I would love to work out with him sometime.","2013-03-06 17:24:29+00","9269711759_321454511290513",1],[738,"We had some great fitness content up at schwarzenegger.com last week. What was your favorite article?","2013-03-04 18:08:09+00","9269711759_221299534677865",1],[739,"","2013-03-03 22:47:15+00","9269711759_10151471482491760",1],[741,"","2013-03-03 03:04:54+00","9269711759_10151469908521760",1],[744,"Excited to be in Columbus again for the Arnold Sports Festival. Who else is here?","2013-03-01 17:05:15+00","9269711759_10151467489441760",1],[745,"Check this article out from the very smart David Dellanave of  The Movement Minneapolis. Let me know what you think. We have a lot of great content this week to get everyone ready for the Arnold Sports Festival","2013-02-26 19:21:58+00","9269711759_131827560329276",1],[747,"I had the best sushi of my life last night at Sukiyabashi Jiro. Thank you, Jiro, for the fantastic experience.","2013-02-21 23:29:58+00","9269711759_10151453852936760",1],[749,"Thinking about the State of the Union. I have had enough gridlock. Let's start a serious conversation tonight \u0026 work together. Immigration reform, infrastructure investment, deficit reduction, an energy policy for the future... we have a lot on our to-do list. But item number 1 on the agenda has to be bringing both parties together. Let's get to work on that now.","2013-02-13 00:13:58+00","9269711759_10151437810966760",1],[751,"More people ask about the deadlift than any other exercise. That's good, because I think everyone should do it.  It was my best lift when I competed in powerlifting. So when I say I am proud to share this instructional article by Diesel Strength \u0026 Conditioning, it means a lot. Read it!","2013-02-07 17:51:23+00","9269711759_535040763194278",1],[753,"Go watch the student event of my R20 Vienna conference on green energy now live at http://schwarzenegger.usc.edu/","2013-01-31 16:17:21+00","9269711759_130342497134595",1],[754,"","2013-01-30 17:39:06+00","9269711759_10151393028086760",1],[755,"Here's a wild idea to apply to your training to take it to the next level.","2013-01-28 22:26:34+00","9269711759_140115616148115",1],[758,"Cutting the red tape to open The Sun's new web studio while we're promoting The Last Stand here in London.","2013-01-22 13:40:13+00","9269711759_10151377974086760",1],[762,"Are you as excited as I am? Then share this with your friends!","2013-01-17 18:59:59+00","9269711759_119330098241711",1],[763,"Need a boost with your New Year's resolutions? Join this transformation contest to win great prizes, get in shape, and help my favorite charity, After-School All-Stars http://www.schwarzenegger.com/fitness/post/the-2013-transformation-contest","2013-01-16 23:26:32+00","9269711759_10151368514921760",1],[765,"Did you miss my Reddit AMA? Catch up on this and my other answers at http://www.reddit.com/r/IAmA/comments/16mq0g/iamarnold_ask_me_anything/","2013-01-16 00:37:21+00","9269711759_10151367097566760",1],[766,"I just had a great time doing my reddit AMA. Check it out here: http://www.reddit.com/r/IAmA/comments/16mq0g/iamarnold_ask_me_anything/","2013-01-15 20:49:10+00","9269711759_10151366712866760",1],[767,"My thread at reddit is now open. Ask me anything! http://www.reddit.com/r/IAmA/comments/16mq0g/iamarnold_ask_me_anything/","2013-01-15 18:37:37+00","9269711759_10151366536746760",1],[770,"","2013-01-15 03:16:52+00","9269711759_10151365673381760",1],[773,"It really is badass.","2013-01-14 17:23:56+00","9269711759_324180271033073",1],[776,"Are you ready Dallas?","2013-01-11 20:57:55+00","9269711759_403045896445044",1],[779,"I want to hear about your New Year's Resolutions. Give me some specifics, not vague answers like \"I want to lose weight.\" How many pounds? By when?","2013-01-10 18:47:44+00","9269711759_10151358265061760",1],[780,"Join the contest now!","2013-01-09 21:04:22+00","9269711759_416225581791071",1],[781,"If you are over 17, check out the red band trailer for The Last Stand. I think you can tell we have a lot of action ready for you on January 18th.","2013-01-09 17:33:26+00","9269711759_537244192961570",1],[783,"This is the new red band trailer for The Last Stand. That means if you're not 17 or older, DON'T WATCH. If you are, enjoy.","2013-01-08 01:07:21+00","9269711759_212700552200623",1],[785,"Don't forget to tune into ESPN SportsCenter tonight after the game to see a preview of The Last Stand!","2013-01-08 00:14:47+00","9269711759_10151354107256760",1],[788,"Yes, it's true. I took a lot of bloggers for a ride on my tank. Check this out.","2013-01-07 17:47:21+00","9269711759_514918905196074",1],[790,"While you're planning your New Year's Resolutions...","2012-12-28 21:17:02+00","9269711759_184635125014458",1],[792,"I'm holding a contest to honor our men and women serving abroad as well as the brave first-responders here at home. It's simple. Make a video tribute, and submit it to me on Twitter using #HolidayHeroes. I will choose the winner just after the New Year, and they will get two tickets for The Last Stand Premiere in Hollywood for them, and two to give as a gift to a hero they know.","2012-12-27 22:19:54+00","9269711759_460515644011993",1],[794,"I'll be observing a moment for Sandy Hook victims tomorrow at 9:30am ET. Please join me at www.causes.com/momentforsandyhook","2012-12-20 21:12:06+00","9269711759_273088909479622",1],[796,"Lift more today. Read this great piece by Jon Goodman of the Personal Trainer Development Center at Schwarzenegger.com.","2012-12-18 19:29:41+00","9269711759_481619818557665",1],[797,"I had a great time visiting class at the USC Schwarzenegger Institute this weekend. Check it out: http://schwarzenegger.com/issues/post/usc-schwarzenegger-institute-final-presentations http://instagr.am/p/TWP9IYDcRI/","2012-12-17 18:27:13+00","9269711759_10151321658386760",1],[800,"Here is the excellent finale of the Zach Even - Esh series on breaking through plateaus in your training. He talks about some of my favorite methods, so read it now!","2012-12-12 18:53:11+00","9269711759_336413336473625",1],[803,"While you get ready to read part 2 of this great Zach Even - Esh series on breaking through plateaus, check out part 1!","2012-12-05 18:09:03+00","9269711759_392517177490810",1],[805,"If you were thinking about picking around the good treats at Thanksgiving dinner or spending the night feeling guilty about indulging, read this fantastic piece by Born Fitness.","2012-11-21 20:07:54+00","9269711759_350694985026330",1],[807,"How do you define intensity when you're thinking about fitness? You can see my definition along with a lot of other smart fitness minds here.","2012-11-20 17:50:06+00","9269711759_311474775631893",1],[808,"Great to run into Roc Shabazz, @therealroc, in the gym this morning before I headed out to film Ten. http://instagr.am/p/SGSZh_DcZG/","2012-11-16 17:10:58+00","9269711759_10151277159656760",1],[809,"I know you've been waiting for Part 3 of this series on gaining muscle by Roman Fitness Systems. Here is is!","2012-11-14 15:31:46+00","9269711759_381703071912060",1],[810,"If you want to gain muscle, we have a great series for you this week at schwarzenegger.com. Check out Part 1 from Roman Fitness Systems now.","2012-11-12 16:59:24+00","9269711759_520172031345928",1],[812,"Want a chance to join me at the world premiere of The Last Stand? http://www.laststandtrailersweeps.com/","2012-11-07 23:04:38+00","9269711759_437530902968701",1],[814,"Jason Ferruggia, one of the schwarzenegger.com advisors, is offering great workouts for a good cause. Check it out!","2012-11-05 22:55:08+00","9269711759_306717302774502",1],[818,"Some great information here from Dangerously Hardcore on schwarzenegger.com:","2012-10-24 16:48:37+00","9269711759_402831579783776",1],[819,"Watch my speech at the @Sustainia_me Awards. I had a sore throat, so I sound a little like the Terminator. http://ow.ly/eAsBQ","2012-10-18 18:53:33+00","9269711759_501450779867023",1],[1390," http://www.reuters.com/article/marketsNews/idUSN0746999420091007","2009-10-08 01:17:59+00","9269711759_164629268199",1],[769,"I am really excited about this. I am going to do an AMA at Reddit.com in about 90 minutes. You can ask me anything you want!","2013-01-15 17:25:19+00","9269711759_10151366450941760",1],[771,"Need to jumpstart your New Year's resolutions? Check this out and help a good cause:  http://www.schwarzenegger.com/fitness/post/the-2013-transformation-contest","2013-01-14 22:44:17+00","9269711759_143398102483478",1],[772,"I had a great time with Rob Riggle doing the NFL pregame segment. Fun stuff.","2013-01-13 18:03:12+00","9269711759_10151363094341760",1],[774,"You should definitely watch the NFL on Fox pre-game show this morning in about 20 minutes...","2013-01-13 16:40:18+00","9269711759_10151362938386760",1],[775,"Johnny and I are doing some shopping before we hit the red carpet in Dallas for #TheLastStand","2013-01-11 23:44:19+00","9269711759_10151360177471760",1],[777,"Since you're sharing all your great resolutions, here's something to keep you motivated.","2013-01-10 22:34:26+00","9269711759_190270074452204",1],[778,"Ready for a challenge? For every 1,000 shares this photo gets by the end of the day tomorrow, I will send one of these shirts to a fan.  You can wear it to The Last Stand on January 18. Start hitting \"Share\" now!","2013-01-10 20:07:38+00","9269711759_10151358367801760",1],[782,"Are you ready guys ready for The Last Stand on January 18th?","2013-01-08 22:23:41+00","9269711759_10151355337656760",1],[784,"Watch this clip from The Last Stand. Do it now!","2013-01-07 22:53:25+00","9269711759_535020496516640",1],[786,"","2013-01-07 19:35:38+00","9269711759_10151353701946760",1],[787,"Fantastic crowd tonight on The Tonight Show. Always a great time with Jay.","2013-01-04 03:06:26+00","9269711759_10151347965376760",1],[789,"I couldn't take them out for a ride without smashing a car.","2013-01-07 19:33:22+00","9269711759_580914931922504",1],[791,"As you plan your New Year's Resolutions, think about this: Using just 1% (15 minutes) of your day can lead to big gains in your health. It is a simple, approachable goal. Join me this New Year and find your spark.","2012-12-28 18:57:10+00","9269711759_507705135940294",1],[793,"Do it!","2012-12-22 20:29:56+00","9269711759_259554347507100",1],[795,"Truly honored to be with my friend @UN Secretary General Ban Ki-moon for the UN Correspondents Association Awards. http://instagr.am/p/TcHEMkjcfD/","2012-12-20 01:04:29+00","9269711759_10151324957571760",1],[798,"Since you liked this photo so much, let's see how you can caption it. Submit your memes and I will share the best ones. http://instagr.am/p/TKCpDoDcea/","2012-12-13 22:45:12+00","9269711759_10151316186996760",1],[799,"","2012-12-13 00:40:16+00","9269711759_10151314894351760",1],[801,"New picture from The Last Stand! Who is excited for January 18?","2012-12-06 22:27:38+00","9269711759_499283226760893",1],[802,"Here is Part 2 of this great Zach Even - Esh series for those times your training is hitting the wall. Read it and share your thoughts!","2012-12-05 20:25:22+00","9269711759_379765148783894",1],[804,"Have you hit the wall in your training? Great series this week at schwarzenegger.com from Zach Even - Esh on getting past plateaus. Start with Part 1.","2012-12-04 15:30:42+00","9269711759_135408846612431",1],[806,"Do you need to work your way up to the gym? NO. Start now. Read this great article from Personal Trainer Development Center.","2012-11-27 15:29:16+00","9269711759_252385411556749",1],[811,"Check out part 2 of this muscle building series from Roman Fitness Systems now!","2012-11-13 18:19:13+00","9269711759_407398639328602",1],[813,"Tonight, be sure to see the debut of the #LastStandTrailer at 7pm EST. RSVP here: https://t.co/4R1eplNw","2012-11-07 17:42:21+00","9269711759_381658508575777",1],[815,"Jason Ferruggia, one of the schwarzenegger.com advisors, is offering great workouts for a good cause. Check it out!","2012-11-05 22:54:53+00","9269711759_112406275586740",1],[816,"Bandana Training wrote a great new article for schwarzenegger.com. Read it now!","2012-11-05 16:46:13+00","9269711759_547578085256484",1],[817,"I'm having a great time working with David Ayer on my new movie, Ten. Check out my look!","2012-10-25 19:47:02+00","9269711759_10151245086236760",1],[822,"London, see you tomorrow at 1030 at Waterstones Piccadilly. You asked for it, so I had to deliver. http://www.waterstones.com/waterstonesweb/displayDetailEvent.do?searchType=2\u0026store=279|WATERSTONE%27S%20PICCADILLY\u0026sFilter=1","2012-10-14 08:12:09+00","9269711759_337794582982805",1],[826,"Love this picture from the Frankfurt Book Fair. The  energy here beat the jet lag. http://instagr.am/p/Qm46ByDcZt/","2012-10-10 16:01:50+00","9269711759_10151223151746760",1],[827,"Thanks to @jayleno for having me. Looking forward to watching tonight. http://instagr.am/p/Qi-cXVDcRg/","2012-10-09 03:29:33+00","9269711759_10151221076296760",1],[829,"We had a great time at Costco yesterday. Thank you for the pizza! http://instagr.am/p/Qfd5_Mjcec/","2012-10-07 18:48:08+00","9269711759_10151218705971760",1],[831,"Join me LIVE now. www.schwarzenegger.com/arnoldtv http://instagr.am/p/QanOz1jcUJ/","2012-10-05 21:32:57+00","9269711759_10151216161026760",1],[833,"Join me live NOW at my Google Hangout! http://schwarzenegger.com/arnoldtv","2012-10-05 21:30:22+00","9269711759_363759893707652",1],[835,"In 30 minutes I will be taking your questions live on my Google Hangout. Join me!","2012-10-05 20:54:04+00","9269711759_231500083643887",1],[836,"We are two hours away from my Google Hangout. I can't wait to hang with you guys and take questions. RSVP: http://ow.ly/eg7u5","2012-10-05 19:36:24+00","9269711759_474147755949509",1],[837,"TODAY at 230 Pacific, I'll be doing my Google Hangout. See you there.","2012-10-05 15:51:16+00","9269711759_194355874032972",1],[839,"Here's my view at the book signing. #totalrecallbook #toronto http://instagr.am/p/QXfnM_DcQ2/","2012-10-04 16:28:30+00","9269711759_10151214440831760",1],[841,"Plane had to divert so we had to improvise transportation. Thanks to Issam for getting us into Toronto. http://instagr.am/p/QWGwmjDcbf/","2012-10-04 03:35:58+00","9269711759_10151213855346760",1],[844,"Submit questions for my Google Hangout using #totalrecallbook to have a chance to ask me live and face to face Friday: https://plus.google.com/u/2/events/cta87cjtp11tg329g5ntom1q4ho","2012-10-03 16:44:46+00","9269711759_160565950749804",1],[846,"Ever wonder what a book signing action shot looks like? #totalrecallbook http://instagr.am/p/QTLJddDcUg/","2012-10-03 00:12:26+00","9269711759_10151212338211760",1],[848,"Having a fantastic time at my book talk in DC. http://instagr.am/p/QTG-qXjcQ-/","2012-10-02 23:37:50+00","9269711759_10151212301191760",1],[853,"You can be first in line on my book tour and get a photo AND an autograph. See here: http://ow.ly/e4V1k","2012-10-02 16:02:46+00","9269711759_348321355262089",1],[855,"First official book signing. Having fun. http://instagr.am/p/QP6nm-jcQ8/","2012-10-01 17:56:55+00","9269711759_10151210644761760",1],[856,"Hey NYC: In an hour I'll be at McNally Jackson for a book signing. 52 Prince Street. See you there!","2012-10-01 16:28:35+00","9269711759_10151210541516760",1],[858,"On Friday, I'll be doing a Google Hangout at 230PM Pacific Time to discuss my book. RSVP here: https://plus.google.com/u/2/events/cta87cjtp11tg329g5ntom1q4ho","2012-10-01 13:36:23+00","9269711759_10151210349981760",1],[820,"Diesel Strength \u0026 Conditioning wrote a fantastic primer on squats at schwarzenegger.com Check it out now! http://www.schwarzenegger.com/fitness/post/squat-101","2012-10-18 17:17:39+00","9269711759_250520495071321",1],[821,"Fantastic time on the Graham Norton Show with Miranda Hart and Ronnie Corbett. Usher gave an incredible performance. http://instagr.am/p/Q0ZiBujcTD/","2012-10-15 21:54:52+00","9269711759_10151230938176760",1],[823,"Check out this tattoo from my Madrid book signing. This guy isn't messing around. http://instagr.am/p/QvPz9Cjcd2/","2012-10-13 21:59:05+00","9269711759_10151227908841760",1],[824,"Congratulations to Shawn Rhoden, the 2012 Arnold Classic Europe Champion! http://instagr.am/p/QvKlMZjcXo/","2012-10-13 21:06:40+00","9269711759_10151227774616760",1],[825,"Was a true honor to present the @sustainia_me award to @azuri_tech Indigo Pay As You Go Solar for the developing world. http://instagr.am/p/QqC0pTDcZX/","2012-10-11 21:31:42+00","9269711759_10151224935556760",1],[828,"","2012-10-08 21:00:04+00","9269711759_10151220609096760",1],[830,"After a lot of back and forth on Twitter, this meeting finally happened in real life, and it was fun. Thanks Aziz. http://instagr.am/p/Qc1qr4jcVX/","2012-10-06 18:17:52+00","9269711759_10151217218246760",1],[832,"Did you miss my Hangout yesterday? No problem. You can catch all the action here.","2012-10-06 17:15:27+00","9269711759_153944614750504",1],[834,"In 10 minutes I'll be live at my Google Hangout. Join me! http://ow.ly/egi7d","2012-10-05 21:22:56+00","9269711759_287653254668657",1],[838,"Don't forget to join my hangout tomorrow at 230 pacific to talk #TotalRecallBook! Video: http://t.co/2uvZmGcW RSVP: https://t.co/lTEppXCK","2012-10-04 23:19:31+00","9269711759_498706696807627",1],[840,"Great to be in Buckeye Country. Thanks to the crew @homage for your help picking shirts. http://instagr.am/p/QVisUxDcbk/","2012-10-03 22:19:44+00","9269711759_10151213509366760",1],[842,"This Columbus book signing has been a blast. Can't wait for Toronto tomorrow. http://instagr.am/p/QVg2IXjcaF/","2012-10-03 22:00:57+00","9269711759_10151213491281760",1],[843,"I had a great time doing Bill's podcast. Go Listen!","2012-10-03 19:43:14+00","9269711759_505671136109796",1],[845,"A lot of you have asked about the audiobook, and to answer your question, I do read two chapters. You can hear an excerpt here. http://www.schwarzenegger.com/announcements/post/total-recall-audio-book-excerpt","2012-10-03 14:01:31+00","9269711759_450635414979949",1],[847,"Don't forget, be first in line on the book tour. See how here: http://ow.ly/e4V1k","2012-10-02 23:01:20+00","9269711759_203686373098217",1],[849,"Just a reminder as I get ready for our book event in DC. On Friday I will be doing a Google Hangout for my fans who couldn't make it to one of these cities. Join me!","2012-10-02 22:02:20+00","9269711759_280259762090841",1],[850,"Don't forget: if you tweet at me before the book signings after I give the green light, you'll be first in line. http://www.schwarzenegger.com/announcements/post/book-tour","2012-10-02 20:55:00+00","9269711759_475004765867209",1],[851,"LIKE this post. Then, let's have a contest. I will share the best memes of any lines that you think were left out. You just have to make them. http://ow.ly/e7rjg","2012-10-02 17:42:04+00","9269711759_289678821144658",1],[852,"The enhanced version of my book includes video! Oh, and I narrate the photos. http://tw.apple.com/IL6","2012-10-02 13:28:17+00","9269711759_496086973742320",1],[854,"Fantastic to see the Schwarzenegger.com NYC crew tonight. http://instagr.am/p/QQsNrXDcYm/","2012-10-02 01:03:37+00","9269711759_10151211123816760",1],[857,"On my way to McNally Jackson for this surprise book signing. 52 Prince Street, New Yorkers. You snooze, you lose!","2012-10-01 17:20:18+00","9269711759_10151210601536760",1],[860,"I decided it's crazy to not do a book signing while we are in NYC. Doing a surprise signing at 130PM at McNally Jackson at 52 Prince St.","2012-10-01 13:01:20+00","9269711759_10151210316406760",1],[861,"I thought this 16 Facts You Probably Don't Know About Me list was pretty entertaining. Would love to hear some of your questions.","2012-09-28 16:03:48+00","9269711759_480136048687733",1],[863,"A real throwback Thursday. When I was working on the ESPN 30 for 30 short, an old Army friend showed me this photo he took of me posing in the barracks. http://instagr.am/p/QGNd0kjceR/","2012-09-27 23:26:15+00","9269711759_10151205257081760",1],[866,"A list of the 15 Best Quotes from My Movies. Just what you need this evening.","2012-09-27 00:31:46+00","9269711759_459495650739729",1],[869,"I think you'll really enjoy this. Everyone, from the Zimbalist Brothers to Bill and everyone else at Grantland and ESPN 30 for 30 was an absolute joy to work with.","2012-09-26 16:24:55+00","9269711759_375579412513012",1],[871,"I was proud to work with ESPN and ESPN 30 for 30 on this short about my earliest days as a bodybuilder, when I developed the blueprint that I've used throughout my life. I hope you guys enjoy watching it as much as I enjoyed working on it.","2012-09-26 15:28:49+00","9269711759_368185586590402",1],[873,"I had a great time working with ESPN 30 for 30 on their short about my beginnings, out tomorrow. But TODAY, you can watch my chat with Bill Simmons from Grantland about what happens when you buy Andre the Giant and Wilt Chamberlain dinner. Hint: don't do it.","2012-09-25 20:09:58+00","9269711759_419285881464633",1],[875,"Starting the countdown to October 1st today. Have you watched the trailer yet?  http://ow.ly/dRIOO","2012-09-20 16:59:59+00","9269711759_437997749571318",1],[877,"Check out the trailer for my book, Total Recall.  http://www.schwarzenegger.com/announcements/post/total-recall-book-trailer","2012-09-19 18:35:13+00","9269711759_10151193796116760",1],[878,"Looking for a gym but don't know where to start? Here's some advice: http://schwarzenegger.com/fitness/post/Six-Things-Your-Gym-Must-Have","2012-09-19 13:46:28+00","9269711759_525742740774617",1],[879,"Did you see the trailer for my new book yet? Like this status if you enjoyed it. DO IT NOW.","2012-09-18 20:12:16+00","9269711759_468139273207396",1],[882,"Tired of your ab routine? Jason Ferruggia has some options for you.","2012-09-17 21:20:36+00","9269711759_503519716327466",1],[884,"Before you hit the gym for National Bench Press day, read this.","2012-09-17 18:15:25+00","9269711759_285965621517360",1],[886,"Tyler Baker won the first voicemail drawing. He said his favorite movie is Predator. Do you think he'll be happy with this?","2012-09-12 18:40:01+00","9269711759_269291526520752",1],[888,"Everyone loves to do it. But are you doing it right? Head in to Bench Press 101 with Diesel Strength \u0026 Conditioning to see.","2012-09-12 15:42:25+00","9269711759_397186640335747",1],[891,"Just because the weekend's here doesn't mean you shouldn't be hungry to improve. Here's some great fitness info to help: http://ow.ly/dJcug","2012-09-14 22:13:00+00","9269711759_272134989569903",1],[893,"Before you head off to the gym tonight, don't forget to read this great Bench Press tutorial from Diesel Strength \u0026 Conditioning.","2012-09-12 23:14:08+00","9269711759_340942496000386",1],[896,"Gustav is a little worn out from this morning's workout. http://instagr.am/p/PPY_bwDcfn/","2012-09-06 16:26:26+00","9269711759_10151174783756760",1],[1391,"","2009-09-17 00:38:13+00","9269711759_137516946425",1],[1393,"","2009-09-08 23:16:29+00","9269711759_268995520421",1],[862,"Only 2 hours left if you want to pre-order the book and receive it on your doorstep on release day. Do it now!","2012-09-28 01:01:38+00","9269711759_336144576481686",1],[864,"18 of My Best Gifs... My favorite is the Predator handshake. What about you?","2012-09-27 17:06:49+00","9269711759_522338424447523",1],[865,"Will you be the first to read my book on Monday? Watch the trailer, and pre-order now.","2012-09-27 15:33:18+00","9269711759_364817963597844",1],[867,"Verrrry nice. http://es.pn/VIsn2C","2012-09-26 23:08:31+00","9269711759_229156610546190",1],[868,"Great article about why we gain body fat by Bandana Training over at Schwarzenegger.com. Go comment if you want him to tell us his recipes for avoiding fat.","2012-09-26 22:48:40+00","9269711759_414684035263175",1],[870,"Watch my speech from the inaugural @USCedu Schwarzenegger Institute event and tell me your favorite line: http://ow.ly/e0PGf","2012-09-26 18:21:47+00","9269711759_445548825491452",1],[872,"Are you ready? Monday is coming fast. http://ow.ly/dYUQb","2012-09-26 01:09:09+00","9269711759_10151202619806760",1],[874,"James Clark was the second winner this week, and he likes Total Recall. James, watch your inbox for a recording. Everyone else, there are two more chances.","2012-09-20 18:38:24+00","9269711759_281734395272581",1],[876,"LIKE this status if you enjoyed my trailer. Watch it now! http://www.schwarzenegger.com/announcements/post/total-recall-book-trailer","2012-09-19 22:06:45+00","9269711759_474404339247818",1],[880,"Ready for my book, Total Recall? This trailer should get you pumped up. http://shelf-life.ew.com/2012/09/18/arnold-schwarzenegger-total-recall-memoir-trailer/","2012-09-18 14:04:10+00","9269711759_111340449018364",1],[881,"The countdown to the release of my book, Total Recall, starts today. Watch the trailer: http://ow.ly/dYUQb","2012-09-25 16:57:22+00","9269711759_368205356591750",1],[883,"I did an interview with SeanHyson.com for Men's Fitness and you can read it again here. We had a really great time.","2012-09-14 23:37:22+00","9269711759_420899724632893",1],[885,"I've drawn our first voicemail contest winner. He said Predator was his favorite movie, so I think he will appreciate this. Video soon!","2012-09-12 18:21:13+00","9269711759_10151183739811760",1],[887,"","2012-09-12 16:59:20+00","9269711759_383785121694052",1],[889,"Like this, then let's talk in the comments about how you are flipping the switch for your fitness. And be sure to thank All I M Fitness for the motivation.","2012-09-11 20:53:07+00","9269711759_405738279479917",1],[890,"Great motivation on schwarzenegger.com to start your Tuesday. Thank you to Alli McKee of All I M Fitness for giving everyone a reason to be pumped up today.","2012-09-11 16:13:30+00","9269711759_527267250633131",1],[892,"Just saw this. ","2012-09-07 19:53:01+00","9269711759_100900970065719",1],[894,"What was your favorite fitness post at schwarzenegger.com this week?","2012-09-07 17:51:25+00","9269711759_385980801454937",1],[895,"I'll do the first voicemail recording on Monday, so you still have time to enter! Do it now!","2012-09-07 16:24:43+00","9269711759_383437128392774",1],[897,"I'm going to ask you a bunch of questions, and I want to have them answered immediately. Do you want me to record your voicemail? Then why haven't you entered? http://www.schwarzenegger.com/totalrecallbook/","2012-09-06 15:43:28+00","9269711759_426285514073245",1],[899,"You want me to record your voicemail message? Funny, I know how to make that happen. Let's get 10,000 likes on this post.","2012-09-05 19:28:00+00","9269711759_358856457522474",1],[901,"Great post about training intensity, and if you comment, John Romaniello said he would add a workout to match his words.","2012-09-05 17:04:55+00","9269711759_383066498433561",1],[904,"That's a big crowd. #whereisarnold #totalrecallbook  http://instagr.am/p/PKofp0jcbK/","2012-09-04 20:04:33+00","9269711759_10151172251471760",1],[905,"After a lot of feedback that we should share a female perspective before the testosterone totally takes over Schwarzenegger.com, we have a great post from Neghar Fonooni of Eat, Lift and Be Happy. Tell us what you think!","2012-09-04 16:56:50+00","9269711759_342095735881409",1],[908,"","2012-08-31 00:36:37+00","9269711759_10151165554736760",1],[910,"Please share this! Head to schwarzenegger.com/totalrecallbook and help unveil the back cover of my memoir, Total Recall. http://ow.ly/dirY7 Do It Now!","2012-08-29 01:00:35+00","9269711759_10151162619191760",1],[912,"Let's raise the stakes. If we get enough tweets to unveil #totalrecallbook, I will record another  voicemail greeting. http://ow.ly/dgOpN","2012-08-28 16:02:43+00","9269711759_10151161523421760",1],[914,"Tomorrow I'm going to need your help. I will unveil the back cover of my book, Total Recall. You're going to love it. But only you have the power to unveil the image. So be ready to head over to Twitter tomorrow to tweet up a storm and reveal the back cover.","2012-08-27 21:18:38+00","9269711759_10151159783481760",1],[915,"Really excited to see that I can finally be two places at once. http://instagr.am/p/O9vSAYDcd-/","2012-08-30 19:53:46+00","9269711759_10151165221401760",1],[917,"I love hearing from all of you about what you're doing for fitness. Now tell me how you inspired someone in your circle. http://ow.ly/ddjoS","2012-08-24 18:55:24+00","9269711759_10151152578051760",1],[919,"For those of you who had more questions about Carb Back-Loading, the man behind the diet, Kiefer, wrote a great article about breakfast for schwarzenegger.com. http://www.schwarzenegger.com/fitness/post/carb-back-loading-step-1-breakfast","2012-08-23 16:46:41+00","9269711759_415205565209484",1],[920,"Have you found your why? Diesel Strength \u0026 Conditioning gives a powerful argument for finding time for your fitness. Share it with the people you care about.","2012-08-21 22:54:08+00","9269711759_320209738074833",1],[923,"Congratulations, Todd. Enjoy the voicemail! http://ow.ly/d6GiI","2012-08-20 23:23:14+00","9269711759_10151144082811760",1],[925,"In case you missed the memo... I am back.","2012-08-17 21:49:48+00","9269711759_143390962468801",1],[927,"Let's get some debate going. Do you agree with this list?","2012-08-17 18:19:58+00","9269711759_338372499588185",1],[928,"You can see the trailer for The Last Stand tonight in theaters when you go to Expendables 2, but here it is: http://schwrzng.gr/Q87LuZ","2012-08-17 17:54:55+00","9269711759_10151137100671760",1],[930,"The hardest and most fun thing about recording this voicemail for one of you on Monday will be deciding which one-liner I should use. Why don't you guys help me choose it?","2012-08-16 23:08:19+00","9269711759_433795193339215",1],[933,"I want to thank all of you for following my updates. I have the best fans in the world, but you always say the same thing: \"Arnold, I can't help but read these posts in your voice.\" So to thank you for following, this weekend I'm going to give you a chance to borrow my voice for your voice-mail greeting. Send an email to voicemail@schwarzenegger.com with your name. I will draw one of you at random on Monday morning, and I will record your voicemail for you.\n\nThat's right. I, Arnold Schwarzenegger, will provide the voicemail greeting that all of your friends will hear. You can put your soundboards away, because this is the real thing.","2012-08-16 18:36:33+00","9269711759_10151135023731760",1],[1395,"","2009-09-01 17:28:09+00","9269711759_152530896759",1],[898,"Which category do you fit in at the gym - the animal or the accountant? Respond with A for animal, B for accountant. Then comment on the article so John Romaniello will write a follow-up workout.","2012-09-06 00:03:17+00","9269711759_439729599399016",1],[900,"It's Monday. I know you're all thinking about fitness again after the weekend, so check out schwarzenegger.com for some motivation and training ideas.","2012-09-10 16:43:08+00","9269711759_343389999086261",1],[902,"After 12,000 of you signed up for the first contest, I promised I would record another voicemail for you guys. So, from today until my book, Total Recall,  is released, I will record one voicemail a week. Sign up now!","2012-09-05 16:29:41+00","9269711759_140938119383260",1],[903,"I saw some of the guys felt left out by today's post. Well, here's a challenge: do five sets of the workout here and then let's talk.","2012-09-04 22:48:20+00","9269711759_350201235068064",1],[906,"Still running around NYC. #whereisarnold #totalrecallbook  http://instagr.am/p/PCT4SjjceR/","2012-09-01 14:30:38+00","9269711759_10151167623791760",1],[907,"My publisher is having a lot of fun with this standup of me in NYC. #whereisarnold? #totalrecallbook http://instagr.am/p/O_rTBbDcR6/","2012-08-31 13:58:48+00","9269711759_10151166264986760",1],[909,"For all the hip kids: here's the Instagram version of the back cover of my memoir, Total Recall. Check it out: http://www.schwarzenegger.com/totalrecallbook/ http://instagr.am/p/O6yLfKDcQ8/","2012-08-29 16:25:52+00","9269711759_10151163510621760",1],[911,"Thank you! You did a great job unveiling the #totalrecallbook cover. Now I need to find something else to share... http://ow.ly/djU1L","2012-08-29 16:10:48+00","9269711759_10151163494336760",1],[913,"Are you ready? I need your help! Tweet #totalrecallbook to unveil the back cover of my book. Do it now!  http://ow.ly/dgNEG","2012-08-28 12:01:53+00","9269711759_10151161104541760",1],[916,"Who's next?","2012-08-24 21:49:37+00","9269711759_333850206705003",1],[918,"Very funny.","2012-08-24 17:48:29+00","9269711759_479068885444766",1],[921,"Did you see this photo yet? Share it!","2012-08-21 19:06:25+00","9269711759_504578046235987",1],[922,"We have some great motivation for you thanks to Diesel Strength \u0026 Conditioning over at schwarzenegger.com. Check it out!","2012-08-21 16:41:59+00","9269711759_111468392335694",1],[924,"Thanks for the huge response to the voicemail idea. I felt bad drawing only one. One of you has an email in your inbox right now!","2012-08-20 19:14:08+00","9269711759_10151143594246760",1],[926,"As you head to see Expendables, it seems like a good time to remind you that I'm going to record a voice-mail greeting for one of you to thank you for being the best fans in the world.\n\nSend an email to voicemail@schwarzenegger.com with your name. You have until Monday morning at 9AM PDT.\n\nThis is not a joke. Your mother, your friends, and your favorite telemarketers will call for you, but they'll hear from me. And believe me, I'm going to have fun with this.","2012-08-17 19:38:29+00","9269711759_196924577104641",1],[929,"It's true. I'm back. Today. ","2012-08-17 14:11:20+00","9269711759_275449709226518",1],[931,"You need a new voicemail greeting. YOU NEED A NEW VOICEMAIL GREETING.","2012-08-16 21:07:54+00","9269711759_160732780730291",1],[932,"I talked to Men's Fitness Magazine about how competition made Expendables 2 the most action-packed movie of the year. Enjoy!","2012-08-16 20:09:24+00","9269711759_134654793344044",1],[935,"WARNING. In 15 minutes, you will see some serious action. Make sure you're sitting down.","2012-08-16 16:51:06+00","9269711759_10151134814171760",1],[937,"Pumped for the Expendables 2 premiere! http://instagr.am/p/OX0pzVjcTA/","2012-08-16 02:29:22+00","9269711759_10151133667406760",1],[938,"Since I'm getting ready to head to the Expendables premiere here in LA, it seems like a good time to remind everyone to watch this incredible fan trailer... I hope you're as pumped up as I am.","2012-08-15 23:30:14+00","9269711759_488691461159178",1],[940,"Need some extra motivation for doing your 1% for fitness this week? Zach Even - Esh is here for you, over at schwarzenegger.com","2012-08-15 20:49:40+00","9269711759_396997413688456",1],[942,"It was fantastic to talk with Maxim for this piece. Enjoy! http://ow.ly/cZGci","2012-08-15 18:17:31+00","9269711759_10151132806921760",1],[943,"First look at The Last Stand poster. What are your thoughts?","2012-08-14 21:19:47+00","9269711759_352341401507494",1],[946,"If you ever wanted to get the feel of a premiere, here is some of the action from the Paris Expendables 2 premiere. http://instagr.am/p/OJZoGTjcU5/","2012-08-10 12:03:45+00","9269711759_10151121371326760",1],[948,"Read this fantastic fitness article about one of my favorite things: http://www.schwarzenegger.com/fitness/post/pick-up-heavy-stuff","2012-08-08 19:50:07+00","9269711759_105595066256255",1],[949,"Beautiful night in Geneva for a bike ride. http://instagr.am/p/OFDhNbjcZ4/","2012-08-08 19:36:58+00","9269711759_10151117686566760",1],[952,"Need a 15 minute workout? We have you covered. http://www.schwarzenegger.com/fitness/post/adding-mayhem-to-the-method-a-1-percent-workout-for-your-carb-back-loading","2012-08-07 15:29:38+00","9269711759_348335251908144",1],[954,"First Instagram post. How am I doing? http://instagr.am/p/OAIl25jcQR/","2012-08-06 21:41:42+00","9269711759_10151113488856760",1],[956,"The day has 24 hours. So the question is, how will you fill them? http://schwrzng.gr/Q3ZGYt","2012-08-06 15:18:42+00","9269711759_402102706516130",1],[957,"Like the exclusive image from the set of The Last Stand I posted at http://schwarzenegger.com. Do it now!","2012-08-03 00:27:48+00","9269711759_10151105191636760",1],[959,"I just posted an exclusive first look image from The Last Stand over at Schwarzenegger.com. Like this... Sheriff's orders! http://ow.ly/cH2Zp","2012-08-02 19:00:56+00","9269711759_10151104600261760",1],[960,"USA Today says I kept my promise. Here's another promise: today I'll unveil a second Last Stand image @ Schwarzenegger.com","2012-08-02 17:18:22+00","9269711759_10151104410801760",1],[961,"For those asking about post-partisan solutions, I laid out my vision for post-partisanship at my inaugural in 2006: http://ow.ly/cGZWy","2012-08-02 16:48:17+00","9269711759_10151104357096760",1],[962,"I'm proud to announce my partnership with USC for the USC Schwarzenegger Institute. I look forward to bringing the best minds together at the Schwarzenegger Institute to study \u0026 present post-partisan solutions and to explore local action to solve global problems because I've always believed that the best ideas come from the grassroots. With its global presence \u0026 commitment to civic engagement USC is the perfect home for the Schwarzenegger Institute. http://ow.ly/cG639","2012-08-02 13:01:29+00","9269711759_10151103976566760",1],[963,"I told you I'd be back. Ready for a first look at The Last Stand? http://ow.ly/cG5pe","2012-08-02 04:10:05+00","9269711759_10151103316466760",1],[965,"Ready to read about how Franco and I used to eat pies right before a competition? We have a great nutrition piece today from SeanHyson.com for the more hardcore training crowd.","2012-08-01 18:29:20+00","9269711759_453259661372060",1],[968,"Since a lot of you talked about back/knee pain and other issues, we have a great piece with video for you today from Eric Cressey about some mobility drills you can use to help.","2012-07-31 16:13:14+00","9269711759_446217065418329",1],[934,"Here's your first look at the trailer for The Last Stand. Watch it now! http://ow.ly/d1iGr","2012-08-16 17:25:29+00","9269711759_10151134891891760",1],[936,"With one of the buffest guys in @Expendables2, @terrycrews, on the red carpet.  http://instagr.am/p/OX5TkjDcWb/","2012-08-16 03:10:39+00","9269711759_10151133730151760",1],[939,"Between the new poster for Last Stand and some great fitness content, we have a lot going on today at www.schwarzenegger.com. Check it out.","2012-08-15 23:18:51+00","9269711759_10151133363936760",1],[941,"Are you ready to see the first poster for The Last Stand? Head over to Schwarzenegger.com for the full image: http://schwrzng.gr/RWJaQf","2012-08-15 19:50:01+00","9269711759_10151132978891760",1],[944,"Today I visited Victoria Palace Theatre, where I won my first Mr. Universe in 1967. Great memories.  http://instagr.am/p/OMxJcfjcaL/","2012-08-11 19:37:30+00","9269711759_10151124350291760",1],[945,"Train to London! http://instagr.am/p/OKLRE1jcSJ/","2012-08-10 19:18:52+00","9269711759_10151122116426760",1],[947,"Since I'm heading to the Paris premiere tonight, this seems timely. Do it, do it now!","2012-08-09 17:33:25+00","9269711759_331945583561824",1],[950,"Today's post is something I'm passionate about: Pick Up Heavy Stuff by Jason Ferruggia.","2012-08-08 16:56:24+00","9269711759_176975489094094",1],[951,"Landed in Austria and woke up with a bike ride. How do you deal with jet lag? http://instagr.am/p/OCNE9vjcSc/","2012-08-07 17:01:02+00","9269711759_10151115184811760",1],[953,"In case you need some Monday motivation, I'm here for you: http://www.schwarzenegger.com/fitness/post/just-1-percent","2012-08-06 23:44:14+00","9269711759_288732881234562",1],[955,"Please share this. Just 1% of your time and you can be on your way to a healthier life. http://schwrzng.gr/Q3ZGYt","2012-08-06 17:57:25+00","9269711759_273791222733979",1],[958,"I want to know your favorite post this week at schwarzenegger.com. Was it the Shock Me blog I wrote? The info about eating cookies to get lean? The Schwarzenegger Institute? Or the exclusive photo from The Last Stand?","2012-08-03 16:59:15+00","9269711759_127343450742938",1],[964,"Yes, it's true. Franco and I ate cherry pies right before bodybuilding. Luckily for you hardcore lifters, we have the science here to back it up. What do you think? Will you give it a try?","2012-08-01 22:41:16+00","9269711759_312577942172105",1],[966,"It's been fantastic to see your reaction to my fitness blog. For those of you asking for nutrition info, we have a really wild post coming soon.","2012-08-01 16:37:33+00","9269711759_463378893680204",1],[967,"This post and video by Eric Cressey has been really popular. If you need help with your mobility in your hips, lower back, shoulders... you name it, he's the man.","2012-07-31 19:58:30+00","9269711759_140391669432610",1],[972,"If there isn't enough fitness content here for you to find your spark this weekend and do something for your health, you're in trouble. I look forward to bringing more content to help you guys next week.","2012-07-27 19:50:43+00","9269711759_241102119344498",1],[976,"A lot of you asked for bodybuilding tips. Thanks to Born Fitness, we have a great article about old school techniques.","2012-07-26 16:24:46+00","9269711759_503316903018705",1],[977,"I'm interested to hear what else you guys would like to see on schwarzenegger.com. Share your ideas with me so we can help you find your spark.","2012-07-26 00:33:00+00","9269711759_376281555771535",1],[978,"This was a great honor. Thanks to Comic-Con and the fans. It's great to be back.","2012-07-25 21:50:05+00","9269711759_420397064668049",1],[979,"After the chicken legs post some of you said you had trouble with squatting. Here are great tips from Diesel Strength \u0026 Conditioning.","2012-07-25 17:44:55+00","9269711759_391337224252978",1],[980,"Headed to the gym this morning and determined not to fall for the chicken legs trap? We have something for you...","2012-07-25 13:24:33+00","9269711759_329661467123892",1],[981,"The War on Chicken Legs is going well. Here's your 15 minute workout, plus Roman Fitness Systems posted a bodyweight edition in the Forum...","2012-07-25 01:33:02+00","9269711759_466865379998042",1],[982,"The beauty of having guest writers to help at schwarzenegger.com: You guys asked for help with chicken legs, and we have immediate action from Roman Fitness Systems","2012-07-24 22:32:16+00","9269711759_161571140645515",1],[983,"In case you missed it: join me and let's get rid of the chicken leg epidemic.","2012-07-24 21:41:48+00","9269711759_362524143819675",1],[984,"Since you guys knocked it out of the park with the memes, I think I might need your help here.","2012-07-24 17:19:16+00","9269711759_167947319996813",1],[985,"Who already gave 1% of their day for their health? And who has joined my fight against chicken legs?","2012-07-24 16:08:50+00","9269711759_373639706043196",1],[986,"Focus on the big picture for your health... and don't get the chicken legs virus.","2012-07-24 01:34:45+00","9269711759_342234099185703",1],[987,"It was great to spend some time with United Nations Industrial Development Organization Director-General Kandeh Yumkella talking about sustainable energy.","2012-07-24 00:50:34+00","9269711759_10151083232661760",1],[988,"Want to know one of my pet peeves in the gym? Here's some fresh Monday Motivation for you.","2012-07-23 19:37:22+00","9269711759_451313318232225",1],[989,"In case you're looking for your Monday Motivation, find your spark today: http://schwarzenegger.com/fitness/post/motivation","2012-07-23 16:20:29+00","9269711759_389409567781240",1],[991,"Along with all Americans, my thoughts and prayers are with the victims, their families, and the people of Aurora today. We support you.","2012-07-20 18:38:46+00","9269711759_10151076391301760",1],[993,"Share this with your friends. Getting fit shouldn't be about guilt and intimidation.","2012-07-19 22:25:41+00","9269711759_505466442804278",1],[994,"Great reaction so far to this piece by Roman Fitness Systems. Should we ask him to write a 1% workout you can do anywhere?","2012-07-18 22:17:30+00","9269711759_237852913002529",1],[996,"Happy 94th birthday to Nelson Mandela.  You’re my hero, and your selflessness, your vision, and your courage are an inspiration to everyone.  Your greatest service was to teach the world that “impossible” is just a myth.  Today all of us should take some time to reflect on Mandela’s great wisdom:  “It always seems impossible until it’s done.” After you reflect, go out and do the impossible. It's the best way to celebrate this great man.","2012-07-18 18:57:38+00","9269711759_10151072172556760",1],[998,"I've absolutely loved hearing how you're finding the spark. Keep sharing, and if you haven't yet, schedule your 1% for the day. http://schwarzenegger.com/fitness/post/motivation","2012-07-17 22:34:37+00","9269711759_321129921315391",1],[999,"Who gave their 1% yesterday? Who is giving it today? Tell me about it.","2012-07-17 16:26:38+00","9269711759_363285700410889",1],[1000,"Here's some Monday motivation for you. Who's ready to join me and spend 1% of your day getting healthier?","2012-07-16 18:53:59+00","9269711759_412968352071673",1],[1002,"It is always a great time when you get a chance to thank the real action heroes. Here's an album from our visit. Check it out.","2012-07-14 18:06:13+00","9269711759_470107399673824",1],[969,"One last thanks for the birthday messages and for sharing your workouts. Whether you're a beginner who walks at a faster pace or a hardcore guy doing the Arnold Press, share it and tell me how you shocked your muscles. After all, who else writes blogs for you on their birthday?","2012-07-31 01:16:05+00","9269711759_228221520634165",1],[970,"What do I want for my birthday? Just 2 things. I want you to hit the gym, go on a walk, or do ANYTHING for 15 minutes that brings you closer to your goals. And I want you to convince someone else to join you. There are resources, including workouts, here. Please share.","2012-07-30 22:58:18+00","9269711759_352150474863680",1],[971,"Thank you for all of the birthday wishes. You're the best fans in the world. Here's my birthday wish: read this, do what it says, and pass it on.","2012-07-30 20:42:13+00","9269711759_327288737365379",1],[973,"How did you guys like this article about 6 old school bodybuilding methods by Born Fitness? I would love your feedback.","2012-07-27 16:49:58+00","9269711759_286926891414920",1],[974,"So today we started the long to-do list you gave us for the site with this great piece on old-school techniques by Born Fitness We'll start checking off more of your requests right away.","2012-07-26 23:00:50+00","9269711759_408032595919797",1],[975,"Proud to join Governor Brown for the completion of the Sunrise Powerlink. This is a crucial part of reaching our renewable goals. With projects like this, California is leading the way to a clean energy future.","2012-07-26 17:50:21+00","9269711759_10151088980116760",1],[990,"A lot of you asked how to do the exercises in this workout, so Roman Fitness Systems made a video to demonstrate.","2012-07-21 22:40:16+00","9269711759_338790066203084",1],[992,"A lot of you asked how you could do your 1% a day without a gym or equipment. We asked Roman Fitness Systems to write up a workout to get you started. Enjoy!","2012-07-20 15:33:19+00","9269711759_499239160089715",1],[995,"Since so many of you seem to be looking for the #Spark, we re-engineered our forums to let you share inspiration and ideas. Check it out.","2012-07-19 19:03:46+00","9269711759_500165153342944",1],[997,"To help you find your spark, I plan to bring the best minds in fitness to schwarzenegger.com to connect with you. That starts today with this guest post from Roman Fitness Systems. Enjoy!","2012-07-18 15:35:41+00","9269711759_445276382161531",1],[1001,"Maybe I should have been more clear. Please share this, like it - do anything you can to spread the spark and get your friends healthy. Do it now!","2012-07-16 21:17:27+00","9269711759_176616572472192",1],[1003,"My thoughts and prayers are with Sly and his family.  Sly has become a great friend over the past couple decades, and I know how important his children are to him. I want him to know that my family and I, and his fans all over the world, support him during this difficult time.","2012-07-14 20:54:43+00","9269711759_10151064134566760",1],[1004,"At Camp Pendleton with General Coglianese, a great leader. Thank you for everything!","2012-07-14 00:22:58+00","9269711759_10151062496101760",1],[1006,"Really excited to be here at Camp Pendleton to show the Marines The Expendables 2 for the first time.","2012-07-13 23:09:21+00","9269711759_10151062396441760",1],[1009,"Can't wait to get to ComicCon but had to stop and see the SD After School All Stars. Great kids.","2012-07-12 22:54:06+00","9269711759_10151060312276760",1],[1011,"Does the exclusive ComiCon poster make you more pumped up for for The Expendables 2?","2012-07-10 19:49:24+00","9269711759_10151055841636760",1],[1013,"Is everybody ready for Comic-Con?","2012-07-09 23:40:08+00","9269711759_234649256655100",1],[1015,"Happy birthday to my great friend Sly Stallone, a renaissance man who doesn't need CGI to kick some serious ass.","2012-07-06 17:54:58+00","9269711759_10151046292736760",1],[1016,"Thank you Chancellor Faymann for hosting my son Patrick and his friends during their Austria stop on their Europe tour. They said the Austrian history lesson was a highlight of their trip.","2012-07-05 16:54:16+00","9269711759_10151043808956760",1],[1017,"I can't wait. How many of you will be joining me?","2012-06-28 23:52:56+00","9269711759_359355907470844",1],[1019,"California will make history tomorrow. We will see our open primary system and new citizen-drawn districts in action for the first time. There is nothing else like it and I know we are starting yet another national trend. When we campaigned to pass Propositions 11 and 14, we wanted to take the power from the politicians and give it back to the people so they could elect politicians who represented them instead of the parties and special interests. We wanted to put a stop to the 200 year history of gerrymandering and create a sane system. Now it's up to you to participate and make your voice heard. If you agree that politics should not be about political parties, but people, its critical everyone get out and vote. Especially to all the independents. The primary no longer leaves you out. I hope all Californians get out and show the power of these important reforms!","2012-06-04 22:14:58+00","9269711759_10150979615596760",1],[1021,"Thank you to the men and women who have served our country. Those of you who wear the uniform are the real action heroes.","2012-05-28 19:51:52+00","9269711759_359072130826396",1],[1023,"Best fan video I've ever seen. We should make it the official trailer. Who's with me?","2012-05-25 13:56:41+00","9269711759_369335606460407",1],[1025,"In support of After-School All-Stars, Gilt MAN is selling three watches from my collection, starting today at NOON EST- www.gilt.com/arnold. A limited edition humidor set will also be sold that includes one of my numbered and signed watches and a signed 8x10. Make sure you check out the exlcusive story at Gilt MANUAL - www.gilt.com/giltmanual/2012/05/arnold-schwarzenegger-military-tank-watch-after-school-all-stars","2012-05-11 13:00:27+00","9269711759_10150917099111760",1],[1027,"You've waited so patiently... and now I'm back. Watch the new Expendables 2 trailer.","2012-05-03 17:08:00+00","9269711759_289892014431462",1],[1028,"If you're on Pinterest, I pinned the poster there, too.","2012-04-27 19:20:58+00","9269711759_139331686191441",1],[1030,"Congrats to my great friend Sly Stallone on his well-deserved career achievement award at CinemaCon. Can't wait to start working together again in a couple weeks.","2012-04-27 01:19:58+00","9269711759_352958164762035",1],[1032,"I finally have an image to share that you guys haven't seen yet. Let me know what you think!","2012-04-26 17:05:31+00","9269711759_340324362698949",1],[1034,"Here's some more on the Venice High School print shop. I had a fantastic time with the students and Art.","2012-04-18 16:31:30+00","9269711759_296629460413645",1],[1036,"You can see the photos I have pinned so far here. Keep the submissions coming. Great ideas, and remember, if I use the photo, I will thank you in the book.","2012-04-16 21:25:26+00","9269711759_221790477923003",1],[1038,"I want you to be the first to see my book cover. But I also need your help finding the images for the back. More here: ","2012-04-16 12:44:37+00","9269711759_357043764341694",1],[1039,"In case you were wondering why exactly I went to Venice High School, I explain in this video. It's an issue that is very close to my heart.","2012-04-14 19:31:40+00","9269711759_220518938053943",1],[1041,"They can even make business cards.","2012-04-14 19:15:21+00","9269711759_10150777516566760",1],[1005,"Thanks for all your memes. Had a great laugh. Now tell me what you think about www.Schwarzenegger.com.","2012-07-13 23:33:09+00","9269711759_384212698310764",1],[1007,"Thanks again to IGN. Warning: only watch this video if you want to see me kicking ass.","2012-07-13 16:41:33+00","9269711759_251380091641101",1],[1008,"Thanks for the great reception, Comic-Con. I had a fantastic time.","2012-07-13 02:17:46+00","9269711759_10151060592256760",1],[1010,"Thank you IGN for this great honor. See you guys soon.","2012-07-12 22:28:38+00","9269711759_323379147755160",1],[1012,"I've loved seeing your responses to this. They are hilarious. Keep them coming. ","2012-07-09 17:41:16+00","9269711759_200014226793119",1],[1014,"I am relaunching the new, full schwarzenegger.com later this week. I thought this photo of me with the Eastwood special might be a fun way to get the fans involved. Send your best memes. We will feature them on the site.","2012-07-08 23:36:18+00","9269711759_10151051575341760",1],[1018,"I really enjoyed giving Adam a tour of Venice, and I think he did a fantastic job with his article. Read it!","2012-06-21 00:06:52+00","9269711759_429586863731365",1],[1020,"Giving a tour of Venice right now so of course I had to show them Muscle Beach.","2012-06-02 18:00:21+00","9269711759_10150973864596760",1],[1022,"Great response to this trailer. People keep asking me what happened to the monster guns, the one-liners, and all the things that made our action movies great... and this answers the question. We're back. Time to make action movies fun again.","2012-05-25 17:33:12+00","9269711759_103853943087631",1],[1024,"Did you check out my tank watch sale for After School All Stars yet at Gilt Manual? www.gilt.com/arnold","2012-05-11 16:00:10+00","9269711759_10150917507501760",1],[1026,"I wrote a piece in the LA Times about bringing the Republican party back into Reagan's big tent. Tell me what you think.","2012-05-06 00:02:39+00","9269711759_400873926610561",1],[1029,"Here's my poster for the Expendables again. Did you guys catch all of the 12 posters yesterday?","2012-04-27 17:54:57+00","9269711759_10150817237216760",1],[1031,"I want to hear your thoughts about this interview I did with BBC today. ","2012-04-26 22:09:57+00","9269711759_364200616948304",1],[1033,"","2012-04-18 17:46:55+00","9269711759_10150786411066760",1],[1035,"If you haven't submitted a photo yet, join in and help me find the back cover of my book! Some of you have submitted real gems.","2012-04-17 18:58:20+00","9269711759_207382702707410",1],[1037,"Are you on Pinterest? I will be pinning your photo submissions for the back cover of Total Recall here: http://pinterest.com/pin/152770612329924916/","2012-04-16 13:03:04+00","9269711759_366587290046331",1],[1040,"I got to make my own T-Shirts.","2012-04-14 19:15:21+00","9269711759_10150777516571760",1],[1042,"Here's the finished product of the t-shirt the students and their teacher, Art Lindauer, helped me make.","2012-04-14 19:15:21+00","9269711759_10150777516596760",1],[1044,"My thoughts are with family \u0026 friends of Bob Kennedy. There is no question that his legacy of a fitter and healthier world will live on. http://www.musclemag.com/bob.aspx","2012-04-13 17:41:44+00","9269711759_417178858294614",1],[1046,"","2012-04-11 16:39:42+00","9269711759_10150770688551760",1],[1048,"","2012-04-11 16:36:30+00","9269711759_10150770675236760",1],[1049,"Chairman Milanovich was a great leader for his tribe. He was a visionary who worked non-stop to secure a better future for the Agua Caliente. I always enjoyed our meetings, negotiations, and the time we spent together when I was in office.  My thoughts and prayers are with his family and all the people of Agua Caliente.  He will be missed.","2012-03-21 19:30:44+00","9269711759_10150727098656760",1],[1052,"In 15 minutes I will be speaking live about how we can make green energy sexy and create a clean energy future at http://www.unige.ch/. I expect all of you to tune in.","2012-03-07 17:53:40+00","9269711759_10150698207116760",1],[1054,"Go to Schwarzenegger.com to see strong man Derek Poundstone carry an 880 lb block of wood up a ramp. Do it now!","2012-03-04 03:10:07+00","9269711759_10150691365016760",1],[1056,"In case you wondered why the Arnold Classic is always in Columbus or why I've come here for 42 years, I'm talking about the history at www.schwarzenegger.com","2012-03-02 13:58:48+00","9269711759_10150688352736760",1],[1057,"With the strongest men in the world. One of my favorite events at the Arnold Sports Festival.","2012-03-02 02:24:13+00","9269711759_10150687618216760",1],[1060,"Wow, you guys gave me a lot of homework. Can't wait to get to your fitness questions later today. #q4Arnold","2012-02-17 14:00:34+00","9269711759_10150658094686760",1],[1061,"You guys have a ton of great questions. I can barely keep up. I will get to them tomorrow afternoon. Until then, keep them coming!","2012-02-17 02:03:15+00","9269711759_10150657083631760",1],[1064,"After all the action, stunts \u0026 physical abuse shooting The Expendables 2 and The Last Stand, it was time for a little tune up on my shoulder.  Look who was coincidentally waiting in line behind me for his shoulder surgery.  Now we're ready for another round of great times and action when we shoot The Tomb. #greattobeback","2012-02-08 20:56:25+00","9269711759_321845554517330",1],[1066,"I loved the food. I've loved my first trip to India. Here I am with the biggest piece of naan in Delhi. http://t.co/D6DCMw0n","2012-02-02 17:25:04+00","9269711759_10150620659816760",1],[1067,"Thanks for all the Delhi restaurant recommendations. A special thanks to those of you who mentioned Bukhara. It was incredible.","2012-02-02 16:51:02+00","9269711759_10150620588136760",1],[1069,"I can't wait! How many of you will be there?","2012-01-20 20:34:24+00","9269711759_271831709550005",1],[1070,"Having a beer with Formula 1 race car legend and fellow Austrian Niki Lauda at the Stanglwirt in Kitzbuehel.","2012-01-20 20:16:07+00","9269711759_10150588857321760",1],[1071,"In case you missed it, you can see the #holidayheroes video that earned tickets to The Expendables 2 premiere here: http://www.whosay.com/arnoldschwarzenegger/pages/holidayheroes","2012-01-11 15:19:49+00","9269711759_10150568867366760",1],[1074,"Great work @radnessrmg @antmaurizio @THE_T1000.  It was hard to choose but here is your winner:","2012-01-06 22:36:41+00","9269711759_10150558633621760",1],[1078,"I'll announce 3 finalists for the tickets tmrw, but I just want to thank everyone for the submissions. #holidayheroes","2012-01-04 00:01:01+00","9269711759_10150552194046760",1],[1080,"I'm having a great time watching your #holidayheroes videos. We put some of them together so everyone can enjoy them.","2011-12-30 14:30:15+00","9269711759_10150542842231760",1],[1082,"Join me in thanking our men and women in uniform. You might get 2 tickets to The Expendables 2 premiere. #holidayheroes","2011-12-22 17:00:32+00","9269711759_10150527367221760",1],[1084,"Can't wait to see your videos. I'll share them all on my page, but only 1 gets tickets to the premiere #holidayheroes","2011-12-21 00:06:53+00","9269711759_10150524028566760",1],[1086,"I always thank our troops during the holidays. You're the real action heroes \u0026 I made this video for you. #holidayheroes","2011-12-20 19:55:51+00","9269711759_10150523581936760",1],[1043,"Checking out one of the printers. They got 1.5 million from our Prop 1D bond for this facility.","2012-04-14 19:15:21+00","9269711759_10150777521146760",1],[1045,"I need your help. I have been working on my book, Total Recall: My Unbelievably True Life Story, for quite a while now, and later today we are having a brainstorming session to talk about themes, stories, and ideas I might have missed. A million minds are better than a few, so I'm asking you to let me know: what do you want to hear about? What themes in my life? Are their any stories you really want to hear? Give me your ideas. You can all consider yourselves my co-writers.","2012-04-11 17:10:02+00","9269711759_10150770747326760",1],[1047,"","2012-04-11 16:37:49+00","9269711759_10150770680521760",1],[1050,"Here we go! Backstage in Geneva heading out. We will start with a discussion before my speech. Watch here: http://www.unige.ch/.","2012-03-07 18:21:42+00","9269711759_10150698258781760",1],[1051,"A taste of the suspense waiting to hear who won the Arnold Classic.","2012-03-04 04:14:44+00","9269711759_10150691472746760",1],[1053,"2012 Arnold Classic Champion Branch Warren.","2012-03-04 03:19:53+00","9269711759_10150691381866760",1],[1055,"First person to show up at my sons' booth and say a line from Conan gets a free t shirt. Go!","2012-03-03 19:53:12+00","9269711759_10150690751106760",1],[1058,"Pumped up to be back in Columbus for the 24th Annual Arnold Sports Festival. I will be bringing you guys with me with live webcasts at www.schwarzenegger.com so check in!","2012-03-02 02:26:09+00","9269711759_383236548370371",1],[1059,"I had a fantastic time with some on- and off-the-court heroes in Orlando supporting After School All Stars. Special thanks to Chris Bosh for all you do. Also, thanks for making me look like Danny DeVito.","2012-02-25 03:34:08+00","9269711759_10150675959631760",1],[1062,"Since I'm recovering from my shoulder surgery, I really miss my training. I've done Twitter Q \u0026 A's before, but never just about fitness, and never on Facebook, too. Submit your training/bodybuilding questions and I will answer some of the best here tomorrow. On Twitter, you can use #q4Arnold. You can also submit on the website. Can't wait to see your questions!","2012-02-16 23:16:38+00","9269711759_345720552117620",1],[1063,"You can watch my speech from India about why we shouldn't wait to move forward with green energy here. Tell me what you think..","2012-02-09 20:03:55+00","9269711759_10150638364761760",1],[1065,"My thoughts and prayers are with the friends and family of Mits Kawashima. I lost a great friend and mentor this week, and the world lost one of the best advocates of fitness and bodybuilding.  Mits was one of the first people I met when I came to America. From the moment we met, he was always a loyal and thoughtful friend, guiding me and inspiring me to always be at my best, whether I was wo... http://say.ly/pWU1nI5","2012-02-06 20:30:57+00","9269711759_10150630725666760",1],[1068,"This is how they greeted me in India. Who has some restaurants or other tips for Delhi?","2012-02-01 13:42:10+00","9269711759_10150617767491760",1],[1072,"Happy birthday to my idol and the greatest of all time, Muhammad Ali.","2012-01-17 21:38:54+00","9269711759_10150582335576760",1],[1073,"Congrats to Brian Pearson on winning the tickets to The Expendables 2 premiere. I had a great time seeing your contributions and look forward to the next contest. http://t.co/WDYBXCjD","2012-01-06 22:47:04+00","9269711759_10150558653076760",1],[1075,"I'll announce the winner of the Expendables premiere tickets Friday. Tell me your thoughts on our finalists.","2012-01-05 00:51:57+00","9269711759_10150554347396760",1],[1076,"I loved all the #holidayheroes videos, but these are the finalists. Congrats @radnessrmg @antmaurizio @THE_T1000.","2012-01-04 18:05:10+00","9269711759_10150553576326760",1],[1077,"Thank you for your #holidayheroes videos, and congratulations to our finalists. Here is my announcement.","2012-01-04 18:00:28+00","9269711759_10150553568496760",1],[1079,"The video responses for #holidayheroes are inspiring. Keep submitting. I choose a winner next week. And check them out here.","2011-12-30 17:00:28+00","9269711759_10150543093391760",1],[1081,"Merry Christmas to our men and women in uniform. Thank you for everything you do to allow us to enjoy this time.","2011-12-25 14:00:28+00","9269711759_10150532964566760",1],[1083,"Make the best video thanking our troops, get 2 tickets to The Expendables 2 premiere. What are you waiting for? #holidayheroes","2011-12-21 14:05:29+00","9269711759_10150525118061760",1],[1085,"Help me pump up our men and women in uniform. Post your own messages and send them to me using the twitter hashtag #holidayheroes. Best video gets two tickets to be my guest at The Expendables 2 premiere next year.","2011-12-20 20:12:28+00","9269711759_236786136395132",1],[1088,"Here's another shot of the watch and my tank. See more at http://www.schwarzeneggertankwatch.com. Beware: there is footage of me driving the tank. Please don't try that without proper supervision.","2011-12-12 18:21:54+00","9269711759_10150507760491760",1],[1089,"Loving the feedback. Now just let me know: do you think it is fair that fossil fuels get so much more government money than renewables? http://www.washingtonpost.com/opinions/an-unfair-fight-for-renewable-energies/2011/12/02/gIQA9lWrTO_story.html?hpid=z3","2011-12-05 16:54:59+00","9269711759_10150491383316760",1],[1091,"Warren Buffet is a visionary and he's investing in the future. I love Warren, and I really love this kind of action: http://www.latimes.com/news/science/environment/la-fi-buffett-solar-20111208,0,5092398.story?track=rss\u0026utm_source=feedburner\u0026utm_medium=feed\u0026utm_campaign=Feed:+latimes/news/science/environment+(L.A.+Times+-+Environment)","2011-12-08 22:24:05+00","9269711759_10150498399146760",1],[1095,"In case you missed it on Twitter: I had a great time shooting The Expendables 2 with Sly and Bruce in Bulgaria two weeks ago.","2011-10-24 18:39:02+00","9269711759_10150418937216760",1],[1097,"We loved our time in the Arara village, \u0026 Jim Cameron introduced me to Raoni, the leader of the Kayapo who came to meet us.","2011-03-24 18:21:36+00","9269711759_10150167397551760",1],[1099,"I heard the Marines were seriously showing off with their chin ups so I had to stop by and see for myself. ","2011-03-06 00:16:06+00","9269711759_195019317187239",1],[1101,"Proper powerlifting form. Imagine all the fun you're missing if you're not at Arnold Sports Festival.","2011-03-04 21:45:11+00","9269711759_133593773378049",1],[1103,"I also checked out the women's bodybuilding today.","2011-03-04 21:39:49+00","9269711759_130399167033469",1],[1106,"Talk about inspiration. Wheelchair bodybuilding! Tell me your excuse for not working out today again?","2011-03-04 18:58:37+00","9269711759_10150150082486760",1],[1109,"In the US Capitol this week, ran into a display of fantastic photos of Special Olympics athletes. In DC? Check it out.","2011-03-03 23:52:16+00","9269711759_10150149533541760",1],[1111,"You can watch my full speech about the need for a green energy policy here: ","2011-03-03 22:09:25+00","9269711759_133866940015607",1],[1112,"Story in NY Times on oil \u0026 our economy: http://nyti.ms/dFNDRn. Can't wait to talk to innovators who will solve this problem: ","2011-02-25 19:08:36+00","9269711759_185087421527696",1],[1397,"Video of my tour at Twitter HQ yesterday with co-founders Biz Stone \u0026 Evan Williams","2009-08-27 14:35:58+00","9269711759_121087399043",1],[1087,"In case you wanted to a link straight to the video where I drive my tank: http://www.youtube.com/watch?v=UHckEB1LWUg. I hope you'll support After-School All-Stars and think about the tank watch as a gift: http://www.schwarzeneggertankwatch.com","2011-12-12 21:54:31+00","9269711759_10150508337516760",1],[1090,"I designed this watch last year as a Christmas gift for a few friends. People keep asking me where they can buy it, so I decided to sell a few this year to raise money for After-School All-Stars (www.afterschoolallstars.org). If you're interested, check it out here: http://www.schwarzeneggertankwatch.com/","2011-12-12 16:59:42+00","9269711759_10150507573241760",1],[1092,"Read my piece in the Washington Post today and tell me your thoughts. I am really proud to be giving a speech on this tonight: http://www.washingtonpost.com/opinions/an-unfair-fight-for-renewable-energies/2011/12/02/gIQA9lWrTO_story.html?hpid=z3","2011-12-05 13:58:55+00","9269711759_10150491099556760",1],[1093,"Got a little banged up on set yesterday. Thanks to the medical staff who got me back in action an hour later!","2011-11-18 13:15:27+00","9269711759_10150455494721760",1],[1094,"Happy Birthday Marines! Thanks for 236 years of service in every clime and place! Semper Fi!","2011-11-11 01:08:04+00","9269711759_10150442124696760",1],[1096,"An amazing experience on the Xingu with Jim Cameron. Inspirational natural beauty, people \u0026 yes, a primate riding a pig. ","2011-03-24 22:58:25+00","9269711759_209014345791469",1],[1098,"Landing on the Xingu River in Brazil with Jim Cameron today. Such a fantastic time checking out the forest. More tomorrow.","2011-03-24 05:37:29+00","9269711759_171635406220024",1],[1100,"Hanging out with some After-School All-Stars in Columbus.","2011-03-05 00:31:30+00","9269711759_10150150285441760",1],[1102,"How much can you deadlift? Time to hit the gym.","2011-03-04 21:46:22+00","9269711759_140371502696308",1],[1104,"I never walk through the Expo without talking to some of my heroes, the Marines.","2011-03-04 21:42:54+00","9269711759_101767626572550",1],[1105,"I'm going to be reporting from the Arnold Sports Festival every day. Here's my welcome:","2011-03-04 21:37:00+00","9269711759_187006018001427",1],[1107,"If you're at the Arnold Sports Expo don't forget to stop by my booth and buy some gear to benefit After School All Stars http://bit.ly/gtOcp8.","2011-03-04 18:58:37+00","9269711759_10150150085071760",1],[1108,"Talking to the great innovators who can lead us to a green future today. It's time for the US to lead on energy. ","2011-03-02 05:22:33+00","9269711759_107569959323068",1],[1110,"Inspired by the green tech innovators at the ARPA-E Innovation Summit in DC. Talking about how we can move forward with an energy policy.","2011-03-01 16:22:12+00","9269711759_10150147710241760",1],[1113,"Planning great contests for prizes for the Arnold Sports Festival in Columbus next weekend. Get ready!","2011-02-25 01:17:45+00","9269711759_195528563805161",1],[1114,"Watch for Arnold Sports Festival updates at the Arnold Sports Facebook page!","2011-02-24 05:46:37+00","9269711759_128857617186121",1],[1116,"It's almost time for one of my favorite weekends. How many of you will be in Columbus?","2011-02-23 18:12:58+00","9269711759_112715198805691",1],[1118,"If you want to join LeBron James, Chris Bosh \u0026 other Hoop Heroes and me, text ASAS to 20222 to give $10. Or visit www.hoopheroes.org.","2011-02-19 20:47:46+00","9269711759_195066667177943",1],[1120,"Having a great time with LeBron James and Chris Bosh. Raising money for After-School All-Stars.","2011-02-19 05:57:45+00","9269711759_10150139759916760",1],[1121,"Great time talking with Stanford public policy students today about the need to serve the people, not the parties.","2011-02-11 06:39:21+00","9269711759_1828792602194",1],[1123,"Maria and I were deeply saddened to learn of the death of Jack LaLanne. Jack was literally an apostle for fitness, and his gospel inspired billions all over the world to live healthier lives.\n\nFrom the moment I met Jack on Venice Beach in 1968, I knew I'd never meet someone with so much energy – to keep himself in the best shape imaginable, but also to motivate everyone around him to get moving, eat well, and be the best version of themselves. He was on a mission to make a healthier world, and he wouldn't be content until he'd touched every person he could. He did just that, through his fantastic television shows, his innovative products, and his contagious spirit. He was so adamant about fitness that it was never about just himself and being the fittest man in the world, it was always about how he could make everyone else join him. In fact, I'm sure I'm not alone in still using my Jack LaLanne Power Juicer every day. \n\nAbove all else, Jack was a man of action. When asked to work on the President's Council for Physical Fitness, he dove into action. When he wanted to find a way to get people eating more fruits and vegetables, he just invented an easier way to put 12 carrots into one cup of juice. When you asked him to research food supplements, he started poring over the science that very second. When I called on him to work on my Governor's Council on Physical Fitness, it didn't matter how old he was, he showed up for duty right away. Whenever I or anyone else needed any help to promote fitness he was there. I remember one time I was on a plane with him – he was 92 at the time – and he said \"I'm so stiff, I've got to stretch my hamstrings.\" And he reached his legs right up to the ceiling of the plane. He was 92! Right away, I thought, \"Jack isn't just stretching, he is inspiring the rest of us.\" Believe me, I didn't miss a set in my workout that evening. And that's what he did for the entire world throughout all of his 96 years.\n\nNow Jack, for so long the most energetic man in the room, can finally rest, knowing that he left the world a better and fitter place than he found it. Our thoughts and prayers are with Jack's wife Elaine and his entire family during this difficult time.","2011-01-24 19:51:32+00","9269711759_10150125512206760",1],[1125,"Sargent Shriver was an inspiration to me and millions of people all over the world, and he will be dearly missed. His life is a blueprint for those of us who aspire to place the needs of others above our own. http://bit.ly/gyH8f6","2011-01-19 02:16:38+00","9269711759_10150122576091760",1],[1127,"I look forward to the inauguration \u0026 wish the best today to Gov. Brown. We caught my last day in office on camera:","2011-01-03 18:29:26+00","9269711759_1766249078645",1],[1130,"Merry Christmas! Have a fantastic day.","2010-12-25 16:18:18+00","9269711759_171554789550678",1],[1133,"Inducting a great line up tonight. From Mark Zuckerberg to Serena Williams \u0026 more. Tune in now: http://tweetcast.in","2010-12-15 03:19:48+00","9269711759_10150102768191760",1],[1135,"Had a great time at the birthday celebration. Happy birthday, National Guard.","2010-12-14 23:21:57+00","9269711759_10150102672016760",1],[1136,"Looking forward to honoring 14 fantastic people at tomorrow’s California Hall of Fame ceremony","2010-12-14 04:17:59+00","9269711759_110736375667029",1],[1138,"Lighting the Tree of Hope at Martin Luther King Hospital. I had a great time.","2010-12-11 04:34:05+00","9269711759_10150100623771760",1],[1139,"Unveiling the first Gold Star license plates so that families who've lost a hero can honor them.","2010-12-10 01:20:31+00","9269711759_10150100071196760",1],[1141,"Going on soon to announce Special Session to deal with our budget deficit. Watch at http://tweetcast.in/1409","2010-12-06 21:44:35+00","9269711759_137054403015052",1],[1142,"Proud to swear in our new Chief Justice of the CA Supreme Court. Tune in: http://tweetcast.in/1407","2010-12-03 19:29:28+00","9269711759_111948582208825",1],[1146,"About to go on to promote reusable bags. Watch at http://tweetcast.in","2010-11-29 19:12:15+00","9269711759_128301737229587",1],[1148,"So honored to be part of the naming ceremony for the CHIME Schwarzenegger Community School. Tune in: http://tweetcast.in/1403","2010-11-22 18:16:39+00","9269711759_167867883247175",1],[1115,"Sat down with LeBron James \u0026 John King to talk about After-School All-Stars and the importance of giving back. ","2011-02-22 23:38:03+00","9269711759_130992506969984",1],[1117,"I'm looking forward to this!","2011-02-22 19:21:26+00","9269711759_112436942167304",1],[1119,"Great time last night with LeBron James and Chris Bosh. We raised over $2 million for After-School All-Stars.","2011-02-19 20:45:52+00","9269711759_128010567271943",1],[1122,"Exciting news. My friends at CAA have been asking me for 7 years when they can take offers seriously. Gave them the green light today.","2011-02-11 06:35:06+00","9269711759_152064908184367",1],[1124,"Emergency on a Plane: The Sequel. Staircase failure. Thanks to US Air Force for the help!","2011-01-23 05:09:48+00","9269711759_10150124645021760",1],[1126,"Three Governors.","2011-01-04 05:22:05+00","9269711759_10150114277256760",1],[1128,"Thank you for the honor of serving as your Governor and delivering this radio address every week. Here is my last one:","2011-01-02 21:42:55+00","9269711759_1764526955593",1],[1129,"I want to wish everyone a happy \u0026 healthy New Year! Tell me your New Year's resolutions and I'll give the best one an autographed jacket.","2011-01-01 17:02:57+00","9269711759_140699409322136",1],[1131,"Happy Holidays! Use this time as an opportunity to give back. And remember, don't break a leg on the slopes. ","2010-12-24 03:24:27+00","9269711759_170505029655607",1],[1132,"Participating in the groundbreaking for an expansion at Adelanto Detention Center to reduce overcrowding. Tune in at http://tweetcast.in/1416","2010-12-15 18:29:02+00","9269711759_120178981383240",1],[1134,"Tune in now for the California Hall of Fame. http://tweetcast.in/1415","2010-12-15 03:01:03+00","9269711759_114735445262263",1],[1137,"Can't wait to celebrate the National Guard's birthday. Tune in at http://tweetcast.in/1414 to see me cut the cake.","2010-12-14 22:29:22+00","9269711759_173583769340268",1],[1140,"Every year we honor real heroes at our Medal of Valor ceremony. Tune in now at http://tweetcast.in/1410 to help us celebrate them.","2010-12-07 22:38:34+00","9269711759_175518759139968",1],[1143,"Proud to accept an award from the US EPA for our environmental action in CA. Watch at http://tweetcast.in/1406","2010-12-02 21:38:12+00","9269711759_115516221847988",1],[1144,"Giving the first gifts at the Menorah lighting!","2010-11-30 20:48:10+00","9269711759_10150094996916760",1],[1145,"It's time for the Capitol Menorah Lighting! Tune in at http://tweetcast.in/1405","2010-11-30 19:33:10+00","9269711759_116595948407566",1],[1147,"Giving away turkeys at the Hollenbeck Center. Been doing it for years \u0026 the feeling of giving back never gets old.","2010-11-24 00:02:21+00","9269711759_10150091405776760",1],[1149,"Speaking at the LA Auto Show about all the green cars here. In 2003, there were 2 clean cars. This year, 50+.","2010-11-19 18:42:37+00","9269711759_502011416759",1],[1150,"My letter today to U.S. Secretary of Transportation Raymond LaHood requesting that other states’ unwanted federal contributions to high-speed rail systems be redirected to California – where we'll use it to generate hundreds of thousands of jobs and provide a clean, fast and low-cost way to travel.","2010-11-17 02:05:07+00","9269711759_157670957609061",1],[1152,"Great, fun read:","2010-11-16 21:40:57+00","9269711759_170655082964642",1],[1154,"Dino De Laurentiis always said to have a great life you need 3 things: brain, heart, balls. Let me tell you, he had them all. I'll miss him.","2010-11-11 20:40:21+00","9269711759_176117695736509",1],[1156,"Don't forget to watch The Tonight Show this evening. Major announcement coming.","2010-11-09 00:07:22+00","9269711759_495034881759",1],[1158,"Governor-elect Brown is riding to Sacramento with me today.","2010-11-04 21:59:49+00","9269711759_493013676759",1],[1159,"I know how difficult it can be when things don't go how you planned. Just called Meg Whitman to let her know I'm thinking of her.","2010-11-03 23:48:30+00","9269711759_115749115156383",1],[1161,"Congrats, Giants! California beat Texas today and California will beat Texas oil companies' ploy to undo our clean energy laws tomorrow by rejecting Prop 23.","2010-11-02 04:27:10+00","9269711759_169496519743923",1],[1163,"Fun shot from the archives. Explaining the budget to my lab, Gustav. As you can see, he's very conservative.","2010-10-28 21:30:57+00","9269711759_489196896759",1],[1165,"Jim Cameron and I discussing our new ad. Thanks for tuning in.","2010-10-27 22:45:24+00","9269711759_488729686759",1],[1168,"Jim Cameron and I are going to announce our project this afternoon with a special screening. Stay tuned and I'll post a web address.","2010-10-27 19:37:51+00","9269711759_163539633668008",1],[1171,"All set for the conversation with Meg Whitman, Jerry Brown and Matt Lauer. Tune in at http://bit.ly/awvutL","2010-10-26 20:52:42+00","9269711759_164535546909094",1],[1172,"Great questions coming in about all my careers. Keep them coming using #Q4Gov on Twitter and I'll answer live at 3PM at http://tweetcast.in/1390","2010-10-21 19:14:14+00","9269711759_169588206390727",1],[1174,"Jim Cameron \u0026 I are working on something together, @zealcore. Will announce Mon. Here's a shot of us discussing. ","2010-10-21 19:12:38+00","9269711759_170660312944460",1],[1178,"Excited to meet Victor, a true action hero, and hear this story from him: http://lat.ms/axCmML. Hollywood couldn't write a better script.","2010-10-07 17:11:17+00","9269711759_152446491457624",1],[1180,"Going on any minute to discuss the passage of the budget. Watch at http://tweetcast.in/1385","2010-10-08 15:49:48+00","9269711759_166664986680772",1],[1182,"About to go live with Steve Jobs to sign a historic organ donor bill. Watch at http://tweetcast.in/1382","2010-10-05 19:10:10+00","9269711759_136208276427377",1],[1183,"Highlighting legislation to guarantee CSU admission to CCC graduates - watch live now at http://tweetcast.in/1381","2010-10-04 16:25:53+00","9269711759_159162437442101",1],[1184,"Thanks for all your tweets about AB 1602 and SB 900. I'm signing both in a few minutes. Watch live at http://tweetcast.in/1380","2010-10-01 17:01:50+00","9269711759_153848341315102",1],[1186,"","2010-09-15 15:37:56+00","9269711759_470281831759",1],[1190,"In front of the Great Hall in Hangzhou","2010-09-11 15:05:20+00","9269711759_468432041759",1],[1191,"Speaking right now to AliFest and I brought you on stage with me","2010-09-11 07:40:38+00","9269711759_468349606759",1],[1193,"If you enjoyed Years of Living Dangerously last night, watch this and share with your friends. I'm proud to be part of this project.","2014-04-21 18:45:57+00","9269711759_10152312472386760",1],[1194,"Handing out California fruit in Hangzhou","2010-09-11 06:21:19+00","9269711759_468337276759",1],[1196,"Wheels up to my Asia Trade mission. Creating jobs is the best way to get more revenue, and we will prove it.","2010-09-09 23:08:13+00","9269711759_153911574627885",1],[1197,"This wall in Venice was the first construction job I did 40 years ago after coming to America. http://twitpic.com/2l7id5","2010-09-06 08:17:10+00","9269711759_136616393049311",1],[1199,"I urge you to demand transparency from your elected officials. Demand that they post all their financial interests online. http://www.youtube.com/watch?v=6Fb0yv_5rS8","2010-09-06 08:16:27+00","9269711759_124206804298943",1],[1200,"Watch my press conference on the budget - live at http://tweetcast.in/1372","2010-09-01 18:01:37+00","9269711759_111137698942675",1],[1151,"Getting ready for a great conversation with Prime Minister David Cameron at #ggcs3. Tune in in 25 minutes at http://www.gov.ca.gov/ggcs3","2010-11-16 17:41:25+00","9269711759_174912122520823",1],[1153,"Excited to kick off the Governor's Global Climate Summit. Watch all day: http://www.ggcs3.org/","2010-11-15 18:20:54+00","9269711759_123321874393634",1],[1155,"Admiral Mullen and I are honoring veterans today with a service project. Tune in at http://tweetcast.in/1399","2010-11-11 17:01:52+00","9269711759_163429603697365",1],[1157,"Tune in now. We are discussing our great political reform victories on Props 20 and 27 at http://tweetcast.in/1396","2010-11-04 22:37:57+00","9269711759_167092129982257",1],[1160,"Three words: fear the beard.","2010-11-03 21:25:53+00","9269711759_492470246759",1],[1162,"Just called to congratulate Jerry Brown. Looking forward to Maria \u0026 me getting together with him \u0026 Anne to talk about a smooth transition.","2010-11-03 05:03:33+00","9269711759_153665884676555",1],[1164,"Watch this, then post on your facebook page, tweet \u0026 show all your friends: ","2010-10-27 23:31:17+00","9269711759_124470840943077",1],[1166,"","2010-10-27 22:10:20+00","9269711759_166179873399829",1],[1167,"Jim Cameron and I are planning our screening for an hour from now. As soon as I get the webcast link I will post it.","2010-10-27 21:13:19+00","9269711759_113881785341360",1],[1169,"Stay tuned tomorrow for info about my new project with Jim Cameron.","2010-10-27 03:34:51+00","9269711759_488346991759",1],[1170,"In case you missed my conversation with Meg Whitman \u0026 Jerry Brown you can watch it at http://tweetcast.in/1392","2010-10-27 03:28:41+00","9269711759_172302179447256",1],[1173,"Here's a behind the scenes pic from the tweetcast today. View the archive video here http://tweetcast.in/1390","2010-10-21 23:29:17+00","9269711759_485709831759",1],[1175,"I'm going to be taking questions live from my twitter followers tmrw at 3pm. Check http://tweetcast.in/1390 and start sending q's using #Q4Gov","2010-10-20 21:20:21+00","9269711759_155234267845483",1],[1176,"About to sign SB 657 to help combat human trafficking. Watch live at http://tweetcast.in/1388","2010-10-18 19:41:34+00","9269711759_162576923761777",1],[1177,"A five-day international trip with stops in Russia and London to promote California’s leadership in the high-technology industry and strengthen relations with California’s international partners.","2010-10-15 20:23:42+00","9269711759_482640241759",1],[1179,"You should read this:","2010-10-06 23:15:46+00","9269711759_162401080453454",1],[1181,"Getting ready to sign AB 12, which you were very passionate about, to help our foster kids. Watch at http://tweetcast.in/1383","2010-10-06 16:23:33+00","9269711759_159167167440890",1],[1185,"I always look forward to this. About to go live at http://tweetcast.in/1379 to award Public Safety Medals of Valor.","2010-09-28 17:27:04+00","9269711759_138312549547634",1],[1187,"Promoting CA products in Japan - look at all the cell phone cameras. Hope some of you tweet your shots.","2010-09-14 15:00:53+00","9269711759_469834906759",1],[1188,"Meeting with Shanghai Party Secretary Yu Zhengsheng to discuss CA and China businesses working together","2010-09-13 04:13:09+00","9269711759_469197016759",1],[1189,"Spoke to Pres. Obama to thank him for his help with the San Bruno explosion.","2010-09-11 15:28:43+00","9269711759_108059479255843",1],[1192,"If you ever wanted to walk through the Arnold Classic Brazil Expo in my shoes, here is your chance. Not for the claustrophobic!","2014-04-27 14:59:51+00","9269711759_10152325112476760",1],[1195,"Over Anchorage, AK. Looking everywhere but can't see Russia from here. Will keep you updated as search continues.","2010-09-10 03:01:46+00","9269711759_467934866759",1],[1198,"Taking off for San Diego to sign Chelsea's Law. See you soon, http://twitter.com/chelseaslight supporters. This is a big day.","2010-09-09 17:03:30+00","9269711759_100258780036245",1],[1201,"About to speak at FPPC Political Reform Act Task Force meeting - watch at http://tweetcast.in/1370","2010-08-30 20:09:21+00","9269711759_147896555232337",1],[1205,"Participating in a budget discussion with Goleta Valley Chamber of Commerce - live @ http://tweetcast.in/1368","2010-08-24 17:10:06+00","9269711759_150618441631505",1],[1208,"About to go live to discuss the need for investment in infrastructure with Gov Rendell. ","2010-08-16 19:05:07+00","9269711759_106705946054502",1],[1210,"Hanging at Melody Ranch with my son and his friends. Great western town.","2010-08-14 19:11:52+00","9269711759_457755281759",1],[1212,"Read my editorial from the LA Times today at http://bit.ly/bWJM8C","2010-08-10 17:40:05+00","9269711759_144136328941945",1],[1213,"About to go on in Silicon Valley to have a discussion about the budget. Tune in at http://tweetcast.in to watch","2010-08-10 16:44:02+00","9269711759_144467535583335",1],[1216,"Tune in now for my budget discussion with the Bay Area Council. http://tweetcast.in","2010-08-06 18:34:31+00","9269711759_118016134913947",1],[1218,"Made sure my staff had the CA Budget clock installed today. Get yours here: http://bit.ly/dctvHE","2010-08-04 02:45:21+00","9269711759_453793266759",1],[1219,"A little surprise breakfast with our tank ride winner, Alex - and Gustav, of course.","2014-04-18 16:32:04+00","9269711759_10152305685171760",1],[1220,"Receiving a Briefing on Crown Fire and Status of Fires Statewide - watch now live at http://tweetcast.in/1360","2010-07-30 23:43:45+00","9269711759_144281802264632",1],[1223,"Discussing the Budget with San Diego Regional Chamber of Commerce. Watch now at http://tweetcast.in/1359","2010-07-29 17:31:00+00","9269711759_101360953254476",1],[1225,"Announcing the world's first wellness city. Watch at http://tweetcast.in","2010-07-27 17:15:03+00","9269711759_139775256045652",1],[1227,"Discussing budget with Los Angeles Area Chamber of Commerce. Watch live now @ http://tweetcast.in/1356","2010-07-26 16:57:09+00","9269711759_145508122127053",1],[1228,"Going live now to talk about how state agencies can combat climate change. Watch at http://tweetcast.in","2010-07-21 18:12:36+00","9269711759_117643501616580",1],[1230,"Starting our pension reform discussion now. You can tune in: http://tweetcast.in.","2010-07-08 18:17:49+00","9269711759_141334062549320",1],[1233,"Let us celebrate July 4th - of how fortunate we all are to be part of, and to live, in the greatest country in the world.","2010-07-02 22:48:33+00","9269711759_1500857844030",1],[1234,"Announcing $7.5 million in grants to help at-risk youth avoid gang influence - watch live at http://tweetcast.in/1351","2010-06-30 21:06:49+00","9269711759_128956467141841",1],[1236,"Joined Sir Richard Branson to Celebrate Virgin America's first international destination -","2010-06-29 14:58:08+00","9269711759_131481780216836",1],[1238,"Help us sell a million license plates to support the arts in our schools: http://bit.ly/akGQiI","2010-06-28 17:30:29+00","9269711759_128601547176137",1],[1240,"about to give remarks at Governor's Summit on the Advanced Transportation Industry - watch live at http://tweetcast.in/1346","2010-06-15 20:17:45+00","9269711759_121974071177429",1],[1242,"About to launch Operation Welcome Home on the flight deck of the USS Midway. Watch at http://tweetcast.in/1340","2010-06-03 16:58:51+00","9269711759_132096713472745",1],[1399,"NEWS RELEASE: Governor Schwarzenegger Issues Statement Regarding Death of Senator Edward Kennedy (8/26/09)","2009-08-26 21:20:36+00","9269711759_117544259657",1],[1202,"Discussing the state budget with the San Francisco Chamber of Commerce - watch live at http://tweetcast.in/1371","2010-08-31 18:16:03+00","9269711759_110574378999620",1],[1203,"This week, I wrote an editorial for the Wall Street Journal about a problem that California has been sweeping under the rug for years.","2010-08-28 16:01:15+00","9269711759_143020125735621",1],[1204,"Preparing to announce the result of Operation Disarm, a huge parole sweep in Los Angeles. Watch at http://tweetcast.in/1369","2010-08-26 18:11:19+00","9269711759_113638232025049",1],[1206,"Tune in now at http://tweetcast.in","2010-08-16 19:17:22+00","9269711759_140344362671075",1],[1207,"","2010-08-15 01:42:30+00","9269711759_151646261518500",1],[1209,"Getting ready to go on at the CA Hispanic Chamber for a budget discussion. Tune in live at http://tweetcast.in","2010-08-13 19:23:13+00","9269711759_123499654364386",1],[1211,"Meetings all day at the Capitol and a little break with Sly to see the Expendables premiere. Had a great time w/ Sly and the cast, now back home. http://yfrog.com/n29xxj","2010-08-12 06:01:37+00","9269711759_144109635609471",1],[1214,"About to go on in Silicon Valley to have a discussion about the budget. Tune in at http://tweetcast.in to watch","2010-08-10 16:44:59+00","9269711759_116963955022381",1],[1215,"","2010-08-07 17:02:45+00","9269711759_149239218426032",1],[1217,"This decision affirms the full legal protections and safeguards I believe everyone deserves: http://bit.ly/cmM2Hq","2010-08-04 22:08:20+00","9269711759_149215118426024",1],[1221,"Did you know every day the Legislature fails to pass a budget CA spends $52.3 million more than we take in? http://bit.ly/dctvHE","2010-08-03 19:25:46+00","9269711759_143247262361387",1],[1222,"Heading to discuss our budget situation with the Central CA Hispanic Chamber of Commerce. You can watch at http://tweetcast.in.","2010-08-03 17:32:50+00","9269711759_134028843305282",1],[1224,"Excited to sign two bills honoring President Reagan's legacy at the Reagan Library. Watch at 11 at http://tweetcast.in","2010-07-28 17:53:47+00","9269711759_137911499577144",1],[1226,"Introducing my nominee for CA Supreme Court Chief Justice, Justice Cantil-Sakauye. Watch live at 11 at http://tweetcast.in.","2010-07-22 17:51:01+00","9269711759_121041221274799",1],[1229,"If you want to watch something great, tune in to the CHP graduation at http://tweetcast.in. I'm speaking, but the real story is the cadets.","2010-07-09 17:23:51+00","9269711759_131608860212316",1],[1231,"Check out highlights from my pensions roundtable. Republicans and Democrats agree, state pensions are out of control and need to be reformed.","2010-07-09 22:42:04+00","9269711759_1508981247110",1],[1232,"I'm hosting a roundtable to discuss how we can reform our pension system.Tune in at 11AM at http://tweetcast.in","2010-07-08 17:58:50+00","9269711759_142495409098391",1],[1235,"This morning on Virgin America's first international flight with @RichardBranson. \nGreat to be on a CA airline.","2010-06-29 15:07:23+00","9269711759_134155879941413",1],[1237,"There are two philosophies on closing our deficit. I believe in lower taxes, small gov't \u0026 helping employers grow jobs.","2010-06-25 23:27:49+00","9269711759_1493052528902",1],[1239,"","2010-06-24 00:13:38+00","9269711759_131492130206604",1],[1241,"Tune in now at http://tweetcast.in http://twitpic.com/1tldr3","2010-06-03 17:41:34+00","9269711759_133823256631371",1],[1245,"Getting ready to go live on my tweetcast. Keep submitting questions and tune in at http://tweetcast.in.","2010-06-02 22:00:41+00","9269711759_108892099156919",1],[1246,"I'll be doing a live tweetcast tomorrow at 3PM. Check out http://tweetcast.in and submit your questions on Twitter for me using #Q4Gov.","2010-06-02 01:43:07+00","9269711759_125747590781125",1],[1247,"About to join Senator Gloria Romero, State Superintendent of Public Instruction Jack O'Connell and CA State Board of Education President Ted Mitchell to sign California's Phase 2 Race to the Top application.","2010-06-01 17:00:58+00","9269711759_122095601163827",1],[1249,"Joining Universal Studios President Ron Meyer and Steven Spielberg to speak at the opening of New York Street, 13 city blocks of newly created filming locations on four acres of historic studio lot.","2010-05-27 17:57:11+00","9269711759_129897697026845",1],[1250,"Aboout to deliver remarks at groundbreaking at Redding Veterans Home - watch at http:/tweetcast.in","2010-05-21 17:37:20+00","9269711759_101350696579487",1],[1251,"About to deliver remarks at the groundbreaking for the Veterans Home of California - watch at http://tweetcast.in","2010-05-19 19:32:05+00","9269711759_118613994842798",1],[1253,"Unveiling my revised state budget proposal at 1pm - watch at http://tweetcast.in","2010-05-14 19:53:33+00","9269711759_117374841635956",1],[1255,"Participating in a moderated discussion as part of E3: Economic Prosperity, Energy and the Environment -- a roundtable to Set the Agenda on Clean and Sustainable Paths to Economic Prosperity - live at http://tweetcast.in","2010-05-12 21:30:26+00","9269711759_125862070758845",1],[1257,"Maria and I are excited to give our Medals for Service to wonderful volunteers. Watch live at http://tweetcast.in and be inspired to serve.","2010-05-07 01:34:52+00","9269711759_117311128300439",1],[1259,"Watch me tonight on the Tonight Show!","2010-04-30 02:25:52+00","9269711759_420623836759",1],[1261,"Holding a press conference to discuss federal health care reform implementation. - watch  live http://tweetcast.in","2010-04-29 20:12:04+00","9269711759_109568545751310",1],[1263,"Swearing-in Abel Maldonado as Lieutenant Governor - Watch live at http://tweetcast.in","2010-04-27 19:41:35+00","9269711759_112611492108490",1],[1265,"Holding a press conference to celebrate the 40th Anniversary of \nEarth Day and to announce that SunPower will locate its first U.S. solar\n manufacturing facility in California. Watch at http://tweetcast.in","2010-04-22 18:47:54+00","9269711759_116759511675856",1],[1267,"Joining AG Jerry Brown and law enforcement officials to announce arrests from warrants issued to 40+ gang members as part of a coordinated investigation. Watch at http://tweetcast.in","2010-04-22 20:39:46+00","9269711759_119626564720182",1],[1269,"Just toured Serious Materials, a\nsustainable green building materials company that will be \nretrofitting all 6,514 windows in the Empire State Building. About to make SB77 announcement - watch \nat http://tweetcast.in","2010-04-21 17:59:22+00","9269711759_119647544718933",1],[1272,"Accepting the Riverkeeper 2010 Environmental Advocacy Award and\nparticipating in a conversation with James Lipton. Watch live at \nhttp://www.gov.ca.gov","2010-04-15 01:26:19+00","9269711759_111397432224171",1],[1274,"","2010-04-13 21:17:53+00","9269711759_101385943238124",1],[1275,"Enjoying a Kings game with Mayor Johnson. Congrats to Tyreke Evans on his 20-5-5 milestone. Great to be here for it.","2010-04-13 04:49:03+00","9269711759_108768402493016",1],[1279,"About to sign a bill to create a sales tax exemption for the purchase of green tech manufacturing equipment in California. Watch live at http://tweetcast.in","2010-03-24 22:39:31+00","9269711759_108815885802841",1],[1282,"Announcing legislation to create first-in-the-nation living donor registry and increase opportunities for organ donation. Watch live at http://tweetcast.in","2010-03-19 18:03:02+00","9269711759_100438089997172",1],[1283,"","2010-03-12 21:24:19+00","9269711759_356462803439",1],[1284,"Read this article: http://bit.ly/cl7yXv","2010-03-10 18:42:55+00","9269711759_394910133507",1],[1243,"Don't forget to submit your q's for my tweetcast. Check out http://tweetcast.in/1212 \u0026 submit any question you want me to answer using #Q4Gov","2010-06-02 18:51:59+00","9269711759_133308160013038",1],[1244,"If you're lacking motivation this Monday, check out the speech I gave at the Empire Magazine Awards. \n\nNEVER take no for an answer.","2014-04-07 18:17:49+00","9269711759_10152284766091760",1],[1248,"It is a great privilege to be able to give back to our veterans who have sacrificed for our great state \u0026 country.","2010-05-21 20:29:13+00","9269711759_1456117325545",1],[1252,"About to join Maria to deliver remarks at Mayor Johnson's Green Initiative Kickoff - watch at http://tweetcast.in","2010-05-18 21:47:21+00","9269711759_127740640573102",1],[1254,"Participating in a moderated discussion at 85th Annual Sacramento Host Breakfast at 8:15am - watch at http://tweetcast.in","2010-05-18 15:08:26+00","9269711759_123360031025262",1],[1256,"About to speak at the announcement of the first-in-the-nation Green Products Innovation Institute in California - watch at http://tweetcast.in","2010-05-20 18:00:19+00","9269711759_129109640432444",1],[1258,"May is health \u0026 fitness month. What's your Fit Challenge goal? I make my pledge here. Keep me updated.","2010-04-30 20:36:28+00","9269711759_1431681674669",1],[1260,"About to participate in a panel discussion at the Governor's Conference on Small Business \u0026 Entrepreneurship. Watch at http://tweetcast.in","2010-05-06 20:05:03+00","9269711759_119674838061072",1],[1262,"More than 1 Million students have participated in the 2010 Governor's Fitness Challenge - live at http://tweetcast.in","2010-04-28 17:42:00+00","9269711759_122428871105495",1],[1264,"Participating in the 2010 Milken Institute Global Conference panel discussion with Hawaii Governor Linda Lingle and Wisconsin \nGovernor Jim Doyle. Watch live at http://tweetcast.in","2010-04-26 23:08:47+00","9269711759_120468511303800",1],[1266,"Holding a meeting with higher education leaders to discuss the importance of investing in California's students - watch at http://tweetcast.in","2010-04-27 18:25:56+00","9269711759_117525448272192",1],[1268,"In my office about to do a briefing on green jobs. Watch at http://tweetcast.in (@ The Governor's Office) http://4sq.com/awKwdy","2010-04-21 21:51:03+00","9269711759_114969448532945",1],[1270,"Announcing education legislation to ensure student access to high-quality teachers \u0026 education. Watch live at http://tweetcast.in","2010-04-20 17:37:16+00","9269711759_114946488525912",1],[1271,"Participating in Silicon Valley Leadership Group's Business Climate Summit - watch live at http://tweetcast.in","2010-04-19 18:04:20+00","9269711759_114781065209593",1],[1273,"Celebrating a life and saying good-bye to Jaime Escalante, a great teacher and a great man.","2010-04-17 18:41:38+00","9269711759_115556271804478",1],[1276,"About to cut the ribbon on Calisolar's \nmanufacturing facility - watch at http://tweetcast.in","2010-04-06 18:40:48+00","9269711759_114927051857996",1],[1277,"About to sign $10,000 Homebuyer Tax Credit legislation - watch live at http://tweetcast.in","2010-03-25 21:57:34+00","9269711759_108200555867073",1],[1278,"AM exercise on the beautiful American River Trail in Sacramento","2010-03-25 16:25:18+00","9269711759_111491742195702",1],[1280,"Checking out an electric bike by Zero Motorcycles in front of the Capitol - zero emissions and affordable.","2010-03-24 21:42:22+00","9269711759_107378995957044",1],[1281,"Tired of partisanship? Join the fight: http://bit.ly/a4wAKh","2010-03-23 20:07:29+00","9269711759_107171069304646",1],[1285,"","2010-03-08 17:58:00+00","9269711759_353462637815",1],[1288,"Delivering remarks at California Charter Schools Conference - tune in at http://tweetcast.in","2010-03-04 19:09:49+00","9269711759_368919666078",1],[1289,"","2010-03-02 19:55:08+00","9269711759_337086328692",1],[1291,"","2010-02-26 19:02:47+00","9269711759_332916582161",1],[1293,"","2010-02-24 22:14:17+00","9269711759_350668797287",1],[1295,"","2010-02-24 05:54:25+00","9269711759_325455037565",1],[1296,"","2010-02-22 20:31:31+00","9269711759_319129374719",1],[1297,"","2010-02-22 18:22:59+00","9269711759_350253620578",1],[1298,"Going live soon to talk about appointment of Sen Maldonado to be Lt. Governor. Watch at http://tweetcast.in","2010-02-16 22:34:54+00","9269711759_346447370358",1],[1299,"Handing off the flame to British Olympic legend Sebastian Coe","2010-02-13 02:17:44+00","9269711759_345557121424",1],[1301,"Read this take on Senator Maldonado:  http://bit.ly/cHcbeW. The people don't want partisan fights, they want us to work together.","2010-02-11 20:23:16+00","9269711759_467075855522",1],[1304,"Pictures from today's great event in San Jose with Governor Ed Rendell and Mayor Chuck Reed on the importance of water infrastructure investment!","2010-02-03 22:12:38+00","9269711759_304296656467",1],[1306,"After our ceremony today, General Kight showed me some Nat'l Guard equipment.","2010-02-03 00:16:16+00","9269711759_289635257037",1],[1308,"Checking out the green-tech battery action at Quallion in Sylmar","2010-02-01 19:40:50+00","9269711759_300894733199",1],[1310,"Joining U.S. Deputy Secretary of Transportation John\nPorcari, and other leaders to discuss the more than $2.3 billion in ARRA high-speed rail funding awarded to California. Tune in at http://www.tweetcast.in.","2010-01-29 19:07:47+00","9269711759_297234478831",1],[1313,"On the red carpet for the premiere of Nuclear Tipping Point: http://bit.ly/cBVIHz","2010-01-28 06:00:57+00","9269711759_278138225717",1],[1315,"Great article today by Governor Wilson: http://bit.ly/9aFtWO","2010-01-27 06:13:56+00","9269711759_297990286741",1],[1317,"","2010-01-26 00:59:55+00","9269711759_273549791359",1],[1318,"","2010-01-25 21:23:07+00","9269711759_268110829791",1],[1322,"","2010-01-20 16:22:19+00","9269711759_260888089889",1],[1323,"About to take off for Washington to urge our congressional delegation to fight for California.","2010-01-20 04:53:10+00","9269711759_286435186969",1],[1329,"","2010-01-12 19:31:59+00","9269711759_251395436948",1],[1330,"Swearing in California's first-ever Latina Director of Finance. Ana, I know you'll be fantastic.","2010-01-09 04:28:41+00","9269711759_285003426272",1],[1331,"","2010-01-21 19:10:04+00","9269711759_269066941859",1],[1332,"Unveiling the 2010-11 state budget proposal - watch at http://tweetcast.in","2010-01-08 19:41:41+00","9269711759_243726992627",1],[1333,"Signing legislation that will make CA highly competitive in President Obama's national Race to the Top education reform and funding competition.","2010-01-07 20:43:46+00","9269711759_266194763803",1],[1338,"Here's the link. Start submitting! http://climateonecop.com/","2009-12-12 01:05:13+00","9269711759_195742651867",1],[1339,"While at UN Climate Summit next week I'll answer Q's tweeted on energy \u0026 environment. See http://climateonecop.com/ to participate.","2009-12-11 20:20:41+00","9269711759_198370577454",1],[1340,"","2009-12-11 06:54:07+00","9269711759_197439819844",1],[1341,"If you want to get an inside view, check in at http://tweetcast.in for a meeting we are having about green jobs.","2009-12-10 00:17:35+00","9269711759_228691036328",1],[1342,"Can't wait to see a million arts license plates on the road. Fund the arts in CA and spice up your ride: http://bit.ly/4E6XTG","2009-12-08 20:45:15+00","9269711759_227095795055",1],[1286,"Don't miss this week's California Report: Maria talks about Women’s History Month \u0026 the amazing women of our state http://bit.ly/9Ns0xB","2010-03-05 19:04:24+00","9269711759_345510763725",1],[1287,"Honoring military women at The Women's Conference's Day at The Museum. Watch live at http://tweetcast.in.","2010-03-04 23:03:43+00","9269711759_343827270905",1],[1290,"Speaking about green tech manufacturing equipment sales tax exemption to create and retain jobs. This event (including webcast) is all wind powered - our greenest ever! Watch live at http://tweetcast.in.","2010-03-02 17:29:36+00","9269711759_338321412085",1],[1292,"About to sign a bill to promote solar power investment. Watch at http://tweetcast.in","2010-02-26 17:31:14+00","9269711759_324812053132",1],[1294,"Starting now! Watch the 2010 Summit on Health, Nutrition, \u0026 Obesity live at http://bit.ly/9rMEiE","2010-02-24 19:12:27+00","9269711759_323607695887",1],[1300,"Earlier today getting ready to run with the torch with Special Olympics athlete Matthew Williams","2010-02-12 18:23:30+00","9269711759_338597844427",1],[1302,"Participating in CA Task Force 2 Urban Search \u0026 Rescue Team recognition ceremony - watch live at http://tweetcast.in","2010-02-11 18:18:09+00","9269711759_332812196534",1],[1303,"","2010-02-09 18:41:47+00","9269711759_297713779913",1],[1305,"Today, Governor Ed Rendell (PA), San Jose Mayor Chuck Reed and I are holding a news conference in San Jose to highlight the importance of broad infrastructure investment for our nation’s drinking water and wastewater treatment plants. WATCH LIVE (today at 9amPT) AT WWW.GOV.CA.GOV","2010-02-03 15:44:31+00","9269711759_284611175841",1],[1307,"Today at a change of command summary for CA National Guard and swore in Gen. Kight","2010-02-03 00:15:27+00","9269711759_317305286350",1],[1309,"Highlighting a proposal to exempt the purchase of green tech manufacturing equipment from the sales tax to create jobs. Watch at http://tweetcast.in","2010-02-01 18:10:34+00","9269711759_473623470088",1],[1311,"Highlighting CA jobs initiative at SJ Silicon Valley Chamber of Commerce lunch - live at http://tweetcast.in","2010-01-28 20:48:38+00","9269711759_433021465074",1],[1312,"","2010-01-28 18:41:17+00","9269711759_300755917081",1],[1314,"Discussing BNSF Railway's experimental Hydrogen Fuel Cell Switch Locomotive - tune in at http://tweetcast.in","2010-01-28 18:11:36+00","9269711759_272024945903",1],[1316,"Video of our press scrum in DC","2010-01-26 21:13:12+00","9269711759_301923320217",1],[1319,"Getting ready to address the Sacramento Press Club. Watch live at http://tweetcast.in","2010-01-25 20:17:50+00","9269711759_296936077789",1],[1320,"","2010-01-21 22:14:23+00","9269711759_268292025317",1],[1321,"","2010-01-20 17:24:59+00","9269711759_288291122173",1],[1324,"","2010-01-20 16:21:41+00","9269711759_266659701058",1],[1325,"","2010-01-20 04:46:37+00","9269711759_436156350306",1],[1326,"Discussing America's energy policies in moderated Q\u0026A at the Hoover Institution's Energy Task Force Conference - watch live at http://tweetcast.in","2010-01-20 03:13:54+00","9269711759_264732838957",1],[1327,"","2010-01-18 19:03:41+00","9269711759_262386411811",1],[1328,"","2010-01-18 19:02:38+00","9269711759_260932152043",1],[1334,"","2010-01-07 00:58:59+00","9269711759_237434278498",1],[1335,"Watch the video of my 2010 State of the State address\nat http://gov.ca.gov/index.php?/video/14121/ and let me know what you\nthink of my reforms for California.","2010-01-06 22:58:11+00","9269711759_249920734704",1],[1336,"be sure to check out my State of the State address TODAY at 10:00am PST.  Join us live via webcast at www.gov.ca.gov","2010-01-06 16:08:29+00","9269711759_285930615096",1],[1337,"About to take the stage at City Hall with the Lord Mayor of Copenhagen and other local climate action heroes","2009-12-16 17:46:55+00","9269711759_203581272970",1],[1345,"Opening a new home for California veterans in Ventura - tune in at http://tweetcast.in","2009-12-04 18:25:27+00","9269711759_345810580290",1],[1346,"Walking red carpet a minute ago. We go on any minute at http://tweetcast.in","2009-12-02 03:24:02+00","9269711759_191076959654",1],[1348,"","2009-12-02 03:08:21+00","9269711759_212436993372",1],[1349,"","2009-12-02 03:05:20+00","9269711759_355916810252",1],[1351,"Speaking about the importance of immediate Assembly action on Race to the Top legislation - watch at http://tweetcast.in","2009-12-08 19:00:25+00","9269711759_223118755265",1],[1353,"In case you missed it last night!","2009-11-24 16:18:35+00","9269711759_333433290612",1],[1357,"","2009-11-17 02:20:47+00","9269711759_216860802624",1],[1359,"Saying hi to Prime Minister Netanyahu","2009-11-15 21:26:47+00","9269711759_201363871211",1],[1360,"Signing an MOU on Alt Energy with Minister Ben-Eliezer just now.","2009-11-15 19:07:59+00","9269711759_210484386351",1],[1361,"Signing bill to provide a more reliable water supply and restore and enhance the Delta ecosystem.","2009-11-12 21:18:02+00","9269711759_203958961759",1],[1362,"Speaking at the Los Angeles National Cemetery Veterans' Day program. Tune in http://tweetcast.in","2009-11-11 19:00:23+00","9269711759_172622199031",1],[1363,"Here's a shot of the conservation bill signing.","2009-11-10 21:36:55+00","9269711759_211446549740",1],[1364,"Watch live on Facebook - http://apps.facebook.com/arnoldlive/","2009-11-10 20:24:48+00","9269711759_169390082013",1],[1366,"Governor Schwarzenegger visits with U.S. troops at Camp Victory in Baghdad, Iraq.","2009-11-17 00:33:53+00","9269711759_207163011759",1],[1367,"Live at http://tweetcast.in","2009-11-06 18:02:38+00","9269711759_194484427418",1],[1368,"I just presented my friend Kirk Douglas with the British Film Academy's Britannia Award. What a great man he is!","2009-11-06 07:14:46+00","9269711759_199000596759",1],[1375,"","2009-10-28 19:03:14+00","9269711759_164636604946",1],[1378,"Speaking at Southern California Water Committee's 25th Annual Meeting about the need for a comprehensive solution to California's water crisis.  Live at http://tweetcast.in","2009-10-23 02:21:56+00","9269711759_198069276616",1],[1379,"Check out this Time article - the California Dream is alive and well.","2009-10-22 21:37:52+00","9269711759_159898789109",1],[1380,"To increase collaboration between\nCalifornia and Baja California -","2009-10-20 23:12:19+00","9269711759_313311040301",1],[1384,"10/13/09 - Governor Highlights Legislation to Crack Down on DUI Offenders \r\n\r\nToday, Governor Arnold Schwarzenegger joined legislators to highlight the signing of legislation to crack down on driving under the influence (DUI) offenders.\r\n\r\nhttp://gov.ca.gov/speech/13593/","2009-10-14 01:15:20+00","9269711759_181444746759",1],[1385,"- REMINDER to watch my speech on water at www.gov.ca.gov (starting now!)","2009-10-09 21:29:21+00","9269711759_150728728945",1],[1387,"Gov. Arnold Schwarzenegger passes a solar energy field to sign an executive order he signed giving California the nation's most aggressive energy standards, during ceremonies held at a solar energy field in Rancho Cordova, Calif., Tuesday, Sept. 15, 2009. The order requires utilities to get a third of their power from renewable sources by 2020.\r\n(AP Photo/Rich Pedroncelli) \r\n\r\nFor more info: http://news.yahoo.com/nphotos/slideshow/photo//090916/480/51a040ba0b76495881cde8459217a6ed/","2009-10-09 18:38:10+00","9269711759_178257966759",1],[1344,"Excited to unveil SpaceShip 2 with Sir Richard Branson. This is going to be fun... Watch Virgin Galactic's unveiling of the world's first commercial manned spacecraft, at the Mojave Air and Space Port - Live at http://tweetcast.in","2009-12-08 00:19:33+00","9269711759_225055865154",1],[1347,"Will go live soon at http://tweetcast.in for our CA Hall of Fame ceremony. Join me, John Madden, George Lucas and our other great honorees...","2009-12-02 03:22:29+00","9269711759_230464582984",1],[1350,"Checking out some great alternative-fuel cars at the LA Auto Show","2009-12-01 22:58:38+00","9269711759_186782594693",1],[1352,"Speaking at the Los Angeles Auto Show. Tune in at http://tweetcast.in","2009-12-01 17:11:41+00","9269711759_186403038021",1],[1354,"- be sure to catch me on the Jay Leno show TONIGHT (11/23) http://www.thejaylenoshow.com/!","2009-11-23 18:41:18+00","9269711759_181587491461",1],[1355,"Speaking to the troops in Baghdad. What a fantastic trip.","2009-11-19 23:25:55+00","9269711759_213945073097",1],[1356,"Governor Schwarzenegger thanks U.S. troops for their service to our nation at Camp Victory in Baghdad, Iraq.","2009-11-17 00:33:53+00","9269711759_207163441759",1],[1358,"Giving an interview to Chan 2 in Israel. Excited to pump up green energy here.","2009-11-15 19:43:18+00","9269711759_210789375298",1],[1365,"Here's the real action. Signing our historic water deal.","2009-11-09 23:53:25+00","9269711759_202262241252",1],[1369,"http://vidly.com/afSs","2009-11-04 23:12:15+00","9269711759_186800521104",1],[1370,"http://vidly.com/afSo","2009-11-04 22:41:29+00","9269711759_209182667984",1],[1371,"http://twitpic.com/photos/schwarzenegger","2009-11-04 22:04:38+00","9269711759_170050837258",1],[1372,"Abt to have press conference to announce the water package. HUGE victory for California's future. Watch at http://tweetcast.in.","2009-11-04 19:04:45+00","9269711759_170692403929",1],[1373,"Live at http://tweetcast.in","2009-11-03 17:16:32+00","9269711759_174014471835",1],[1374,"Just now signing an MOU with His Highness The Aga Khan","2009-11-02 22:20:28+00","9269711759_196512801759",1],[1376,"Governor Schwarzenegger participates in the Once-in-a-Lifetime Conversation: Tough Leadership Decisions in Tough Times at the 2009 Women's Conference. From left to right: Federal Deposit Insurance Corporation Chair Sheila C. Bair, Governor Arnold Schwarzenegger, The Virgin Group Founder and President Sir Richard Branson and ABC News' Good Morning America Co-Anchor Robin Roberts.\r\n\r\nFor more information, please visit: http://www.californiawomen.org/","2009-10-27 21:22:12+00","9269711759_191978191759",1],[1377,"Live at http://tweetcast.in","2009-10-23 21:34:27+00","9269711759_161804279437",1],[1381,"A new plug-in hybrid big rig - it's going to clean up our ports.","2009-10-20 20:40:17+00","9269711759_158769969790",1],[1382,"","2009-10-15 16:45:26+00","9269711759_178632655890",1],[1383,"","2009-10-15 16:44:08+00","9269711759_155201289276",1],[1386,"How I start my day!\r\n\r\nhttp://twitpic.com/kujml","2009-10-09 18:38:10+00","9269711759_178257326759",1],[1388,"10/2/09: The Governor and UN officials joined with 30 global leaders in Los Angeles, at the closing ceremony of the Governors’ Global Climate Summit 2 to sign a declaration committing to work together to pursue clean transportation and mobility. \r\n\r\nFor more information, please visit: http://gov.ca.gov/index.php?/press-release/13457/","2009-10-09 18:38:10+00","9269711759_176976741759",1],[1389,"wants you to tune in tomorrow (Fri, 10/9) at 2:30pmPT to watch my speech on the need for a comprehensive water package (at a rally hosted by the California Latino Water Coalition). You can watch it live at www.gov.ca.gov","2009-10-09 04:56:59+00","9269711759_180517318081",1],[1392,"","2009-09-12 00:55:03+00","9269711759_149179419668",1],[1394,"9/11/09 - Remembering those who lost their lives on 9/11 and now we honor them by renewing our commitment to serve our communities. \r\n\r\nhttp://twitpic.com/hc4tb","2009-09-11 20:13:56+00","9269711759_158525161759",1],[1396,"Thanks for your support!  http://www.twitter.com/schwarzenegger","2009-08-31 23:22:43+00","9269711759_125439999012",1],[1398,"VIDEO: Check out my discussion with Twitter's co-founders.  I talk about Uncle Teddy and take questions from fellow Twitters.  Remember, you can follow me @schwarzenegger.","2009-08-27 02:04:26+00","9269711759_108253177254",1],[1401,"wants your ideas to move California forward! www.MyIdea4CA.com","2009-08-26 00:42:29+00","9269711759_235104145315",1],[1404,"Eunice Kennedy Shriver was the light of our family who meant so much not only to us, but to our country and to the world.","2009-08-11 19:15:17+00","9269711759_121063821855",1],[1408,"check out my press conference on the budget LIVE at http://gov.ca.gov/ (Starting soon!)","2009-07-24 22:41:13+00","9269711759_112934111637",1],[1410,"Here's the VIDEO of me on Good Morning America (aired this morning)","2009-07-22 18:33:54+00","9269711759_219043225143",1],[1413,"","2009-07-21 14:56:40+00","9269711759_105035948699",1],[1415,"Check this out. Conan profiled my budget TV ad on his show the other night. http://bit.ly/Lxhue","2009-07-21 02:02:36+00","9269711759_123121768382",1],[1416,"NEWS RELEASE: Gov. Arnold Schwarzenegger Calls for Balanced Budget","2009-07-13 21:52:02+00","9269711759_97182349657",1],[1418,"","2009-07-08 15:50:29+00","9269711759_97091584686",1],[1420,"More meetings are scheduled for today...","2009-07-06 16:29:38+00","9269711759_99510558093",1],[1422,"NEWS RELEASE: Gov. Schwarzenegger Declares State of Emergency Due to Budget Impasse","2009-07-02 00:16:29+00","9269711759_92664899657",1],[1424,"Instead of working on budget, the Legislature is about to debate whether cows can keep their tails while we're in a fiscal crisis.  Let me know what you think of this video...","2009-07-01 23:44:06+00","9269711759_110282054168",1],[1426,"State of Emergency","2009-07-01 23:42:02+00","9269711759_92656654657",1],[1428,"","2009-06-30 18:25:27+00","9269711759_125431835774",1],[1433,"","2009-06-29 15:46:06+00","9269711759_94278688132",1],[1435,"","2009-06-25 20:24:22+00","9269711759_122239561419",1],[1436,"EXCERPT: “We urgently need a clean, reliable water supply, and I am committed to getting comprehensive water reform done once and for all. We must invest in our future, protect our precious resources and protect the state of California.”","2009-06-22 22:25:56+00","9269711759_119383590830",1],[1438,"","2009-06-18 18:29:46+00","9269711759_93245916444",1],[1440,"Tough Times, Tough Choices","2009-06-17 00:13:26+00","9269711759_86886404657",1],[1443,"Associated Press: 'Our Wallet Is Empty,' Governor Says","2009-06-02 20:20:20+00","9269711759_114237360139",1],[1445,"In case you missed it!","2009-05-27 16:39:30+00","9269711759_88756877839",1],[1447,"","2009-05-20 17:14:58+00","9269711759_103024856192",1],[1449,"5/17/09\r\n\r\nGov. Schwarzenegger and Speaker Bass visit three community churches in Los Angeles (West Angeles Church of God In Christ, Second Baptist Church of Los Angeles, First African Methodist Episcopal Church) to urge Californians to protect funding for education, health care, public safety and other vital programs by voting YES on Props 1A, 1B, 1C, 1D, 1E and 1F on the May 19th special election ballot.\r\n\r\nPhoto credit: Ron Murray\r\n\r\nFor more information, please visit http://www.cabudgetreformnow.com","2009-05-18 17:45:24+00","9269711759_105897251759",1],[1400,"NEWS RELEASE: Governor Schwarzenegger Launches MyIdea4CA Web Site (8/25/09)","2009-08-26 00:44:04+00","9269711759_117104049657",1],[1402,"","2009-08-22 04:26:42+00","9269711759_142205047655",1],[1403,"","2009-08-11 19:14:18+00","9269711759_113082639473",1],[1405,"Here's an 8 year-old proving the California Dream and entrepreneurial spirit are alive and well:","2009-08-10 20:12:44+00","9269711759_128596884752",1],[1406,"- I'm signing the budget TODAY at 11amPT.  Watch the press conference LIVE at http://gov.ca.gov.","2009-07-28 16:02:09+00","9269711759_241883705155",1],[1407,"check out my press conference on the budget LIVE at http://gov.ca.gov/ (Starting now!)","2009-07-24 22:43:34+00","9269711759_125893427194",1],[1409,"And here's the VIDEO of me on the Today Show (aired this morning).  Thanks for watching!","2009-07-22 18:38:56+00","9269711759_102272249596",1],[1411,"- be sure to catch me on the Today Show and Good Morning America tomorrow morning!","2009-07-22 00:19:33+00","9269711759_107719715237",1],[1412,"NOTE from my California Dream Team - Closing the Gap","2009-07-22 00:17:46+00","9269711759_100471399657",1],[1414,"","2009-07-14 01:50:29+00","9269711759_118908212657",1],[1417,"","2009-07-09 16:04:10+00","9269711759_121711617056",1],[1419,"","2009-07-08 21:39:54+00","9269711759_104259651265",1],[1421,"","2009-07-07 17:51:10+00","9269711759_105148161645",1],[1423,"NEWS RELEASE: Gov. Remains Committed to No New Taxes, Announces Overstock.com Will Continue to do Business in California","2009-07-02 00:12:56+00","9269711759_92663954657",1],[1425,"is at a press conference on California's budget.  Watch it LIVE at http://www.gov.ca.gov.","2009-07-01 19:13:58+00","9269711759_98373389570",1],[1427,"","2009-07-01 17:11:36+00","9269711759_125512345574",1],[1429,"is now on twitter (@schwarzenegger).  Please follow me!","2009-06-30 15:36:57+00","9269711759_115232959972",1],[1430,"In Case You Missed It: Here's a clip of me discussing the budget from my press conference yesterday: http://bit.ly/k7YMI","2009-06-30 15:36:34+00","9269711759_131673771928",1],[1431,"EXCERPT: The state can develop its own standards on greenhouse gas emissions from cars and trucks, though it agrees not to toughen the standards before 2017. Automakers agree to drop lawsuits.","2009-06-30 15:35:29+00","9269711759_98105648873",1],[1432,"California Is Running Out Of Time, Ask Your Legislators To Act Now","2009-06-29 18:55:55+00","9269711759_91773769657",1],[1434,"","2009-06-22 22:26:29+00","9269711759_222054800651",1],[1437,"","2009-06-18 18:30:01+00","9269711759_196783650013",1],[1439,"","2009-06-17 00:13:59+00","9269711759_94054790100",1],[1441,"","2009-06-08 18:10:27+00","9269711759_124686455168",1],[1442,"hopes you will watch his LIVE editorial board with the Sacramento Bee this Friday (6/5) at 11amPT (www.sacbee.com/latest/story/1913358.html).","2009-06-03 17:03:00+00","9269711759_204720505533",1],[1444,"Day of Reckoning (6/2/09)","2009-06-02 20:19:05+00","9269711759_81297729657",1],[1446,"","2009-05-19 01:14:42+00","9269711759_39648804983",1],[1448,"5/17/09\r\n\r\nGov. Schwarzenegger and Speaker Bass visit three community churches in Los Angeles (West Angeles Church of God In Christ, Second Baptist Church of Los Angeles, First African Methodist Episcopal Church) to urge Californians to protect funding for education, health care, public safety and other vital programs by voting YES on Props 1A, 1B, 1C, 1D, 1E and 1F on the May 19th special election ballot.\r\n\r\nPhoto credit: Ron Murray\r\n\r\nFor more information, please visit http://www.cabudgetreformnow.com","2009-05-18 17:45:24+00","9269711759_105897456759",1],[1454,"","2009-05-11 18:51:57+00","9269711759_85791566049",1],[1457,"VIDEO of Gov. Schwarzenegger with Gov. Rendell (PA) and Gov. Huntsman (UT) at the Milken Institute discussing \"Challenges Facing Their States\"","2009-04-27 22:07:09+00","9269711759_75605802332",1],[1458,"","2009-04-23 17:51:17+00","9269711759_87154574592",1],[1459,"","2009-04-22 19:43:08+00","9269711759_70652175815",1],[1461,"","2009-04-20 18:48:41+00","9269711759_181519115480",1],[1466,"Alameda Times-Star: Schwarzenegger Visits Alameda, Pitches For Upcoming Ballot Measures","2009-04-14 19:52:26+00","9269711759_89063261756",1],[1468,"","2009-04-13 22:11:50+00","9269711759_70347702548",1],[1470,"","2009-04-08 01:04:08+00","9269711759_82685328584",1],[1472,"","2009-04-06 17:04:47+00","9269711759_65265893009",1],[1473,"","2009-04-03 02:23:52+00","9269711759_73723781743",1],[1475,"wants you to know that if you missed Meet the Press, you can watch it online! (click the link)","2009-03-23 02:22:32+00","9269711759_71193572322",1],[1476,"...will be on NBC's Meet the Press this Sunday with Rendell and Bloomberg to discuss infrastructure.  Tune in!","2009-03-21 00:36:49+00","9269711759_57285452601",1],[1477,"","2009-03-20 03:23:32+00","9269711759_150218060164",1],[1480,"","2009-03-18 19:43:52+00","9269711759_57869684695",1],[1482,"Excerpt: Defeating the ballot measures won’t close the budget hole. In fact, it will do the opposite; it will make the budget hole larger...","2009-03-16 20:54:22+00","9269711759_70595004743",1],[1483,"Click on the link to listen to today's speech on budget reform.","2009-03-12 23:11:25+00","9269711759_69108058202",1],[1485,"","2009-03-12 17:40:24+00","9269711759_137674135327",1],[1486,"TOMORROW: Gov. Schwarzenegger To Deliver Major Address On Budget Reform","2009-03-11 21:17:11+00","9269711759_55106939657",1],[1489,"thinks that if you support budget reform, you should join this group: http://www.facebook.com/group.php?gid=54357788051","2009-03-09 18:51:01+00","9269711759_75610135188",1],[1491,"","2009-03-04 23:24:48+00","9269711759_54170479213",1],[1492,"thinks that if you care about budget reform, you should join this group: http://www.facebook.com/group.php?gid=54357788051\u0026ref=ts","2009-03-04 20:54:28+00","9269711759_58059361197",1],[1493,"","2009-03-04 20:50:21+00","9269711759_55866222474",1],[1495,"","2009-03-03 17:31:32+00","9269711759_53608149366",1],[1497,"","2009-03-02 17:12:48+00","9269711759_134040845369",1],[1498,"2/26/09 News Conference\r\n\r\nGovernor Schwarzenegger, Senate President Pro Tem Darrell Steinberg, Senator Dave Cogdill, Assembly Republican Leader Mike Villines, California Alliance for Jobs Executive Director Jim Earp, Placer County Sheriff and California State Sheriffs’ Association President Ed Bonner, Sacramento County Sheriff John McGinness and Cal Chamber President Allan Zaremberg today joined forces to urge California voters to support budget reform on the May 19 special election ballot.\r\n\r\nSee the full press release at:\r\nhttp://cabudgetreformnow.com/modules/article/list/release.php?_c=xsritc5kmhpy8l\u0026pi=xp1evs5nghxyln\u0026id=xspk2lh7enl59g\u0026done=.xsritc5kmhqy8l","2009-02-27 14:43:49+00","9269711759_70175846759",1],[1450,"5/17/09\r\n\r\nGov. Schwarzenegger and Speaker Bass visit three community churches in Los Angeles (West Angeles Church of God In Christ, Second Baptist Church of Los Angeles, First African Methodist Episcopal Church) to urge Californians to protect funding for education, health care, public safety and other vital programs by voting YES on Props 1A, 1B, 1C, 1D, 1E and 1F on the May 19th special election ballot.\r\n\r\nPhoto credit: Ron Murray\r\n\r\nFor more information, please visit http://www.cabudgetreformnow.com","2009-05-18 17:45:24+00","9269711759_105897231759",1],[1451,"5/17/09\r\n\r\nGov. Schwarzenegger and Speaker Bass visit three community churches in Los Angeles (West Angeles Church of God In Christ, Second Baptist Church of Los Angeles, First African Methodist Episcopal Church) to urge Californians to protect funding for education, health care, public safety and other vital programs by voting YES on Props 1A, 1B, 1C, 1D, 1E and 1F on the May 19th special election ballot.\r\n\r\nPhoto credit: Ron Murray\r\n\r\nFor more information, please visit http://www.cabudgetreformnow.com","2009-05-18 17:45:24+00","9269711759_105897241759",1],[1452,"5/17/09\r\n\r\nGov. Schwarzenegger and Speaker Bass visit three community churches in Los Angeles (West Angeles Church of God In Christ, Second Baptist Church of Los Angeles, First African Methodist Episcopal Church) to urge Californians to protect funding for education, health care, public safety and other vital programs by voting YES on Props 1A, 1B, 1C, 1D, 1E and 1F on the May 19th special election ballot.\r\n\r\nPhoto credit: Ron Murray\r\n\r\nFor more information, please visit http://www.cabudgetreformnow.com","2009-05-18 17:45:24+00","9269711759_105897226759",1],[1453,"Sacramento Bee Capitol Alert: Schwarzenegger To Appear On Leno's Last Week Of 'Tonight'","2009-05-14 20:05:46+00","9269711759_82723066177",1],[1455,"","2009-05-13 00:06:08+00","9269711759_89706011372",1],[1456,"","2009-05-05 16:45:12+00","9269711759_110854149568",1],[1460,"Caption contest: You've picked the winner!\n\n(Click on the link to see which caption won)","2009-04-17 20:15:48+00","9269711759_67797633505",1],[1462,"California Gov. Arnold Schwarzenegger said in a statement that his state leads others because voters last November approved nearly $10 billion in state bonds for high-speed rail. \"With a boost from our federal partners, nearly 40 million Californians and millions of travelers from around the world will be able to experience the reality of America's first high-speed rail system.\"","2009-04-16 22:31:35+00","9269711759_71305114099",1],[1463,"","2009-04-16 22:31:07+00","9269711759_78899916610",1],[1464,"","2009-04-15 19:35:19+00","9269711759_73538438138",1],[1465,"","2009-04-15 19:32:57+00","9269711759_78588136620",1],[1467,"","2009-04-13 22:10:43+00","9269711759_65540858519",1],[1469,"","2009-04-07 17:43:10+00","9269711759_79410254776",1],[1471,"California Regional Health Forum: Rebecca Adelman of the Department of Health and Human Services is live-blogging on the final Regional Forum on Health Reform (held today in LA), watch the live stream at www.HealthReform.gov.","2009-04-06 18:29:35+00","9269711759_91199897984",1],[1474,"","2009-04-02 14:49:16+00","9269711759_87848578592",1],[1478,"Watch Obama's town hall (going on now) LIVE with Governor Schwarzenegger in Los Angeles.","2009-03-19 20:54:00+00","9269711759_61910127530",1],[1479,"EXCERPT: Overall, 11,000 new jobs are expected to be generated with the federal money, the governor said.","2009-03-19 13:43:40+00","9269711759_74586822040",1],[1481,"","2009-03-18 22:11:17+00","9269711759_72692298775",1],[1484,"Governor Schwarzenegger Asks California Voters to End Sacramento’s Budget Dysfunction","2009-03-12 19:26:30+00","9269711759_55302484657",1],[1487,"","2009-03-11 17:08:51+00","9269711759_57114019142",1],[1488,"","2009-03-10 22:47:00+00","9269711759_59546100372",1],[1490,"","2009-03-06 00:11:11+00","9269711759_54296348299",1],[1494,"","2009-03-03 21:12:46+00","9269711759_133836455526",1],[1496,"","2009-03-02 17:12:56+00","9269711759_58054432084",1],[1501,"","2009-02-26 02:40:31+00","9269711759_54752296596",1],[1502,"","2009-02-25 19:37:57+00","9269711759_69764536759",1],[1504,"Check out Governors Rendell and Schwarzenegger debate infrastructure at the National Governors Association this last weekend.  Click on the link to view the video.","2009-02-23 17:58:18+00","9269711759_57138801819",1],[1507,"","2009-01-21 23:58:32+00","9269711759_45000729042",1],[1510,"Did you miss my first voicemail yesterday? You know you want it.","2012-09-13 17:44:03+00","9269711759_284417188324939",1],[1512,"Throwback Thursday. Look at those socks.","2012-08-30 18:10:26+00","9269711759_276293829146430",1],[1513,"","2010-01-20 21:59:47+00","9269711759_264843128465",1],[1514,"Going on to recognize Medal of Valor winners. Tune in to hear some real heroic stories: http://tweetcast.in","2009-12-10 22:44:17+00","9269711759_215674744973",1],[1499,"2/26/09 News Conference\r\n\r\nGovernor Schwarzenegger, Senate President Pro Tem Darrell Steinberg, Senator Dave Cogdill, Assembly Republican Leader Mike Villines, California Alliance for Jobs Executive Director Jim Earp, Placer County Sheriff and California State Sheriffs’ Association President Ed Bonner, Sacramento County Sheriff John McGinness and Cal Chamber President Allan Zaremberg today joined forces to urge California voters to support budget reform on the May 19 special election ballot.\r\n\r\nSee the full press release at:\r\nhttp://cabudgetreformnow.com/modules/article/list/release.php?_c=xsritc5kmhpy8l\u0026pi=xp1evs5nghxyln\u0026id=xspk2lh7enl59g\u0026done=.xsritc5kmhqy8l","2009-02-27 14:43:49+00","9269711759_70175846759",1],[1500,"EXCERPT: Gov. Arnold Schwarzenegger and a bipartisan group of lawmakers are wasting no time rallying support for special-election ballot measures they say will stabilize California's finances.\n      \nThe Republican governor and leaders from both political parties agreed to the six ballot measures after months of negotiations on how to solve the state's $42 billion budget deficit.\n","2009-02-27 14:17:59+00","9269711759_64848633409",1],[1503,"","2009-02-23 22:48:53+00","9269711759_130983635646",1],[1505,"Now that the budget is final, it's time to reform the system.","2009-02-23 17:57:38+00","9269711759_56688627521",1],[1506,"EXCERPT: This month, Karl Rove began using Twitter. In a recent Wall Street Journal op-ed, he sounded like a born-again social networker. If the Republican party has a future, he said, it is going to be online. \"The political Web 2.0 is about networking and Democrats grabbed the lead,\" he conceded. \"The party that figures out where Web 3.0 goes will grab the decisive high ground in high-tech warfare.\"\n","2009-01-27 23:13:33+00","9269711759_61846085794",1],[1508,"NY Times: Obama’s Order Is Likely to Tighten Auto Standards\n\nExcerpt: President Obama will direct federal regulators on Monday to move swiftly on an application by California and 13 other states to set strict automobile emission and fuel efficiency standards, two administration officials said Sunday...\n\nGov. Arnold Schwarzenegger of California, a Republican, wrote to Mr. Obama last week asking him to swiftly reconsider Mr. Bush’s decision. The head of California’s Air Resources Board, Mary D. Nichols, also wrote to the new director of the environmental agency, Lisa P. Jackson, asking for a quick reversal of the Bush policy...\n","2009-01-26 16:22:47+00","9269711759_48412383111",1],[1509,"Ever wondered what it would be like if I recorded your voicemail? Stop wondering, the video is here: http://ow.ly/dFnDe","2012-09-12 19:53:21+00","9269711759_344420118982706",1],[1511,"You've been asking about the next installment of Dangerously Hardcore Kiefer's Carb-Backloading article. Here is part 2, on the Hulk Effect.","2012-09-07 21:53:50+00","9269711759_502713569757348",1],[1515,"Here is a video of Space Ship 2's unveiling.","2009-12-08 02:50:06+00","9269711759_226452620139",1],[1516,"Hanging with Pres Clinton, PM Netanyahu, and Haim Saban at the Saban Forum","2009-11-15 21:49:46+00","9269711759_105907604966",1],[1517,"I am about to speak at the USC Schwarzenegger Institute symposium. Watch live! http://www.usc.edu/schools/price/webcast.html","2012-09-24 17:20:02+00","9269711759_284473941652418",1]]}