{"title":"posts","fields":["id","message","published","idPost","person_id"],"types":[23,25,1184,1043,23],"type_names":["integer","text","unknown","text","integer"],"values":[[59270,"","2011-10-25 11:34:47+00","175535596516_10150333848691517",36],[59271,"Hi everybody, I won the \"Audi Generation Award\" and will be attending the gala tonight. Its an award that is given to young people who have a lot of success already but haven´t reached the peak of their career yet. I feel honored to get such an award and I´m looking forward to the evening! Have a nice weekend everybody :)","2011-10-22 10:15:34+00","175535596516_10150329895331517",36],[59273,"Hi everyone, the weather has been much better today. Nice and sunny which makes you have a good mood right away :) I'm playing first round vs Brianti at 2o'clock on center court tomorrow. Hope to get lots of support from you :)))","2011-10-11 19:00:15+00","175535596516_10150317623376517",36],[59274,"Hi guys, I'm in Linz now. I love playing indoor tournaments in Europe- especially in german speaking countries! :) Here is a picture from todays Gala dinner","2011-10-10 20:40:40+00","175535596516_10150316532556517",36],[59276,"","2011-10-05 05:59:23+00","175535596516_10150310217921517",36],[59278,"Message from Sabine :\n\"Hi everybody, I got badly sick after I ate lunch yesterday. I was vomiting non stop so they took me to the hospital and kept me over night. I was trying to get better but unfortunately had to pull out of the doubles with Sam.\"","2011-10-03 10:17:54+00","175535596516_10150308005381517",36],[59279,"Hi everybody, I´m in Beijing now and will play my first round tomorrow against Begu first match at 12:30 on court moon :) Sorry for not updating but I don´t have any access to facebook or twitter from here... :( \nHere is a picture from today after the practice... :) Hope to get lots of support out there tomorrow! :) Good night","2011-10-01 15:51:52+00","175535596516_10150305768606517",36],[59280,"","2011-09-30 15:28:21+00","175535596516_10150304629761517",36],[59283,"","2011-09-22 13:44:33+00","175535596516_10150295062591517",36],[59285,"Just watched the movie \"Salt\" ... its not the first time I've watched it \u0026 I really like it!! I'm not watching many new movies right now because I've got a 15hour flight ahead of me soon...need to save it for then :D Do you have any suggestions which movies are good? :))","2011-09-20 02:55:39+00","175535596516_10150291956906517",36],[59287,"\"Never part with your dreams \u0026 illusions. When they are gone you may still exist, but you have ceased to live.\"\nI love this quote! Hope you're having a great weekend!\n\n\"Trenne dich nie von deinen Traeumen und Illusionen. Wenn sie verschwunden sind, wirst du weiter existieren aber aufgehoert haben zu leben.\"\nDas ist ein Spruch den ich sehr mag :) Schoenes Wochenende!","2011-09-18 16:14:01+00","175535596516_10150290026176517",36],[59288,"Its so nice for me to see kids/people happy when I give them an autograph! You all give me soo much by your support so I try my best to give it back to you in a way :)\nHad another great day on the court \u0026 in the gym and finished it off with an ice bath.........","2011-09-15 23:50:26+00","175535596516_10150287187556517",36],[59291,"Watched the womens finals of the Us Open. Soo proud of my doubles partner Sam for winning her first Grand Slam title!! Lets congratulate her :))","2011-09-11 22:18:46+00","175535596516_10150282540751517",36],[59292,"Remembering all the heroes and victims that lost their lives 10 years ago. My prayers go out to their families!","2011-09-11 16:46:55+00","175535596516_10150282186601517",36],[59294,"I posted 3 pictures and whichever gets the most \"likes\" will be the next profile picture :) So...which one do you like the most??? :)","2011-09-09 18:01:13+00","175535596516_10150280143591517",36],[59296,"No 1","2011-09-09 17:59:21+00","175535596516_10150280141591517",36],[59298,"","2011-09-09 02:21:35+00","175535596516_10150279465596517",36],[59300,"Do you think its time for a new profile picture??? :)","2011-09-09 00:35:53+00","175535596516_10150279379241517",36],[59302,"I'm disappointed because I played poorly. When you want to beat the best you have to play good \u0026 that's simply what I wasn't able to do today...\nStill a great last 4 months. Went from 218 to top 20. I'll put that loss behind me, rest up and then get back to work.\nThanks for your amazing support! Love you all \u003c3","2011-09-05 05:07:15+00","175535596516_10150275520556517",36],[59305,"Had a good practice this morning. Nick Bollettieri was there too just like yesterday. Afterwards I did some media and massage. Nothing special today really... Just getting ready for my next match!\nPlaying tomorrow 2nd night match after 7pm on center court vs Zvonareva. Its going to be a great challenge!! Hope to get lots of support from you tomorrow :))","2011-09-03 20:18:22+00","175535596516_10150274217611517",36],[59306,"Had to get up very early today (yes one hour time difference makes a difference), lots of things went wrong this am but I still managed to play good!\nI won my 1st rd at the Us Open 63 63 and will play V.Williams tmrw 2nd after 1pm on Center Court. Will be a great challenge!\nThx for your support today. hope to see you out there tmrw too :)))","2011-08-30 23:15:50+00","175535596516_10150271075271517",36],[59308,"my first appearance in Vogue.....http://www.vogue.com/culture/article/power-serve-sabine-lisicki-returns-to-the-us-open/","2011-08-29 23:39:41+00","175535596516_143840055705544",36],[59309,"We did a couple of special photos today- with the trophy \u0026 \"my lucky horse\" Big Red on whom I´ve been riding during the week :)))\nI won the Xperia Hotshot competition and wanted to thank you for every single one of you who voted for me! Thx so much for your support in the last few months and I hope to have your support for many more fun years to come! \u003c3","2011-08-29 00:12:45+00","175535596516_10150269424706517",36],[59313,"I went horseback riding in the morning again. Enjoyed it! :) Practiced and played my match today. Won in straight sets (60 61) and in under an hour! Very happy with the way I´m improving \u0026 feeling good on the court! Playing vs Rezai at 2:30pm tomorrow. Another final which I´m looking forward to! I´ll fight and enjoy myself \u0026 we´ll see what happens :))\nI am a little worried how to get to NYC as all flights are cancelled because of the hurricane... :( Hope to find a solution soon! Good night everybody \u003c3","2011-08-27 03:21:28+00","175535596516_10150267938101517",36],[59315,"Hey guys, here's more footage of me trying to blind serve. This time with Daniela too! Hope you enjoy it!! :))","2011-08-25 20:19:05+00","175535596516_250195435014738",36],[59318,"Its really hot \u0026 humid here in Fl. Unbelievable how much everyone is sweating...","2011-08-19 18:05:00+00","175535596516_10150261898666517",36],[59319,"Im Moment ist es hier in Florida richtig heiss und schwuel. Es ist echt unglaublich wie viel man hier schwitzt...","2011-08-19 18:00:55+00","175535596516_10150261896216517",36],[59322,"Had a good day of training and tomorrow I´m playing vs K.Bondarenko 2nd after 5:30pm on Stadium.\nI had a little bit of time to do something totally different today... Got the chance to go horseback riding... I loved it! :)","2011-08-25 02:51:53+00","175535596516_10150266382836517",36],[59324,"Take a look....in the next German Tennis Magazine there is a nice poster...http://www.facebook.com/photo.php?fbid=10150412984628146\u0026set=a.10150412984463146.448620.349163473145\u0026type=1\u0026theater","2011-08-17 13:13:33+00","175535596516_234507473257939",36],[59589,"","2010-06-29 17:45:37+00","175535596516_405709496516",36],[59590,"","2010-06-27 16:57:21+00","175535596516_405058151516",36],[59592,"Isner wins the marathon and historic match 70 to 68 in the fifth set!!! This is amazing effort from both players. Congrats also to Mahut!\nIn the meantime Slovakia beat Italy 3:2. This means Italy, defending champ as we would say :), is out!","2010-06-24 16:19:08+00","175535596516_114344221944902",36],[59593,"59all at Isner-Mahut! The match is to be continued tomorrow. \nGermany won 1:0! Im looking forward to the next match against England! :)","2010-06-23 20:31:31+00","175535596516_104229426295737",36],[59595,"During my rehab in Berlin :)\r\nFor a few more pics go to my website http://www.sabinelisicki.com/private.php","2010-06-21 16:08:19+00","175535596516_403406766516",36],[59597,"Unfortunately I won´t be able to play Warsaw and the French Open. It makes me sad that I´ll miss such a great Grand Slam but that´s the way it sometimes goes. One thing is for sure, I´ll come back stronger than before!! I hope to be back for the grasscourt season.","2010-05-12 12:59:57+00","175535596516_121638607864931",36],[59600,"Germany lost 2:3 at Fed Cup. It was a close tie with the better end for France. It was good to see the team though.","2010-04-26 10:54:32+00","175535596516_121124957899884",36],[59601,"I won´t be able to play Fed Cup in Frankfurt this weekend but I´m going there to support the team!","2010-04-22 16:24:17+00","175535596516_115651881796994",36],[59603,"all airports closed.....what on earth is going on.  Have never seen anything like this.","2010-04-16 23:28:49+00","175535596516_113489868674075",36],[59605,"Unfortunately I had to pull out of Charleston. It makes me very sad because I was looking forward to defend my title! I have such great memories from last year...","2010-04-08 16:39:35+00","175535596516_115612018456265",36],[59607,"wish you all Happy Easter! ;)","2010-04-04 02:26:36+00","175535596516_116606921683106",36],[59609,"Doing rehab for the ankle","2010-03-31 00:31:37+00","175535596516_109067425783110",36],[59611,"I'm in Las Vegas preparing for Indian Wells now. Had a great hit with Steffi Graf today. She still hits the ball so well.","2010-03-05 19:23:20+00","175535596516_369611662287",36],[59613,"Played a tough match.  Lost in three.  Fought like hell.  to bad.  Dubai next.","2010-02-11 13:22:13+00","175535596516_301911779027",36],[59615,"i just came back from coral planting. its important to help the environment.","2010-02-11 13:21:15+00","175535596516_302156982009",36],[59619,"Had a good time at the aquarium in Melbourne http://twitpic.com/114mii","2010-02-03 04:50:27+00","175535596516_286084461805",36],[59621,"Won my 1st rd 61 64. I just got back to the hotel. It´s almost 1am over here now so I better get some sleep. It was a long day...","2010-01-19 14:35:08+00","175535596516_298484198311",36],[59622,"I was very disappointed after my early loss at the aussie open. I simply had a bad day which is a shame because I was well prepared and ready to play. I got back to work two days after that match and I´m feeling good on the court again. Working on reaching my goals!!","2010-01-28 02:39:49+00","175535596516_275622307476",36],[59624,"Today I got my new adidas clothes and later we went to the market to buy mangos \u0026 passionfruit. I really love those!","2010-01-16 04:14:43+00","175535596516_275747839457",36],[59626,"The draw came out yesterday and I´m playing Petra Martic in the first round on tuesday.","2010-01-16 04:14:28+00","175535596516_266491981440",36],[59630,"Tough match.  Lost in 3.  Going to focus on getting ready for Aussie Open.","2010-01-11 12:16:51+00","175535596516_405424275474",36],[59633,"welll..so far so good.  Feeling good out there.  Won my first two matches at Hopman Cup.  Excited to start the year.","2010-01-06 06:01:30+00","175535596516_235785617950",36],[59634,"Hopman Cup Ball 2010","2010-01-02 14:19:00+00","175535596516_234242561516",36],[59636,"The Hopman Cup Ball 2010","2010-01-02 14:19:00+00","175535596516_234245226516",36],[59639,"","2009-12-24 22:28:49+00","175535596516_221839166516",36],[59640,"","2009-12-24 22:28:49+00","175535596516_221839526516",36],[59641,"I wish everybody a Merry Christmas!!! Enjoy the best time of the year with your family! :):)","2009-12-24 14:15:04+00","175535596516_225177275842",36],[59643,"I went to the game of Germany´s best eishockeyteam the \"Berliner Eisbären\" last night. It was a great and very exciting game! (They won 3:1)","2009-12-24 11:19:41+00","175535596516_221048126516",36],[59645,"pretty cool!  http://www.dtb-tennis.de/index_19195.php","2009-12-22 16:36:28+00","175535596516_217507321181",36],[59646,"Little rainy today...but still got some good practice in.","2009-12-19 01:45:52+00","175535596516_205815113132",36],[59647,"","2009-12-15 19:15:15+00","175535596516_208470086516",36],[59648,"I trained hard today and in the evening I went fishing! It was soo much fun. I had a great time :)","2009-12-15 00:01:29+00","175535596516_201700047498",36],[59651,"Practice is going well and it´s fun. The weather hasn´t been to good lately though. It has been really foggy and today it got a little cold too. Hopefully it will get better in the next few days :)","2009-12-11 23:45:35+00","175535596516_231783900995",36],[59652,"Had a great weekend. I hope you guys had some good days too. Tomorrow morning back to practice. I´m looking forward to it. The weather is suppose to be better!","2009-12-07 01:54:50+00","175535596516_187208917608",36],[59653,"starting my pratice early today.  On the court at 6:30am....working hard.","2009-12-03 13:12:09+00","175535596516_188232344314",36],[59654,"Sabine Lisicki hits fastest serve ever recorded - 210 kph at the Commonwealth Bank Tournament of Champions in Bali (Nov, 2009).  (see Radar on left top of screen)","2009-12-01 14:45:02+00","175535596516_1294243160898",36],[59657,"","2009-11-29 19:57:42+00","175535596516_191756471516",36],[59658,"","2009-11-29 18:59:21+00","175535596516_1292706642486",36],[59659,"","2009-11-29 17:07:18+00","175535596516_191634901516",36],[59660,"","2009-11-29 17:07:18+00","175535596516_191635206516",36],[59662,"Sabine on TV Berlin","2009-11-19 18:39:53+00","175535596516_184452081516",36],[59667,"","2009-11-09 13:42:40+00","175535596516_176896586516",36],[59668,"","2009-11-09 13:32:35+00","175535596516_176890586516",36],[59669,"","2009-11-09 13:32:35+00","175535596516_176890581516",36],[59670,"","2009-11-09 13:32:35+00","175535596516_176890876516",36],[59672,"","2009-11-09 13:32:35+00","175535596516_176890621516",36],[59673,"","2009-11-09 13:32:35+00","175535596516_176890606516",36],[59674,"I was really looking forward to todays match vs Venus on Center Court. Just as I started warming up the referee told me that she was forced to pull out... I wish her all the best!\n\nTomorrow I'm playing doubles with Sam Stosur vs Danilidou/Hercog 2nd on court 14- hope to see many of you out there! :D","2011-09-01 00:40:58+00","175535596516_10150271969281517",36],[59678,"Lost a tough 3 setter (4:6 in the 3rd set) in the quarters. I'm disappointed but at the same time I'm improving match by match. That's the most important thing!\nI'm going to have a few days off to fully recover \u0026 then prepare for Cincinnati which will be my next tournament!\nThanks so much for supporting me here in the LaCosta Resort!!!","2011-08-06 04:27:50+00","175535596516_10150251515046517",36],[59311,"I won my second title this year!!! Very happy with my performance here in Dallas!!! :))) Thank you for all the support throughout the week :D","2011-08-27 23:18:38+00","175535596516_10150268549656517",36],[59312,"I won my quarterfinal match in straight sets again (61 62). Feeling like I´m playing better with each day which is great before the Us Open! Tomorrow I´m playing vs Begu at 5:30pm. I´ve never played her, so it´ll definitely be a challenge which I´m looking forward to! :) \nUs Open draw came out today...I will play A. Bondarenko in my first round. Hopefully that hurricane will stay away from New York...!!!!","2011-08-26 04:11:02+00","175535596516_10150267210521517",36],[59314,"We lost our doubles in 3sets today. :( Sam \u0026 I are very disappointed because we had lots of chances but simply couldn't take them... we learn out of every match we play together \u0026 next time will be better!\nI'm playing singles vs Falconi 2nd match after 12:30pm on Grand Stand tomorrow! It will be a great challenge and I hope many of you will come support me :)))","2011-09-01 21:59:14+00","175535596516_10150272679851517",36],[59316,"Today is the last day of voting for the Xperia Hotshots... I hope all of you ( and your friends, family and everyone else :D) have voted for me :))) Its been an amazing last couple of months where you have helped me a lot! Its great to have your support- it makes it so much more fun on \u0026 off the court! Looking forward to many more great moments in the future! \u003c3 \nhttp://www.facebook.com/xperiahotshots#!/xperiahotshots?sk=app_123063087773739","2011-08-22 16:55:51+00","175535596516_10150264335881517",36],[59317,"here is a pic from last nights dinner with Yanina in Dallas... We practiced this morning at 7 to 8 before the big heat kicks in... Going to hit some more later and tomorrow I´ve got my first round match vs Mirza. Will be a tough one but I´m looking forward to it!\nHope you all voted for me... :) Tomorrow is the last day, so if you haven´t I´d be very thankful if you would :)) http://www.facebook.com/xperiahotshots#!/xperiahotshots?sk=app_123063087773739","2011-08-21 20:29:47+00","175535596516_10150263582306517",36],[59320,"Hi guys, thanks for all your ideas and questions for my YouTube video, it was a lot of fun to make, hope you like it!","2011-08-19 10:49:38+00","175535596516_245604625471939",36],[59321,"I'm back in FL and trained over 4hours today. Its really hot out here...a good preparation for my next tournament which will be in Dallas! \nIf you haven't done yet, please vote for me at the Xperia Hotshot competition :))) You always support me so greatly on and off the court so I hope you can do it now as well :))) Thanks so much in advance!! ♥\nhttp://www.facebook.com/xperiahotshots?sk=app_123063087773739","2011-08-18 22:47:26+00","175535596516_273581375991037",36],[59323,"http://www.wcpo.com/dpp/news/local_news/tennis-pro-brings-special-message-for-cincinnatians","2011-08-17 14:32:32+00","175535596516_226640120715226",36],[59325,"I had a very bad day and played poorly. I kept fighting and came back from a 0:5 and saving match points to being up 6:5 but couldn't turn it around...:( I'm very disappointed that it happened but that's life. I keep working \u0026 tomorrow I've got doubles with Daniela Hantuchova 5th match on court 9! Thx so much for supporting me today!","2011-08-15 23:44:11+00","175535596516_10150258947496517",36],[59326,"A picture from going to dinner with the team :)","2011-08-15 01:15:19+00","175535596516_10150258185881517",36],[59328,"I got into Cincinnati late last night. Its so nice to be back! It was one of my first WTA tournaments \u0026 I always got lots of support here...hope it'll be the same this year :))\nHad a good day here today. Practiced twice and did some media. The draw is done and I'll play vs Peer in my first round-either monday or tuesday...","2011-08-13 01:31:17+00","175535596516_10150256728426517",36],[59330,"This is pretty cool!   http://www.facebook.com/photo.php?fbid=10150388899818146\u0026set=a.10150098192008146.319535.349163473145\u0026type=1\u0026theater","2011-08-04 14:35:54+00","175535596516_239166229451034",36],[59333,"http://www.wtatennis.com/news/20110802/ids-serve-speed-leaders_2256076_1978722","2011-08-02 23:26:44+00","175535596516_103686229731084",36],[59335,"It would mean a lot to me if you could take a minute and vote for me on here!:))  http://www.facebook.com/xperiahotshots?sk=app_123063087773739\nThanks for your support :))","2011-08-02 17:25:40+00","175535596516_239630909404182",36],[59338,"I had another great day in the office! Had a quick second round win. Very pleased with the way I played! Did press and all the other things I had to do including a massage after the match and now I´m off to bed! :))\nI´m playing tomorrow at 7:30pm on center court against Vandeweghe. Looking forward to that match!\nThanks for the support today \u0026 I hope to see you out there tomorrow again :)) Good night \u003c3","2011-08-04 05:27:03+00","175535596516_10150250058871517",36],[59339,"Hi everyone :) I practiced this morning in San Diego. Getting use to the different conditions over here. \nI'm playing my first round tomorrow 3. match after 10am on center court vs Arn. I hope to get lost of support from you :)))\nHere is a pic of me relaxing a bit :) Hope all of you are doing well!!","2011-08-02 01:10:04+00","175535596516_10150248408686517",36],[59340,"Good morning everybody :)\nI had another fantastic week here in Stanford... had a couple of great wins \u0026 I learned a lot! This will push me forward again! Step by step into the right direction :)\nI'm heading to San Diego today. Looking forward to some more matches there :)","2011-07-31 16:55:02+00","175535596516_10150247302616517",36],[59344,"Hi Fans, I won 63 75 today! It was a tough match against Sam. She's a great player... I'm happy with the way I played today and being thru to the next round! :))\r\nPlaying tomorrow at 2o'clock on Center court vs Radwanska! Looking forward to another match here!! :))) Thx for the support :)","2011-07-29 05:58:48+00","175535596516_10150245501056517",36],[59345,"Hi guys, unfortunately we had a tough loss in dubs today... We lost in the 3rd set match tiebreak... Disappointing that we didn't take our chances but we learn from every match we play together...:)\nI'm playing singles at 7pm on center court tomorrow! Really looking forward to playing tomorrow night!\nHope to get lots of support from you guys!!! :)))","2011-07-28 05:24:31+00","175535596516_10150244738611517",36],[59346,"Hi Fans :) I won my match 61 62 today. Its great to have my first win on hardcourt under my belt!\nNext up in singles is my doubles partner Stosur... Its a tough one but I'm looking forward to the challenge! :))\nFirst Sam \u0026 I will play doubles tomorrow...(Singles will be thursday) We're scheduled 4th after 11 on Stadium! Hope to see many of you out there and support us :))","2011-07-27 02:30:00+00","175535596516_10150243887716517",36],[59348,"Another shot from the MauiJim shoot....","2011-07-26 14:54:54+00","175535596516_10150243441716517",36],[59353,"Got to Stanford last night. I was lucky to get an emergency exit seat on one of the flights which had more room for my legs :) Practiced this morning already and going to hit later this afternoon. Its great to be back in Stanford! I like it here :)","2011-07-22 17:57:27+00","175535596516_10150240533666517",36],[59355,"An meine deutschen Fans... Wir spielen Februar 2012 im Fed Cup in der 1. Weltgruppe gegen Tschechien... was denkt ihr, wo sollen wir spielen? Was sind eure Vorschläge? :))","2011-07-20 17:14:04+00","175535596516_10150239028776517",36],[58741,"Es wird Zeit nach Deutschland zu fliegen... :-) 😎✌🏻️ Das nächste Turnier wird Stuttgart sein. Hoffe viele von euch dort zu sehen. :-) \n\nIt's time to go to Germany! :-) 😎✌🏻️ The next tournament will be Stuttgart. I hope to see many of you there. :-)","2016-04-08 23:47:12+00","175535596516_10153499507906517",36],[58743,"Which court should we take...!? 🤔😍😎🌱 clay vs grass\n\nNaa, auf welchen Platz würdet ihr gehen?? 😁😍😎","2016-04-03 18:09:37+00","175535596516_10153487287226517",36],[58745,"#tbt its good to have some fun with friends! #lovelife #MiamiBeach #fun\n\n#tbt Sommer, Sonne \u0026 Strand mit Freunden... Was gibt's besseres!? ;-)))","2016-03-31 18:45:39+00","175535596516_10153479865346517",36],[58748,"Hold it, hold it, hold it.... :-) 😎 #gymtime #gettingstronger #lovingit\n\nZieh, zieh, ziehhhh... 💪🏻😎 #fitness #krafttraining #ichliebees","2016-03-28 16:31:41+00","175535596516_10153469358946517",36],[58750,"Welcome to Miami B*%?h 😎 #nonastythoughts #miamiBeach #music #loveit","2016-03-23 17:49:30+00","175535596516_10153451575446517",36],[58754,"Very happy with my win today and with getting into the quarterfinals here in Kuala Lumpur! But how humid was it out there today!?!?😳😅💦💦 I was melting!! 😂\n\nIch freue mich über den heutigen Sieg...aber wie schwül es heute war, ist unbeschreiblich! Ich bin \"geschmolzen\"... 😅💦💦💦 Am Freitag geht es im Viertelfinale weiter!","2016-03-02 15:02:54+00","175535596516_10153396011666517",36],[58756,"Yessss he finally won it!!!!! 😍😍 But why is he showing everyone his middle finger!? 😏😜😇 #justsayin #Oscars #AcademyAwards #happyforhim\n\nJaaa endlich hat er ihn!!! 😍😍 Aber warum zeigt er allen den Mittelfinger!? 😏😜😇 #ichsagsnur #Oscars","2016-02-29 06:20:30+00","175535596516_10153391822346517",36],[58757,"Late night practice... :-))\n\nTraining am späten Abend! :-))","2016-02-24 19:42:21+00","175535596516_10153383055581517",36],[58760,"I left my heart out there on the court today but lost in three sets. It's great to be on court pain free again but there is still much work ahead of me! Thanks for the amazing support out there!\n\nIch habe heute bis zum letzten Punkt gekämpft aber es hat leider nicht gereicht! Es ist ein gutes Gefühl endlich wieder schmerzfrei zu spielen aber ich habe noch viel Arbeit vor mir und muss mich wieder ran kämpfen! Vielen, vielen Dank für die unglaubliche Unterstützung von allen deutschen Fans. Ihr seit die Besten!!","2016-01-21 06:52:04+00","175535596516_10153319764986517",36],[58761,"Hello cool Melbourne :-) How do you like the painting? ;-)","2016-01-16 22:34:51+00","175535596516_10153312345646517",36],[58765,"Another first for me... Surfing lesson in Australia! It's tougher than it looks but it's fun! Good body work out. \n\nDas erste mal beim Surfen. Es ist echt eine Herausforderung aber macht sehr viel Spaß!","2016-01-04 15:45:09+00","175535596516_10153291471001517",36],[58767,"Hello from sunny Perth :-) We are getting ready for Homan Cup! \n\nHallo aus dem sonnigen Perth! Sascha und ich bereiten uns zusammen auf den Hopman Cup vor :-)","2015-12-31 12:04:24+00","175535596516_10153283814651517",36],[58769,"I wish all my fans an amazing Christmas time! Hope you got some nice presents and are enjoying the time with family \u0026 good food :-)))\n\nIch wünsche all meinen Fans wunderschöne Weihnachten! Ich hoffe ihr genießt die Zeit mit der Familie und habt schöne Geschenke bekommen :-)) \n\nŻyczę wszystkim moim Fanom Wesołych i radosnych Świat :-)","2015-12-25 16:40:38+00","175535596516_10153273617816517",36],[58770,"One last workout before all the Christmas food can come... :-) #Yummy #christmas #GottaLoveIt\n\nNoch eine letzte Trainingseinheit bevor das ganze tolle Essen während Weihnachten kommt...! :-)))","2015-12-23 15:48:10+00","175535596516_10153269902286517",36],[58773,"What is going on in this world!?!? Please let it be peaceful again..!! \nI don't know how about you but there was no way to fall asleep for me yesterday. I was hours in front of the tv shocked by what's happening... #Paris","2015-11-14 09:03:48+00","175535596516_10153203203276517",36],[58775,"German Power Girls 😁😎 Had a fantastic night at Bambi! :-) #HeidiKlum \n\nGerman Power Girls 😁😎 Heidi hatte sogar ein Bild für mich... ;-) Es war wirklich ein toller Abend! #Berlin #Bambi #HeidiKlum","2015-11-13 10:50:13+00","175535596516_10153201854081517",36],[58776,"Had a lovely evening at the Sportpresseball. It's so good to see so many athletes from all different sports and nice to catch up with friends! #PegasosTrophy\n\nIch hatte einen schönen Abend beim Sportpresseball. Es ist toll so viele Sportler wieder zu sehen und mal die Zeit zu haben, sich zu unterhalten! #PegasosTrophäe","2015-11-08 17:24:07+00","175535596516_10153194916776517",36],[58780,"Working hard to come back stronger...! 💪🏻😃 \n\nEs wird ordentlich geackert um stärker denn je zurück zu kommen!!","2015-11-04 20:49:26+00","175535596516_10153188917396517",36],[58783,"🎃👻💀...Happy Halloween...🎃🙀💀👻","2015-10-31 22:24:25+00","175535596516_10153182833876517",36],[58794,"Ein wenig beim 5 gegen Jauch schauen entspannen. Jetzt wisst ihr was ich nicht sehen wollte :-P #dieBilderbekommeichnichtmehrausdemKopf #werhattebittedieseIdee \n\nRelaxing while watching tv. There were some parts that I didn't want to see ;-P","2015-10-30 20:32:07+00","175535596516_10153181085876517",36],[58795,"You just have to get back up on your feet after a loss... Good to be back with a 6:0 6:3 win against Venus Williams last night! Had fun and enjoyed the good feeling out there! \n\nMan muss einfach immer wieder nach Niederlagen aufstehen und weiter kämpfen. Ich freue mich über das gute Match und das 6:0 6:3 gegen Venus Williams gestern! Weiter geht's :-)\nWer Lust hat, kann gleich im Ersten bei Wer Weiß denn Sowas einschalten und mit lachen :-)","2015-08-11 15:48:18+00","175535596516_10153035761356517",36],[58798,"Nachdem ich über 10 Jahren Mitglied der IMG Familie gewesen bin, habe ich mich entschieden die Zusammenarbeit mit Wirkung zum 01. August 2015 vorzeitig zu beenden.  Ab sofort werde ich von der Firma \"en2rage\" vertreten und freue mich auf eine vertrauensvolle Zusammenarbeit\n\nAfter being part of the IMG family for almost 11 years I decided to leave. I will now work together with \"en2rage\". I'm looking forward to a personal and familiar partnership.","2015-08-01 17:22:00+00","175535596516_10153016900271517",36],[58799,"After a day of sweating and grinding....having some fun at the pool :-)))\n\nNach einem guten Trainingstag- jetzt ein wenig Spaß im Pool :-)))","2015-07-21 17:12:05+00","175535596516_10152996475256517",36],[58800,"Gotta love family time! Good excuse to behave like a child again ;-) #loveit","2015-07-13 06:20:30+00","175535596516_10152979142201517",36],[58801,"Thanks for the love and support at Wimbledon!!! It was great to be back on Center Court! :-)#ontothenextone #goodfight #happy","2015-07-02 17:30:17+00","175535596516_10152959583121517",36],[58802,"...my love affair...😍😍🌱😜 ;-) :-))) I simply love being at Wimbledon!!","2015-06-24 16:06:22+00","175535596516_10152943322601517",36],[58740,"So happy to be back in Charleston!! I was a bit nervous but found a way to calm down and win the match yesterday :-) Step by step forward! Thanks for the support. \n\nIch war gestern zwar etwas nervös aber habe eine Weg gefunden ruhig zu werden und das Match zu gewinnen. Ich freue mich sehr Im Charleston zu sein-für mich ein ganz besonderer Ort. Schritt für Schritt in die richtige Richtung!","2016-04-05 15:34:45+00","175535596516_10153491753416517",36],[58742,"I'm very disappointed about yesterday's result. It was another close match that I lost but this time the level was a lot better from my side. There are many positives to take away and build on but I still need some time to fully find my A game. It's never easy to come back from an injury- it takes time and patience which I sometimes don't have. :-) Life sometimes isn't easy...I will keep on fighting and want to thank you guys for all the support!! \n\nIch bin sehr enttäuscht über den Ausgang des gestrigen Matches. Es war ein gutes Match welches ich knapp im dritten Satz verloren habe. Trotz all dem habe ich wieder Fortschritte gemacht auf die man jetzt aufbauen kann. Es ist nie leicht von einer Verletzung zurück zu kommen. Es braucht Zeit, viel Geduld und harte Arbeit um zur alten Stärke zurück zu finden. Das Leben ist nicht immer leicht aber ich werde weiter kämpfen und danke euch allen für eure Unterstützung!!","2016-04-07 14:19:01+00","175535596516_10153496032201517",36],[58744,"Ich konnte heute leider nicht vor Ort sein...bin aber in Gedanken und mit ganzem Herzen bei Euch! Lebe wohl Guido. Wir werden Dich vermissen!","2016-04-02 15:12:13+00","175535596516_10153484656246517",36],[58746,"Fun times at the gym! Gotta love it 💪🏻😎 \nThx for the great stay at the JW Marquis Miami. Love staying here not only because of the amazing gym...\n\nSpaß beim Fitnesstraining ist möglich! :-)) Ich liebe es ins Gym zu gehen 💪🏻😎","2016-03-31 15:42:04+00","175535596516_10153479297766517",36],[58747,"Hello there green clay court :-)) I missed you! \n\nSonnige Grüße vom grünen Sandplatz! :-) \nHoffe ihr hattet alle schöne Ostern... :-) 🐰🐣","2016-03-30 16:36:31+00","175535596516_10153476280421517",36],[58749,"Last practice done. I'm ready to fight for every ball tomorrow! Hope you'll be there supporting :-)) #MiamiOpen \n\nDie letzten Vorbereitungen sind vorbei. Ich bin bereit morgen um jeden Punkt zu kämpfen und freue mich schon drauf! Hoffe viele von euch werden mich unterstützen. :-))))","2016-03-24 19:55:49+00","175535596516_10153455436806517",36],[58751,"Eine wahnsinnig traurige und schockierende Nachricht die uns erreicht... Es ist unheimlich schwer passende Worte zu finden wenn ein so liebenswerter und toller Mensch von uns geht. Er hat gekämpft und hatte den Willen den Krebs zu besiegen, doch leider hat er es nicht geschafft. Du wirst für immer in unseren Herzen bleiben! Ruhe in Frieden Guido Westerwelle","2016-03-18 18:16:23+00","175535596516_10153436691546517",36],[58752,"","2016-03-17 20:34:04+00","175535596516_10153434178911517",36],[58753,"New day, new challenge! Gotta keep working hard... This background is beautiful though... #nofilterneeded #getfaster #getstronger\n\nEin neuer Tag, eine neue Herausforderung! Es wird weiter gearbeitet... Der tolle Ausblick macht es einem aber leichter :-)","2016-03-16 05:47:12+00","175535596516_10153430171531517",36],[58789,"Quiet a few Emotions were involved yesterday :-))) It's worth fighting till the end. Thanks for your support guys!!! :-) \n\nDas war schon ein wenig emotional gestern... ;-) Kämpfen bis zum letzten Punkt zahlt sich einfach auch mal aus. Danke für die Unterstützung!!!","2015-09-06 18:22:38+00","175535596516_10153089998806517",36],[58790,"I have no words to describe how thankful I am for your support. You helped me so much today!!!! Coming back from 1:5 down in the third set.... I left my heart out there on the court!!! So happy...","2015-09-06 02:30:30+00","175535596516_10153088867571517",36],[58791,"I had a good \u0026 fun practice with Dustin Brown yesterday. I'm playing my first match on Tuesday so more practice in the next couple of days :-) #NYC #UsOpen\n\nIch hatte gestern ein gutes Training mit Dustin Brown. Mein erstes Match ist am Dienstag. Bis dahin wird noch fleißig trainiert :-) #UsOpen #NYC","2015-08-29 16:24:30+00","175535596516_10153074444341517",36],[58792,"Being a tourist for once... :-) Absolutely loved being in Toronto. Wish we had the tournament every year! Thanks for all the support here. \n#NiagaraFalls \n\nEinfach mal Touri sein... :-) Niagara Fälle \nWir hatten eine gute Zeit in Toronto. Schade das es das Turnier nur alle zwei Jahre gibt... Jetzt geht's weiter nach Cincinnati.","2015-08-15 18:44:13+00","175535596516_10153045407851517",36],[58793,"It wasn't the prettiest match but a good fought one! Happy with the win against Strycova. #itwassowindy #likeahurricane ;-P\n\nEs war zwar kein schönes Match aber Sieg ist Sieg! Gut gekämpft und weiter geht's :-) #eswarsowindig","2015-08-13 12:52:00+00","175535596516_10153040856586517",36],[58796,"","2015-08-03 14:02:00+00","175535596516_10153020292316517",36],[58797,"Fighting the Jetlag before our night session matches with some chess ;-) #whoeverislesstiredwillwin #2againstone #california \n\nDer Kampf gegen den Jetlag... Eine Runde Schach in Vorbereitung auf unsere Night Session Matches :-)","2015-08-03 14:01:00+00","175535596516_10153020287561517",36],[58803,"It was a tough first round but very happy with the win! Always hard to at a good friend! Finished the evening off with a nice relaxing run and some strawberries :-))) thx for the amazing support at SW19 once again...!\n\nEs ist immer schwierig gegen eine Freundin zu spielen. Schwere erste Runde aber ich freue mich das Match in zwei Sätzen gewonnen zu haben! Abends gab's noch einen entspannen Lauf und ein paar Erdbeeren ;-)))","2015-06-30 22:53:50+00","175535596516_10152955858106517",36],[58806,"Into the quarters here at Birmingham! Happy pulling the match out in two close sets. Onto the next one :-)))\n\nIch freue mich das Match in zwei knappen Sätzen gewonnen zu haben. Morgen gehts im Viertelfinale weiter! :-)","2015-06-18 17:00:48+00","175535596516_10152916928721517",36],[58807,"Yeessss, another record for most aces served in a WTA match with 27 aces :-))) Too bad I missed the 131mph serve by a couple of inches... ;-) Very happy to be back on the grass in England! :-)\n\nNoch ein Rekord. Diesmal die meist geschlagenen Asse in einem WTA Match (27 Asse). Schade das der Aufschlag mit 131 mps knapp im aus war ;-) Es ist schön wieder auf Rasen zu spielen!","2015-06-17 19:32:50+00","175535596516_10152915132191517",36],[58808,"Hello Birmingham! It's nice to be back again :-)) I had my first practice here today and funny enough the four of us were on the same court. Felt like at Fed Cup ;-) #Angelique #Julia and #Andrea \n\nHallo aus Birmingham! Angie und ich haben heute trainiert und haben uns den Platz mit Petko und Jule geteilt. Hat sich angefühlt wie beim Fes Cup ;-)) #gutesTeam","2015-06-15 19:55:59+00","175535596516_10152911630851517",36],[58810,"Do I need to say anything else!?!? :-))) I love the feel of it and I could practice for hours on the grass...and I did :-))\n\nMuss ich noch irgendwas dazu sagen!?!? :-) Es ist toll wieder auf Rasen zu spielen...! :-)))","2015-06-11 20:05:51+00","175535596516_10152904491951517",36],[58811,"Thanks for all the support at the French Open! Many good things to take with me and more to work on. Excited for the next few weeks. #sadtoleavesosoon #Paris #Eiffeltower \n\nVielen Dank für die tolle Unterstützung bei den French Open! Es gibt viele gute Dinge die man mitnehmen kann und noch einiges an dem man arbeiten wird. Ich freue mich auf die nächsten Wochen! #Paris #Eiffelturm","2015-05-30 16:55:29+00","175535596516_10152883977036517",36],[58812,"Relaxing in our cozy apartment before today's doubles match... :-) thx www.wimdu.de #Paris #RolandGarros \n\nJetzt noch entspannt auf dem Sofa und später auf dem Platz zum Doppel... :-) Danke www.wimdu.de fürs schöne Apartment!","2015-05-28 08:17:32+00","175535596516_10152877428211517",36],[58813,"When in Paris.... #arcdetriomphe #Paris #beautiful #lovelyevening","2015-05-27 20:55:53+00","175535596516_10152875314021517",36],[58814,"Happy to be through to the third round at the French Open. Happy with my performance.  Unfortunate that Gavrilova had to retire. Hope she gets better soon. #onwardswego #teamlisicki\n\nIch freue mich in der dritten Runde der French Open zu stehen. Es war ein guter Satz von mir. Schade das Gavrilova aufgeben musste. Ich hoffe ihr geht's schnell besser!","2015-05-27 11:28:17+00","175535596516_10152872453141517",36],[58817,"A mother always has a protective wing over you! #thanksforbeingthere #HappyMothersDay #Love \n\nDer Beschützerinstinkt einer Mutter ist immer vorhanden. #Dankedasdudabist #AllesGuteZumMuttertag","2015-05-10 13:49:46+00","175535596516_10152828472456517",36],[58821,"Julia and I won our first match together here in Stuttgart today! It's nice to be back playing in front of the home crowd... Here a picture with one of the kids from my fan group here in Stuttgart! \n\nJule und ich haben unser erster Match heute gemeinsam gewonnen. Morgen gehts im Einzel ran. Es ist schön wieder hier zu sein und vor heimischem Piblikum zu spielen! Hier ein Bild mit einem der Kinder von meiner Fan Gruppe.","2015-04-21 20:24:16+00","175535596516_10152794725966517",36],[58822,"From Russia with love... ;-) \n#FirsttimeinRussia #FedCup #Sochi","2015-04-14 17:23:38+00","175535596516_10152779422821517",36],[58825,"Phew...lucky that my hair grew so fast ;-) April fools is too easy....! :-))) #Youvegottahavesomefun\n\nMan habe ich Glück das meine Haare so schnell gewachsen sind.. ;-))  #1.Aprilkannjeder #Spassmusssein","2015-04-08 19:08:25+00","175535596516_10152767465736517",36],[58828,"It was a great match against Serena today but she was better at the big points today!\nStill it was a fantastic 4 weeks with a semifinal at IW and a quarterfinal in Miami. Its a good start and we keep working hard! Thanks for the AMAZING support! \n\nEs war ein sehr gutes Match gegen Serena aber heute war sie bei den Big Points besser als ich! Es war trotzdem eine super US-Tour mit einem Halbfinale in Indian Wells und hier in Miami Viertelfinale. Es fühlt sich gut an auf dem richtigen Weg zu sein und ich freue mich auf die nächsten Wochen! Vielen Dank für die großartige Unterstützung!","2015-04-01 22:46:17+00","175535596516_10152753517666517",36],[58830,"","2015-03-30 14:20:15+00","175535596516_10152749001056517",36],[58918,"It's great to be back home in Florida! Preparing for the hard court season. Not only working on my backhand... ☀️ Have a great Sunday!\n\nEs ist schön wieder in der Hitze von Florida zu trainieren. Vorbereitungen für die Hartplatzsaison laufen! Schönen Sonntag wünsche ich euch noch!","2014-07-20 13:56:59+00","175535596516_10152232669981517",36],[58981,"","2014-02-15 18:37:42+00","175535596516_10203274326603674",36],[58983,"Nice meeting Jogi Löw! Keeping my fingers crossed for the team this summer during World Cup!  \n\nWar cool Jogi Löw zu treffen! Drücke der Mannschaft diesen Sommer für die WM alle Daumen!","2014-02-09 18:50:23+00","175535596516_10151923039606517",36],[58985,"It feels so cold in Germany when coming back from hot weather. Lucky such thing as seat heater exist! ❄️#lovewinter #timeforwarmclothes @Peugeot \n\nWenn man aus dem heißen Klima kommt, ist es ganz schön kalt hier in Deutschland... Wie gut das die Sitzheizung erfunden wurde!! :-D #ichliebeWinter #ZeitfürwarmeSachen","2014-02-05 14:24:28+00","175535596516_10151915275191517",36],[58987,"Congrats Stan!!! Very happy for you. That was another incredible match from both players. Reminded me so much of last year when I stayed awake till 2am... #WawrinkaVSDjokovic #AustralianOpen #GottaLoveTennis","2014-01-21 12:45:59+00","175535596516_10151888231741517",36],[58988,"This is the type of day you really want to stay hydrated.  I use Hydralyte to keep me at my best in matches.","2014-01-14 01:19:40+00","175535596516_10151874246096517",36],[58989,"Good to have the first match under your belt! Thx so much for your support- I had a great time out there!!","2014-01-13 15:05:21+00","175535596516_10151873093431517",36],[58990,"","2014-01-13 04:42:48+00","175535596516_10203021121193697",36],[58992,"","2014-01-04 21:55:37+00","175535596516_10151856903481517",36],[58995,"Very happy with my first win of the 2014 season:)","2013-12-29 14:41:39+00","175535596516_10151844185801517",36],[58996,"Just got this nice picture of my meeting with the Peugeot Deutschland team last week.  Very thankful for the support of Mr. de Rycker and his team.","2013-12-24 15:43:20+00","175535596516_10151834772836517",36],[58998,"Arrived in Brizzy:) Now I'm kind of tired...what a surprise","2013-12-23 23:28:56+00","175535596516_10151833503651517",36],[59000,"Vielen, vielen Dank das ihr mich zu Berlins Sportlerin des Jahres gewählt habt!","2013-12-08 14:59:27+00","175535596516_10151804723481517",36],[59001,"Wow über 16 Mio bei Ein Herz für Kinder zusammen gekommen! Vielen Dank für ihre Spenden!","2013-12-08 14:58:44+00","175535596516_10151804722181517",36],[59002,"","2013-12-06 17:08:10+00","175535596516_10151800649441517",36],[59004,"","2013-12-06 15:37:39+00","175535596516_10151800494951517",36],[59005,"","2013-12-06 15:36:52+00","175535596516_10151800493246517",36],[59008,"happy to help raise money for Mark's charity event for the 4th time.  Alwas great to be there.","2013-11-25 03:15:20+00","175535596516_10151776779771517",36],[59010,"","2013-11-18 13:21:35+00","175535596516_10151761617486517",36],[59012,"Very excited to announce another partnership.  Proud to have AdmiralDirekt.de on my team!!!!\r\nhttp://www.youtube.com/watch?v=aM1GB_x_Q04","2013-11-12 15:13:12+00","175535596516_10151749470921517",36],[59016,"Beim Sportpresseball in einem tollen Kleid von Basler by Brian Rennie!","2013-11-02 19:04:40+00","175535596516_10151726004576517",36],[59018,"Dortmund vs. VfB Stuttgart! Great Game!  #football #bundesliga  #greatatmosphere","2013-11-01 21:32:45+00","175535596516_10151724208021517",36],[59019,"I won my match against Venus today. Happy with the way I played. I'm enjoying my time in Beijing! \r\nIt's great to see my fans here and get so much support :-)","2013-10-01 13:49:54+00","175535596516_10151663124756517",36],[59020,"Come on Ladies, just do it” #teamnike #justdoit\r\nhttp://www.youtube.com/watch?v=nql49wrkURY\u0026feature=youtu.be","2013-09-20 14:15:35+00","175535596516_10151643027286517",36],[59021,"","2013-09-10 14:46:52+00","175535596516_10151622836551517",36],[59023,"What a great day:):)  Nike Training Club","2013-09-08 21:32:04+00","175535596516_10151619461841517",36],[59025,"Thx so much for all your support throughout the US Open. I really enjoyed it! I'm looking forward to coming back next year :-)  \r\nBefore I'm leaving New York City I thought I will get a new hair cut... Don't worry I didn't go brunette or for a short hair cut ;-)","2013-09-01 21:50:33+00","175535596516_10151606969966517",36],[59026,"","2013-08-30 21:15:27+00","175535596516_10151603523896517",36],[59029,"this is pretty cool:)   https://www.youtube.com/watch?v=8b9GN6HxnMY#at=12","2013-08-20 03:03:16+00","175535596516_10151584576221517",36],[59033,"Happy Sunday:) Training sessions were good and fun! Have a great day!!","2013-07-21 16:32:58+00","175535596516_10151529876076517",36],[59034,"I got my new orthotics. Franky is the best at making them!! Btw isn't that a cool car!?","2013-07-19 19:19:08+00","175535596516_10151526646126517",36],[59036,"","2013-07-09 09:23:33+00","175535596516_10151509080621517",36],[59037,"earlllyyyyy morning show:)\r\nhttp://www.zdf.de/ZDFmediathek/kanaluebersicht/aktuellste/446#/beitrag/video/1939288/Lisicki:-%22Es-waren-tolle-zwei-Wochen%22","2013-07-09 07:34:16+00","175535596516_10151509002496517",36],[59040,"Look what legend I ran into today....:)","2013-07-02 17:10:22+00","175535596516_10151497789451517",36],[59042,"","2013-07-02 09:28:31+00","175535596516_10151497282031517",36],[59044,"It was a fantastic match against a great champion. To be able to come out on top of that is great! Thank you SO much for your support everyone!\r\nPlaying next match tomorrow! Lets go! :)","2013-07-01 23:29:10+00","175535596516_10151496646041517",36],[59047,"Happy with today's 6:3 6:1 win over Vesnina! I played well and had some fun out there! Did I mention that I love to play at Wimbledon yet!? :-D Thx for you amazing support. It's a joy to play out there! Tomorrow mixed with Mark Knowles at 11:30!","2013-06-27 22:31:36+00","175535596516_10151487545816517",36],[59051,"It's so so nice to play on the perfect grass! Great to be back at Wimbledon ! Got lucky with the weather and court time and practiced a lot today \r\nEs ist so ein tolles Gefühl auf dem perfekten Rasen von Wimbledon zu spielen! Echt schön wieder hier zu sein :-) Heute hatten wir mit dem Wetter Glück und konnten lange trainieren!","2013-06-19 20:25:30+00","175535596516_10151473227226517",36],[59054,"","2013-05-31 09:28:11+00","175535596516_10151441812781517",36],[59057,"Didn't play well enough in my singles today. But it's been a good tournament to build on. Going step by step into the right direction.","2013-05-09 20:54:23+00","175535596516_10151409446866517",36],[59058,"Fun to win the doubles title at home","2013-04-28 18:58:54+00","175535596516_10151393623946517",36],[59061,"Happy with my first round win here in Stuttgart!  On to second round:)","2013-04-23 19:26:51+00","175535596516_10151386808166517",36],[59062,"Ich spiele morgen beim Porsche Tennis Grand Prix um 19:30 Uhr gegen Burnett. Freue mich schon drauf und hoffe auf eure lautstarke Unterstützung! :):)","2013-04-22 20:03:59+00","175535596516_10151385107311517",36],[59064,"Some pictures dont need words:)","2013-04-22 14:22:20+00","175535596516_10151384659706517",36],[59068,"Hey guys! Excited to tell you that I'll be stopping by WTA Live at All Access Hour in Charleston today. Hoping that you will leave me some questions and watch the show here at 1pm ET: http://bit.ly/16qGChM  See you soon :)","2013-04-01 15:02:11+00","175535596516_638892172793724",36],[59070,"Love being in Miami.  Always feel at home at the Sony Open Tennis!!!","2013-03-19 02:39:39+00","175535596516_10151334374036517",36],[59055,"I won 64 60 and am very happy with my second round win today! Onto the next one :-)\r\nThanks for all the support out there today! \r\nTomorrow I only play doubles 2nd after 11o'clock. :-) #rolandgarros","2013-05-29 20:39:55+00","175535596516_10151439643301517",36],[59056,"Rain, rain and more rain!....lucky that I practiced very early in the morning before it came!","2013-05-24 15:07:17+00","175535596516_10151431000841517",36],[59059,"the result of a hard day's work!","2013-04-24 22:55:21+00","175535596516_10151388515301517",36],[59060,"Hab gerade eine Autogrammstunde bei meinem lieblings Sonnenbrillen-Hersteller Maui Jim gemacht \r\n\r\nI just did an autograph session for my favorite sunglasses brand. :-)","2013-04-24 13:07:42+00","175535596516_10151387849841517",36],[59063,"Had a great time on the WTA Live show tonight. Did you see the WTA Live Challenge and did you like my winning move? :)http://bit.ly/14Kfygy","2013-04-22 22:46:22+00","175535596516_10151385344816517",36],[59065,"Bag check at Fed Cup :-)","2013-04-19 08:57:00+00","175535596516_10151380475351517",36],[59066,"I´m happy with my start into the clay season! Charleston brings out the best of me :-) Onto the next one. Playing 2nd on Althea Gibson Court vs Burdette tomorrow. Thx for all the support today and hope to see you again tomorrow! :-)\r\n\r\nI won´t be watching because its to late but I wish my friend Dirk and his crew of the Dallas Mavs all the luck they need to win tonight!! :-D Auf gehts!\r\n\r\nHere is a fun pic from last night ;-)","2013-04-03 00:26:58+00","175535596516_10151359400941517",36],[59067,"The Easter bunny came to Charleston this weekend:)\r\nFirst match will be tomorrow.","2013-04-01 23:12:12+00","175535596516_10151357965401517",36],[59069,"Great morning practice on the court.  3 hours of sliding on the clay!  Grinding.","2013-03-28 15:59:20+00","175535596516_10151351519796517",36],[59071,"Back in Bradenton and will get ready for Indian Wells....","2013-02-25 05:51:40+00","175535596516_10151286813821517",36],[59073,"","2013-02-23 21:28:23+00","175535596516_380390232060259",36],[59074,"Having a relaxed morning. Some hot tea \u0026 a nice walk in the cool! ❄☀ #likethecrispair #gettingready4thefinal","2013-02-23 17:09:37+00","175535596516_10151283876296517",36],[59076,"","2013-02-23 00:18:21+00","175535596516_137774386392021",36],[59077,"Here is a pic from my match in Memphis... A pic with my favorite shot!  :)","2013-02-22 14:44:22+00","175535596516_10151281521661517",36],[59081,"Won my semis in straight sets today. Playing the Final at 4pm tomorrow. Thanks for all the support. Hope to see you out there tomorrow :-)) \nHere is a pic from after the match. :-) Copyright Juergen Hasenkopf","2013-02-02 14:18:46+00","175535596516_10151245431686517",36],[59084,"Met some traditional dressed guys. Thought it was pretty cool. Don't get to see this too often... :-) Won my match in two sets. Quarter finals at 3pm tomorrow!","2013-01-31 15:50:53+00","175535596516_10151230977816517",36],[59085,"Happy birthday Daddy!!!","2013-01-30 16:47:57+00","175535596516_10151221024821517",36],[59087,"Got to practice after the rain and then went to the players party in Pattaya. Here is a pic for you. Good night:)","2013-01-27 16:06:25+00","175535596516_10151216145241517",36],[59089,"AMAZING Match by Stan Wawrinka vs Nole Djokovic. 12:10 in the 5th... Feel gutted for Stan! But congrats to Nole!!! #epicmatch @AustralianOpen","2013-01-20 14:49:25+00","175535596516_10151204343901517",36],[59094,"Had a great evening at the Victoria Market!! If you're there you've gotta try the Market Juice!","2013-01-09 14:56:30+00","175535596516_10151187396666517",36],[59095,"It's so good to be back! Gotta love Rod Laver Arena at the Australian Open!!!","2013-01-07 12:48:29+00","175535596516_10151184251521517",36],[59097,"Had a very good match but lost in tight sets. Going to take a lot out of this match! Looking forward to my next tournaments.  On to Sydney.","2013-01-02 14:44:50+00","175535596516_10151176480496517",36],[59099,"OMG... Wild animals in the hallway....!! Welcome to OZ:):)","2013-01-02 01:19:35+00","175535596516_10151175727301517",36],[59102,"","2012-12-25 18:18:00+00","175535596516_390229131062518",36],[59105,"I'm on my way to Australia. So I'm spending Christmas on the plane this year... I still want to wish you all a great Christmas with your family! Its the best time of the year so enjoy it!! :-)","2012-12-24 11:54:02+00","175535596516_10151162692986517",36],[59108,"To all my friends in the USA.....I hope Thanksgiving dinner was awesome!!!","2012-11-23 01:32:30+00","175535596516_10151121532876517",36],[59111,"Had some great family time on the weekend!! Who has the brighter smile here!?!?","2012-11-12 16:06:53+00","175535596516_10151108418791517",36],[59113,"Back in Germany.   Getting ready for Linz next.  Hope to see you there.","2012-10-04 07:38:40+00","175535596516_10151057299136517",36],[59114,"http://edition.cnn.com/video/?hpt=ite_t1#/video/sports/2012/09/21/kerber-petkovic-goerges-lisicki.cnn","2012-09-26 16:08:44+00","175535596516_345035102255041",36],[59117,"Time to help a good cause.....\nhttp://www.ebay.de/itm/ws/eBayISAPI.dll?ViewItem\u0026item=221118150088","2012-09-01 03:37:18+00","175535596516_351934911557202",36],[59121,"Happy is here too:)","2012-08-25 23:22:55+00","175535596516_10151006180541517",36],[59123,"Credit: Hasenkopf","2012-08-01 14:24:57+00","175535596516_10150956616256517",36],[59127,"Hi everyone, it's so so exciting to be at the Olympics. Its super cool meeting a lot of great athletes in the village. Here is a pic of me with Michael Phelps :-D I'm playing my first singles match on Sunday \u0026 doubles will be with Kerber up 4th match vs Robson/Watson tomorrow! Let the games begin :-)","2012-07-27 19:24:13+00","175535596516_10150947047861517",36],[59128,"Arrived in the Olympic village and I'm simply fascinated! There are. No words for this... Something very special!!","2012-07-24 23:26:53+00","175535596516_10150941476696517",36],[59130,"so excited to be going to London for the London 2012 now. We could kind of call it the Bollettieri jet as several players from IMG Academies on the plane.  Kei Nishikori and Radek are already here.  haha  Worked hard for 2 weeks and excited to depart for London:)","2012-07-24 00:55:53+00","175535596516_10150939574931517",36],[59131,"","2012-07-23 17:36:55+00","175535596516_10150938822716517",36],[59132,"So excited to fly to London on Monday.  I have been working very hard in the Bradenton heat and feel ready.  Excited to represent my country.  BTW...nice to see the media supporting the German players in London!","2012-07-22 22:13:31+00","175535596516_10150937222161517",36],[59134,"http://t.co/GAFjhfrH","2012-07-12 12:36:51+00","175535596516_201080840019738",36],[59136,"Was invited to Markus Lanz Show last night. Here is a pic with him before the show :-)\r\nMit Markus Lanz vor der gestrigen Show :-)","2012-07-12 12:23:10+00","175535596516_10150917385786517",36],[59137,"Thanks so much for all your support during my stay in England! LOVE my fans- you make it fun out there for me :-) Here is a pic with Dirk Nowitzki \u0026 me... and yes, is was tempted to stand on a chair.... ;-)","2012-07-04 17:15:31+00","175535596516_10150901468961517",36],[59138,"Very tough loss today.  Fought myself out of so many holes and in the end did not finish it off.  Will be back!","2012-07-03 23:55:45+00","175535596516_10150900066826517",36],[59072,"","2013-02-25 04:58:18+00","175535596516_495935127119219",36],[59075,"Won my semifinal in two sets today. Very happy to be in back to back finals. Want to go one step further this time though! :-) Going to fight for it tomorrow! Auf geht's! :-)","2013-02-23 01:10:08+00","175535596516_10151282482276517",36],[59078,"http://www.wtatennis.com/news/article/3082270/title/lisicki-moves-on-in-memphis","2013-02-20 03:02:06+00","175535596516_156637231160421",36],[59079,"Yessssss!!!","2013-02-11 15:02:06+00","175535596516_10151261195236517",36],[59080,"Got into second place. Disappointed to lose in 3rd set tiebreaker after coming back from 2:5 down but still a great tournament! Lots of positives to take from here!!!  The year has only stared...\nThx for ALL the support out there!!","2013-02-03 14:17:06+00","175535596516_10151247288641517",36],[59082,"Won in three today.  Here is a nice pic from the match.  (Juergen Hasenkopf copyright)","2013-02-01 15:51:27+00","175535596516_10151243852751517",36],[59083,"http://www.youtube.com/watch?v=tGNXVmyUDqo","2013-02-01 15:13:20+00","175535596516_124343941075469",36],[59086,"...so what do you do when it rains...??? Playing cards!!  Not really a poker face is it!?!?","2013-01-30 16:45:15+00","175535596516_10151221019451517",36],[59088,"http://www.sabinelisicki.com/news.php","2013-01-22 23:25:50+00","175535596516_147106425444890",36],[59090,"Beautiful sunset in Down under! :-)\nEin wunderschöner Sonnenuntergang in Australien! :-)","2013-01-20 13:57:41+00","175535596516_10151204287446517",36],[59091,"Yesterday, made a quick visit to the IMG barbecue.  Today was all business getting ready for my match tomorrow. Off to sleep now.","2013-01-14 10:50:51+00","175535596516_10151194858091517",36],[59092,"The draw is out......http://www.australianopen.com/en_AU/scores/draws/ws/wsdraw.pdf.","2013-01-11 01:10:04+00","175535596516_10151189498091517",36],[59093,"Simply love it here!! :-D Are you as excited as I am for the Australian Open to start?!?!","2013-01-10 14:57:10+00","175535596516_10151188846701517",36],[59096,"Arrived in Sydney:)","2013-01-03 13:54:11+00","175535596516_10151177995336517",36],[59098,"https://twitter.com/sabinelisicki/status/286260314889129984","2013-01-02 01:20:44+00","175535596516_10151175728331517",36],[59100,"some nice clips from the first round....http://www.youtube.com/watch?feature=player_embedded\u0026v=jreIazmvXGw","2013-01-02 01:16:33+00","175535596516_321296021317798",36],[59101,"Happy with the first win of the year.  On to the second round.  Vika next.","2012-12-31 04:25:52+00","175535596516_10151172826276517",36],[59103,".... Welcome to Australia!! :)","2012-12-29 14:51:05+00","175535596516_10151170600236517",36],[59104,"Merry X-mass!!!","2012-12-25 17:26:06+00","175535596516_10151164767321517",36],[59106,"","2012-12-14 19:33:21+00","175535596516_180574115420006",36],[59107,"Es sind die letzten zwei Tage in denen Berlins Sportler des Jahres gewählt werden. Macht mit :-) Hier ist der Link: https://www.champions-berlin.de/wahl/","2012-11-24 12:53:51+00","175535596516_372365229520063",36],[59109,"Here is a pic from my holidays. I was so happy to finally be able to wear my fave Maui Jim sunglasses again!","2012-11-15 15:41:29+00","175535596516_10151112111476517",36],[59110,"Congrats Tennis Magazine!\nhttp://www.facebook.com/photo.php?fbid=10151532135258146\u0026set=a.349395998145.204555.349163473145\u0026type=1","2012-11-06 18:36:52+00","175535596516_131239873693041",36],[59112,"Nice pic from the player party....","2012-10-10 13:00:39+00","175535596516_10151065160911517",36],[59115,"Happy with my win today… 63 57 62….Azarenka next","2012-10-01 09:18:47+00","175535596516_10151053600216517",36],[59116,"Good hard practice at the IMG Academy with Rohan, Jose, Nick Bollettieri, and Chip.","2012-09-12 15:01:43+00","175535596516_10151031053266517",36],[59118,"Get well soon Rafa!!!  We miss you at the tournaments!","2012-08-27 11:47:55+00","175535596516_10151009536091517",36],[59119,"Made a visit by Nike yesterday….picked up the new collection:)","2012-08-27 11:46:16+00","175535596516_10151009533406517",36],[59120,"Strong is Beautiful!!!","2012-08-21 18:07:04+00","175535596516_10150996836756517",36],[59122,"Credit: Hasenkopf","2012-08-01 14:24:57+00","175535596516_10150956622661517",36],[59124,"","2012-07-30 20:29:20+00","175535596516_10150953162966517",36],[59125,"","2012-07-30 20:29:20+00","175535596516_10150953166966517",36],[59126,"","2012-07-30 14:05:39+00","175535596516_10150952483251517",36],[59129,"Did I just see 100k fans???????  :)  Thanks for all your support everyone.","2012-07-25 13:56:23+00","175535596516_10150942553426517",36],[59133,"Wohoo, I finally got my Olympic kit. I'm so excited and proud to have the \"Deutschland\" on my back! :-D London 2012- I'm ready :-)","2012-07-13 22:05:01+00","175535596516_10150920178141517",36],[59135,"Hi everyone, how are you? In a couple of days I'll get my gear for the Olympic games. I'm super excited!!! :-)\nHallo, wie gehts euch allen? In ein paar Tagen bekomme ich meine Sachen fuer die Olympischen Spiele. Da freue ich mich schon richtig drauf!! Heute abend bin ich bei Markus Lanz um 23:15Uhr auf ZDF zu Gast. Wenn ihr lust habt koennt ihr ja einschalten :-)","2012-07-10 13:22:16+00","175535596516_10150913661826517",36],[59139,"Yesssss, beat the world No1 Sharapova in straight sets at Wimbledon today! Thank you so so much for supporting me here. I simply love it :-D","2012-07-02 21:59:56+00","175535596516_10150897847141517",36],[59141,"Fought very hard today and played with a lot of positive emotion.  Very happy with my win today!","2012-07-02 18:44:57+00","175535596516_10150897490976517",36],[59145,"Had to shoot a quick thing for Yonex.  Rest of the day is doubles and back on the practice courts.","2012-06-28 08:28:45+00","175535596516_10150889099186517",36],[59147,"Good day of practice at Wimbledon with IMG Academies Coach Chip Brooks.  Loving the grass.","2012-06-22 12:51:30+00","175535596516_10150877838041517",36],[59149,"","2012-06-11 15:19:11+00","175535596516_10150856843431517",36],[59150,"","2012-06-11 15:19:11+00","175535596516_10150856841881517",36],[59151,"http://www.vogue.co.uk/video?category=exclusives\u0026id=11355","2012-06-11 14:54:39+00","175535596516_159775034155175",36],[59153,"Did a great shoot with Longines Watches this Friday.  Here a nice picture with Erich from Longines.","2012-06-11 14:01:12+00","175535596516_10150856720486517",36],[59155,"http://www.youtube.com/watch?v=esiKxxa9rxQ","2012-06-11 13:58:45+00","175535596516_116810225125661",36],[59157,"http://www.sabinelisicki.com/news-reader/items/sabine-lisicki-signs-with-yonex.php","2012-06-02 23:20:48+00","175535596516_10150839591106517",36],[59159,"Hi everyone, after fighting for 2:40h I lost by one break in the 3rd set. I made to many wrong choices on my shot selection \u0026 my movement isn't where it should be yet. I'm very disappointed but happy that I'm healthy! This way I can keep on practicing \u0026 improving on the things needed! Thanks for all your support!","2012-05-16 13:30:56+00","175535596516_10150798470181517",36],[59140,"Very happy with my win today.  Felt good going into the match and beating the #1 in the world is always great.  On to the quarters!","2012-07-02 18:44:57+00","175535596516_10150897493951517",36],[59142,"Come on!!!!!!!  :)","2012-07-02 18:44:57+00","175535596516_10150897491086517",36],[59143,"I won my match in very tricky conditions today. I'm very happy to be thru to the second week here at Wimbledon for the 3rd time in a row. Thanks so much for all your support! Simply LOVE playing here!","2012-06-30 00:21:57+00","175535596516_10150892466216517",36],[59144,"Had a very tough win today.  Happy to get through.  Feeling great on the grass.","2012-06-27 22:15:40+00","175535596516_10150888351106517",36],[59146,"First match on tomorrow.  Excited to start Wimbledon...","2012-06-24 19:21:14+00","175535596516_10150882004336517",36],[59148,"","2012-06-11 15:19:11+00","175535596516_10150856841926517",36],[59152,"http://www.vogue.co.uk/news/2012/06/07/nike-womenswear-project---mary-charteris-kerry-nixon/gallery#/image/5","2012-06-11 14:55:20+00","175535596516_431027770262312",36],[59154,"http://www.youtube.com/watch?v=kscJPsL0-oc\u0026feature=relmfu","2012-06-11 13:58:57+00","175535596516_252286984871498",36],[59156,"I will play with tennis legend Stefanie Graf! Three generations in one match! Join me on Saturday, June 9th at 11 o’clock at Roland Garros for my exhibition match with Stefanie Graf and the young finalists of the tournament “Longines Future Tennis Aces” during the French Open! You will only need an “Accès Stade” card (get it here: http://rolandgarros.fft-tickets.com/uk/tickets/events, choose « All going to the final”) which allows you to enter Roland Garros. Admission to the court will be free.","2012-06-07 13:35:27+00","175535596516_279332258831240",36],[59158,"A happy hello from Roma :-)\nToday was a really windy and quiet cold day. Still I had a good hit and I can't wait to go on the court for my match. I'm playing second match after 11o'clock on court 2 vs Erakovic tomorrow. \nI'm looking forward to playing \u0026 hope to see many of you out there :-)","2012-05-14 18:19:34+00","175535596516_10150793589461517",36],[59161,"Hi everybody, I've got some good news. I've been practicing the last few days and my ankle feels good. I'm going to be back on tour starting next week in Rome!!! I'm very excited and hope you are too! :-)","2012-05-09 15:26:17+00","175535596516_10150780038436517",36],[59162,"My mum took this picture while I was focused... Ikea furniture need all the attention! ;-) \nBuilding a few things together with my parents at home. I hope I won´t forget a piece!!! :-)\nWishing everybody a lovely sunday!","2012-04-29 14:28:58+00","175535596516_10150693502746517",36],[59164,"http://www.youtube.com/watch?v=i3b1cf-0FoY\u0026feature=youtu.be","2012-04-26 15:55:02+00","175535596516_369025063132714",36],[59167,"Hi everyone, rehab is going pretty good. I'm spending a lot of time in the gym, water \u0026 at the physios and I'm making good progress! Very happy about that :-) Hope you all are doing good too!\nHallo :-) meine Reha verläuft sehr gut. Ich verbringe sehr viel Zeit im Kraftraum, Wasser \u0026 bei den Physios und mache gute Vortschritte, was mich natürlich sehr freut! Hoffe euch geht's auch gut! :-)","2012-04-18 05:35:53+00","175535596516_10150661533121517",36],[59168,"Hey everyone…..saw the doctors in Germany today and got some disappointing news.  Unfortunately I won’t be able to play Fed Cup and Stuttgart because of the ankle injury I sustained against Serena in Charleston.  This is obviously very disappointing as I love representing my country and playing in Germany.  I will keep you posted on the progress.","2012-04-10 20:17:27+00","175535596516_10150646235321517",36],[59170,"Wishing you all Happy Easter with your family!!! Hope the easter bunny came to you ;-)\n\nIch wünsche euch allen FROHE OSTERN mit eurer Familie! Hoffe der Osterhase war bei euch ;-) \n\nWesolych Swiat!","2012-04-08 18:09:15+00","175535596516_10150641769341517",36],[59176,"Had a tough day in the office. Lost to Li Na in three sets. It was a good match but she was better today. It was still a good tournament that I can build on. Will go back home to Bradenton now and prepare for Charleston on the green clay. Thanks for your support throughout the week!","2012-03-27 02:45:56+00","175535596516_10150617941281517",36],[59178,"Hi everybody :-) I had a good practice and a day with lots of smiles. Playing 3rd match on Grandstand vs Na Li tomorrow. I´m looking forward to this match as we always had good matches! Hope to get lots of support from you guys like in the previous matches- you were fantastic :-D\nHere is a pic from today- Loving the weather in Miami! Lots of sun so I can wear my cool Maui Jim sunglasses! :-)","2012-03-26 00:53:57+00","175535596516_10150615913086517",36],[59179,"I won my match 64 75. Happy with my performance today especially to save 4 setpoints in the 2nd set vs Peng. Thanks for your support out there in the heat! It was fun to play :-) Next match will be monday vs Na Li .\n\nIch habe mein Match heute 64 75 gg Peng gewonnen. Es war ein gutes Match in dem ich 4 Satzbälle im 2. Satz abgewehrt habe. Vielen Dank für die Unterstützung da draußen in der Hitze :-) Nächste Gegnerin Na Li am Montag.","2012-03-24 22:42:09+00","175535596516_10150613953481517",36],[59180,"I thought I´ll share with you a picture from tuesday. I got the chance to swim with the dolphins. Once again it was an amazing experience! :-)\n\nHier ist ein Foto vom Dienstag. Ich hatte das Glück mit Delfinen schwimmen zu dürfen. Es war großartig! :-)","2012-03-23 15:24:10+00","175535596516_10150611481416517",36],[59181,"Hi everyone, I won my match 63 62 against Arvidsson today. Felt comfortable out there. I really like this tournament a lot. Great place, great fans and simply great atmosphere :-D Thanks for your support! Love my fans \u003c3","2012-03-22 23:32:46+00","175535596516_10150610341371517",36],[59183,"This is a fun 60 second interview I thought you would enjoy :) http://www.thetennisspace.com/off-court/60-seconds-with-sabine-lisicki/","2012-03-09 23:09:42+00","175535596516_309980239066530",36],[59184,"Hi everybody, yesterday I played doubles with Julia Görges and we won our first round in the match tiebreaker. I´ll play my first round singles on saturday vs Dominguez-Lino. I´ve never played her before so it will be a new challenge.\nToday I did a little shoot for Espn. Here is a pic from it. :-)","2012-03-09 05:57:35+00","175535596516_10150584341676517",36],[59186,"http://www.youtube.com/watch?v=dBMA_E6Ug4A","2012-03-05 18:07:02+00","175535596516_10150577996081517",36],[59188,"Hi everyone, I´m sorry for todays match. Having a little bit of a tough time since I got the virus at Fed Cup. I will go home now to see the doctors and make some blood tests to see why I feel so weak. Hope to be back to normal soon. Thx for your support!","2012-02-23 17:00:03+00","175535596516_10150558619616517",36],[59192,"Hi everybody... I'm currently in Dubai and getting ready for my first round match vs A.Radwanska.  Yesterday the court was covered with lots of sand because of a sandstorm... Haven't seen that before. But today the weather was fantastic- we had 31 C.  Hope you all are doing well!! With love from Dubai :-)","2012-02-19 19:12:08+00","175535596516_10150550192136517",36],[59193,"http://wilsontennis.wordpress.com/2012/02/17/sabine-lisicki-answers-facebook-fan-questions/","2012-02-18 21:39:26+00","175535596516_323631024349896",36],[59195,"","2012-02-03 17:05:30+00","175535596516_10150513762321517",36],[58755,"Happy with the win in very hot and humid conditions today! My game is definitely not where I want it to be yet but it gets a little better with every practice and played match. Next match is Wednesday!\n\nIch freue mich über den heutigen Sieg. Es war sehr heiß und sehr, sehr schwül da draußen. Mein Spiel ist bei weitem noch nicht da wo es hin soll aber mit jedem Training und jedem gespielten Match wird es ein klein wenig besser. Mittwoch geht's weiter!","2016-02-29 17:26:37+00","175535596516_10153392601501517",36],[58758,"Hello from sunny Doha :-)) it feels good to be back on the court again! \n\nHallo aus dem sonnigen Doha :-) Es ist schön wieder auf dem Platz zu stehen!","2016-02-20 14:15:12+00","175535596516_10153374998041517",36],[58759,"Riesen Glückwunsch an Angie... Echt fantastisch und total verdient! #inspirierend #AusOpen \n\nHuge congrats to Angelique... An amazing achievement and totally deserved! #insipiring","2016-01-30 13:02:02+00","175535596516_10153336671726517",36],[58762,"I'm happy with my first round win today at the Australian Open! I'm not where I want to be yet but going into the right direction and getting one step forward at a time! Thanks for your support out there and I'm really looking forward to playing my next match :-) \n\nIch freue mich über den Sieg in der ersten Runde der Australian Open. Spielerisch bin ich noch nicht da wo ich sein möchte aber Schritt für Schritt geht es in die richtige Richtung! Vielen Dank für eure Unterstützung heute!","2016-01-19 07:41:08+00","175535596516_10153316389786517",36],[58763,"First singles win of 2016! :-)) Always moving forward one step at a time! #Sydney\n\nErster Einzelsieg im neuen Jahr! Mit kleinen Schritten geht's nach vorne! #Sydney","2016-01-11 07:56:41+00","175535596516_10153302983436517",36],[58764,"I think you can tell that we are kind of happy with our first mixed doubles win together... ;-) Also the first tie that we won. My singles match was much better than on Sunday but there are still things to improve! Next match on Friday. \n\nIch glaube man sieht uns an wie sehr wir uns über unseren ersten gemeinsamen Sieg im Mixed freuen ;-) Mein Einzel war schon viel besser als am Sonntag aber es gibt immer noch Dinge die verbessert werden müssen! Freitag geht's weiter.","2016-01-06 12:50:33+00","175535596516_10153294732466517",36],[58766,"It wasn't the start that I would have wanted but it's great to be back on court after 4 months out! I missed it so much... Now it's about fighting back step by step to get my game back working :-) #letsgo #HopmanCup\n\nEs war nicht der Start den ich gern gehabt hätte aber es ist schön wieder endlich auf dem Platz zu stehen! Ich habe es sehr vermisst... Jetzt muss man sich alles wieder Stück für Stück erarbeiten!","2016-01-03 19:23:47+00","175535596516_10153290233021517",36],[58768,"Mein Vorsatz für 2016 ist es jeden Tag ein wenig besser zu sein. Rio kommt schneller als man denkt. :-) Was ist euer Vorsatz? http://go.nike.com/9o32djh \n\nMy goal for 2016 is to be better every day. Rio is coming soon enough! What's your goal? #betterforit http://go.nike.com/9o32djh","2015-12-29 09:02:57+00","175535596516_10153280131051517",36],[58771,"Girls night out with Laura :-))) The one and only Carolin Kebekus with the AlphaPussy standup show! Loving it! \n\nMädelsabend mit Laura :-))) AlphaPussy von der großartigen Carolin Kebekus.","2015-12-15 20:17:52+00","175535596516_10153254042786517",36],[58772,"Yonex und Tennis-Point verlosen ein exklusives Meet and Greet mit Sabine Lisicki – Bewirb dich jetzt!\n\nhttp://www.insideout-tennis.de/gewinne-ein-meet-and-greet-mit-sabine-lisicki/","2015-12-14 05:13:51+00","175535596516_10153251442741517",36],[58774,"Surprise visit in Darmstadt where Andi Petkovic was a couple days ago. Had a super fun time :-)) #youvegottabesponteanous \n\nEinen Abstecher nah Darmstadt zu Petko gemacht. Wir hatten eine gute Zeit. :-))) #überraschung #spontan","2015-11-29 13:45:19+00","175535596516_10153228362861517",36],[58777,"After a long session in the gym some treatment for my knee... Slowly moving forward! #stepbystep\n\nNach einer langen Session im Fitness, ging es in die Physiotherapie zur Behandlung... Schritt für Schritt geht's nach vorne.","2015-11-06 20:11:19+00","175535596516_10153192052151517",36],[58778,"Now THIS was amazing... Driving in one of the 007 Aston Martin limited edition to a preview of James Bond yesterday... #bondgirlfeeling","2015-11-05 18:47:28+00","175535596516_10153190504691517",36],[58779,"Oh happy day.... Oh happy daaay... :-))) Do I need to say more!? :-) #firstHit #daserstemalaufdemplatz","2015-11-03 16:20:30+00","175535596516_10153187117016517",36],[58781,"I've been in the gym, swimming and at the Physio already... Good start to the week. How has your day been so far? #happymonday #loveworkingout \n\nIch war schon im Fitness, Schwimmbad und bei der Physio. Ein guter Start in die neue Woche. Wie läuft euer Tag so? :-))","2015-11-02 12:20:51+00","175535596516_10153185209411517",36],[58782,"Finally able to work out more again...doing so while watching the WTA tour finals :-) I've missed my workouts so much!!!\n\nEndlich darf ich wieder mehr machen...und schaue mir dabei das WTA Finale in Singapur an :-) Ich habe es so vermisst meine Programme im Gym zu machen!","2015-10-31 13:39:43+00","175535596516_10153182088861517",36],[58784,"After a nice morning workout some fun at the beach... :-) #fun #lovethesun","2015-10-28 16:38:14+00","175535596516_10153177770471517",36],[58785,"Now I know how it feels in space ;-) #nogravity #strangefeeling #rehab #workongonit\n\nJetzt weiß ich wie es sich anfühlt im All zu laufen ;-P #keinerrdanziehunhskraft #Reha","2015-10-22 13:24:41+00","175535596516_10153168052796517",36],[58786,"Von der Reha einen kurzen Abstecher zur Charity Gala von Ronald McDonald Kinderhilfe in Wien gemacht. Vielen Dank an Claus Tyler für das tolle Kleid und die B-Lounge für das Styling! :-)\n\nMade a spontaneous trip to a charity gala of Ronald McDonald supporting children in Vienna. Thanks to Claus Tyler for the beautiful dress and the B-lounge for the styling. :-)","2015-10-23 07:52:54+00","175535596516_10153169128896517",36],[58787,"Like most of you know I've been struggling with a knee injury before and during the U.S. Open. Ever since I got back to Germany I've been taken care of by Dr Müller Wohlfahrt and now Klaus Eder who have tried everything in order to get me ready for the Asian swing. But unfortunately my knee is not ready and I will not compete at tournaments this season. I have great support from my team and we are eager to get me back on the court asap. At the latest at start of next saison. \n\nWie die meisten wissen hatte ich vor und während den US Open Probleme mit meinem Knie. Seit dem bin ich bei Dr Müller-Wohlfahrt und jetzt auch bei Klaus Eder in Behandlung. Wir haben alles probiert aber mein Knie ist nicht bereit. Nach dem aktuellen Stand der Dinge werde ich diese Saison kein Turnier mehr spielen. Die Ärzte, das Team und ich arbeiten hart um mich schnellstmöglich fit und auf den Platz zu bekommen. Dies wird spätestens zur neuen Saison der Fall sein.","2015-09-28 06:06:53+00","175535596516_10153131494241517",36],[58788,"For once I'm happy to have jetlag! Watching this incredible final of Roger bs Novak... One set all and its 3 am. Never mind... :-) if this goes into 5 I won't get any sleep... #notjustaplayerbutatennisfanaswell :-)))","2015-09-14 01:21:38+00","175535596516_10153105200021517",36],[59196,"Hi everybody, I'm playing Fed Cup this weekend. We are playing vs the CZECH and I'm opening up the tie on Saturday vs Benesova. Hope we'll get some good and loud support here in Stuttgart! :-) This is the way we went to today's draw ceremony :-)","2012-02-03 16:52:14+00","175535596516_3299874100418",36],[58804,"Unfortunately it wasn't enough in yesterday's match against Angie but it was still a good preparation tournament before Wimbledon! Thanks for all the support in Birmingham. :-)\n\nLeider hat's gestern gegen Angie nicht gereicht aber es war trotzdem eine gute Vorbereitung auf Wimbledon... Vielen Dank für eure Unterstützung!","2015-06-21 18:40:53+00","175535596516_10152928533741517",36],[58805,"Happy with the win over Hantuchova today. Back into the semifinals here in Birmingham!! :-)) \n\nIch habe heute gegen Hantuchova gewonnen und spiele morgen das Halbfinale! Mit jedem Match fühle ich mich besser auf Rasen :-)","2015-06-19 18:17:58+00","175535596516_10152921124451517",36],[58809,"It's back to training since a couple of days. Preparation for the grass court season!! It feels so good to be sore....but...now the physio is trying to get the legs loose again. #painful #notthenicekindofmassage \n\nSeit ein paar Tagen laufen die Vorbereitungen für die Rasensaison... Es ist ein gutes Gefühl Muskelkater zu haben aber jetzt sehr schmerzvoll beim Physio auf der Massagebank zu liegen.","2015-06-02 17:45:06+00","175535596516_10152888725081517",36],[58815,"Moved into our lovely \"home\" for the time in Paris. :-) Found it on www.wimdu.de  #lotsofbags #FrenchOpen","2015-05-25 05:20:08+00","175535596516_10152863172786517",36],[58816,"Studying one of the greatest... #Rafa  #keeplearningandimproving","2015-05-13 20:19:29+00","175535596516_10152833909566517",36],[58818,"After not being able to get to Rome yesterday because of the fire at the Rome airport I finally got here today. \nAnd that's how I tortured the can while practicing serves ;-) #Roma #practicemakesbetter #keepworking \n\nNachdem ich gestern nicht nach Rom fliegen konnte, weil der Flughafen gebrannt hat, sind wir heute endlich angekommen! \nUnd so sah die Balldose nach dem Aufschlagtraining aus ;-) #ÜbungmachtdenMeister #eswirdweitergearbeitet #Rom","2015-05-08 20:06:02+00","175535596516_10152825029246517",36],[58819,"It was something special to be part of the City Trophy Tour Berlin with the champions league trophy!! #legendarymoments #hopetoseeBayernMunichinBerlin \n\nEs war etwas besonderes bei der City Trophy Tour mit dem Champions League Pokal unterwegs zu sein! ...und der Pott ist leichter als ich dachte... Falls gleich die Frage kommt ;-)","2015-04-29 20:45:59+00","175535596516_10152810361781517",36],[58820,"Tomorrow it's on! Our Fed Cup tie vs Russia. Julia starts at 2pm and I'm playing the second rubber! Let's go Germany :-)\n\nMorgen gehts also los... Julia fängt um 14 Uhr an und ich spiele das zweite Einzel! Auf geht's :-)","2015-04-17 18:30:49+00","175535596516_10152785577636517",36],[58823,"Go, go, go...!!! :-)))) some footwork drills at Fed Cup. Feeling good and looking forward to the weekend. \n\nFed Cup mit den Mädels :-) #AufgehtsDeutschland","2015-04-16 16:45:57+00","175535596516_10152783275276517",36],[58824,"It's back on the dirt... Lots of sliding around the court again :-)) #claycourtseason #FedCupnext\n\nJetzt wird wieder auf der roten Asche rumgerutscht... :-) #FedCupVorbereitung","2015-04-12 16:23:18+00","175535596516_10152775190086517",36],[58826,"Having a couple days off and thought it would be time for a change... #coolcut #hairdresser #newlook \n\nIch hatte ein paar Tage frei und dachte mir es wäre Zeit für etwas Neues... #Frisör #coolerSchnitt","2015-04-06 18:32:31+00","175535596516_10152763273431517",36],[58827,"I wish you all a Happy Easter!!! #happyegghunting :-)))\n\nIch wünsche euch allen Frohe Ostern!!! Genießt die Zeit mit eurer Familie :-))","2015-04-05 13:54:41+00","175535596516_10152760492626517",36],[58829,"Very happy with my 61 62 win against Errani! Into the quarters now :-) #hardworkpaysoff #happy \n\nIch freue mich sehr über den 61 62 Sieg gegen Errani! Jetzt wieder im Viertelfinale und morgen geht's weiter. #hartearbeitzahltsichaus #freuemich","2015-03-31 15:47:28+00","175535596516_10152750884541517",36],[58832,"Had a good win in straight sets against Ivanovic today. Very happy with that match. It was fun to play out there today :-) #top10win #wekeepworking \n\nIch habe heute gegen Ivanovic gewonnen und freue mich über meine Leistung! Es war ein sehr gutes Match. Morgen geht es weiter :-)\nDanke für die Unterstützung Otto :-)","2015-03-30 03:57:04+00","175535596516_10152748177816517",36],[58834,"Bye Indian Wells... I finally got the \"monkey off my back\" and got to enjoy the desert!! See you next year :-))) Miami is next... \n\nEndlich ist der Fluch besiegt, so dass ich das schöne Turnier genießen konnte! Bis bald Indian Wells. Nächster Stop: Miami!","2015-03-21 18:34:33+00","175535596516_10152731196981517",36],[58837,"So happy to be through to the quarterfinals here! It's nice to finally see the hard work starting to pay off... :-) #Lovethegame \n\nIch freue mich sehr ins Viertelfinale eingezogen zu sein... Weiter geht's! :-) Es ist gut zu sehen das sich die harte Arbeit auszahlt. :-)","2015-03-18 18:47:00+00","175535596516_10152725171596517",36],[58838,"...and another golf cart selfie :-))) Happy to be through to the next round after beating Errani in straight sets. \n\n...und noch ein Selfie nach einem Sieg :-))) Zwar etwas verwackelt, weil der Fahrer schnell nach Hause wollte, aber ich hab's trotzdem für euch gemacht ;-)) Weiter geht's!","2015-03-17 15:23:00+00","175535596516_10152722678746517",36],[58840,"I think it's safe to say that it's humid here... Or is it the rain? Or maybe both!? ;-) #KualaLumpur\nI'm happy to announce that I will be playing the WTA tournament in Nürnberg in May. It's always great to play infront of a home crowd!\n\nIch freue mich sehr darauf im Mai beim Turnier in Nürnberg aufzuschlagen. Es macht immer besonders viel Spaß zu Hause zu spielen!\n\nIch glaube man kann sagen das es sehr schwül ist...oder ist es vielleicht der Regen? Oder beides? ;-) #KualaLumpur","2015-03-02 16:49:24+00","175535596516_10152691159401517",36],[58845,"Lost a tough one 6:7 in the third last night. Gotta learn \u0026 take the positives out of it and make the big points next time! \nIn the meantime it's back to work. This view makes a run so much easier :-)","2015-01-13 15:38:29+00","175535596516_10152598986441517",36],[58851,"HAPPY NEW YEAR!!!! I wish everyone a great 2015!! :-)))\n\nFrohes Neues Jahr!!! Ich wünsche euch allen ein tolles Jahr 2015 :-)))","2014-12-31 14:39:57+00","175535596516_10152555456046517",36],[58857,"I am happy to participate in the #wtt Smash Hits today at Royal Albert Hall in #london. I am in Team Billie Jean King, we will be playing against Team Elton John. The match is live on british television. http://www.statoilmasterstennis.com/\n\nIch freue mich sehr darauf, heute beim WTT Smash Hits in der Londoner Royal Albert Hall im Team von Billie Jean King gegen das Team Elton John zu spielen.","2014-12-07 14:31:22+00","175535596516_10152501369741517",36],[58860,"Es war ein colles Konzert von Cro gestern! Wünsche euch allen ein schönes Wochenende...\n\nHad a good time at the Cro concert last night. Not the worst view to watch it ;-) \nHave a great weekend!","2014-11-28 14:34:32+00","175535596516_10152482807471517",36],[58862,"Thanks to all who entered the @ThomasSaboFanpage competition for the beautiful bracelet! The lucky winner is Claudia Kramp. Dear Claudia, please get in touch with the guys from @ThomasSaboFanpage and send them a direct message on Facebook","2014-11-26 15:25:55+00","175535596516_10152479612956517",36],[58864,"The making of.......https://www.admiraldirekt.de/de/sabine_1/sabine_lisicki_1/sabine.jsp","2014-11-23 10:19:05+00","175535596516_10152473885191517",36],[59197,"http://www.youtube.com/watch?v=86NDWlLNxIw","2012-02-02 14:39:48+00","175535596516_340059472682502",36],[58831,"Had a good fight in my match against Julia Görges. It's always tough to play a friend but happy to be through. \nHere are a couple of pics from the last days :-)\n\nEs war ein guter Kampf im Match gegen Julia Görges. Es ist immer schwer gegen eine Freundin zu spielen... Ich freue mich das ich es gewonnen habe und weiter spielen kann!\nHier ein paar Bilder von den letzten Tagen :-)","2015-03-29 15:46:18+00","175535596516_10152746989501517",36],[58833,"I got a big smooch from the brother of Flipper 😘🐬 #Miami\n\nIch habe einen großen Knutscher vom kleinen Bruder von Flipper bekommen ;-) :-* #Miami","2015-03-26 17:14:40+00","175535596516_10152741454986517",36],[58835,"Not the finish we worked and hoped for...but it was still a great tournament where I showed what we are capable of. Hard work pays off and I will continue to do it! Thanks for all the support at Indian Wells. loved it here :-) \n\nIch habe bis zum letzten Punkt gekämpft aber leider hat es heute nicht gereicht. Nichts desto trotz war es ein super Turnier. Weiter geht's! Vielen Dank für die Unterstützung in Indian Wells!","2015-03-21 08:23:56+00","175535596516_10152730385121517",36],[58836,"OMG!!!!Saving 3 match points and now I'm in the semis...What a feeling!!!! #greattobepartofthismatch #hardworkdoespayoff","2015-03-20 07:07:29+00","175535596516_10152728205661517",36],[58839,"Yesss, come on! I finally won my first MD match at Indian Wells... Thanks for the great support out there. #golfcartselfie #firstonein7years \n\nYeesss, endlich habe ich mein erstes Hauptfeldmatch in Indian Wells gewonnen und den Fluch gebrochen ;-)","2015-03-15 14:53:18+00","175535596516_10152718236596517",36],[58841,"Hello from Kuala Lumpur! Got of the plane and went straight onto the court. It's nice and humid out here... :-)\n\nHallo aus Kuala Lumpur! Gerade erst gelandet und schon auf dem Tennisplatz gewesen. Es ist ganz schön schwül hier... :-)","2015-02-27 14:30:35+00","175535596516_10152685290176517",36],[58842,"I won my match in straight sets yesterday. Happy with the 16 aces :-) I'm enjoying my time on and off the court here in Dubai. Today only doubles...\n\nIch habe mein Match gestern in zwei Sätzen gewonnen. Erfreulich waren die 16 Asse :-) Heute wird nur trainiert und Doppel gespielt...","2015-02-16 09:47:19+00","175535596516_10152662281611517",36],[58843,"Caption this pic.... ;-) #FedCup #innerpeace #meditationduringpractice","2015-02-02 21:56:15+00","175535596516_10152636961266517",36],[58844,"Aussie Open obviously didn't go the way I wanted. Still I've got to keep on training and put in the work to be ready for the next tournaments. \n#Love #mycourtkicks  #zoomvapor @NikeTennis #KeepWorking \n\nDie Australian Open waren enttäuschend für mich. So ist es nun mal im Sport. Jetzt heißt es nach vorne schauen und weiter arbeiten...!","2015-01-23 16:57:42+00","175535596516_10152616735996517",36],[58846,"Today it's on!! Second match after 11 right here on Hisense! Let's get it started :-) #AustralianOpen\n\nBald gehts los... Zweites Match hier auf Hisense Arena! Auf geht's! :-)","2015-01-18 21:01:43+00","175535596516_10152608050746517",36],[58847,"Title selfie from down under :-)) \nIt has been a good week with matches and a title. Thanks a lot for your great support in Brizzy!! Sydney next! \n\nTitel-Selfie aus Australien! Gute erste Turnierwoche des Jahres. Ein paar Matches und den Titel im Doppel in Brisbane geholt. Morgen gehts nach Sydney!","2015-01-10 14:47:47+00","175535596516_10152593340321517",36],[58848,"Definitely not a native... ;-) Would an Aussie make a picture in front of a deer sign in Europe?? #Justwondering #wildlife #dgungel \n\nIch bin definitiv keine Einheimische....;-) Ob ein Australier bei uns ein Foto vor einem Wild-Schild machen würde?!? #Australien #Tourist","2015-01-08 21:47:41+00","175535596516_10152590640541517",36],[58849,"I had a tough first singles match the other day which I lost in 3 sets but it's nice to be playing the Semi's with Martina Hingis tomorrow! \n\nIch habe mein erstes Einzel der Saison knapp in drei Sätzen verloren. Freue mich aber morgen wieder mit Martina Hingis im Halbfinale zu spielen!","2015-01-08 06:54:56+00","175535596516_10152589477376517",36],[58850,"My friends and I came across this... Do you agree or not? :-) #girlsnight #thedifferencebetweenmenandwomen #funny\n\nMeine Freunde und ich haben das hier gefunden... Lustig :-))","2014-12-28 13:18:50+00","175535596516_10152545856771517",36],[58852,"Still in Christmas spirit yet working again :-)) #havingagoodtime #christmas #workhardplayhard \n\nImmer noch im Weihnachtsstimmung aber wieder auf dem Platz :-)","2014-12-26 20:07:04+00","175535596516_10152542765671517",36],[58853,"I wish everybody Happy Holidays!⭐️ Enjoy the best time of the year with your loved ones!! \n\nIch wünsche euch allen ein Frohes Fest! Genießt die Tage mit euren Liebsten um euch herum. \n\nŻyczę wam Wesołych Świąt!","2014-12-24 14:38:44+00","175535596516_10152537513671517",36],[58854,"Gotta love this to relax in the evenings after a long day... #beautifulsunsets #reward #afterpractice","2014-12-19 21:38:21+00","175535596516_10152526501516517",36],[58855,"It's so worth it doing a 6am run when you see this beautiful sunrise at the end of it! The early bird catches the worm  ;-)\n\nDie Belohnung für das frühe Aufstehen und Joggen, ist ein wunderschöner Sonnenaufgang! #derfrühevogelfängtdenwurm","2014-12-12 12:05:58+00","175535596516_10152511764336517",36],[58856,"Heute Abend um 20:15Uhr auf ARD Das ist Spitze einschalten. Es wird lustig und auch etwas spannend ;-) Warum das ApfelSpiel nicht ganz unwichtig war, seht ihr heute Abend :-)) Viel Spaß ;-)","2014-12-11 08:09:51+00","175535596516_10152509079186517",36],[58858,"Killing it in the gym!  #preseason #tiredbuthappy","2014-12-02 17:38:51+00","175535596516_10152490106316517",36],[58859,"Had a nice morning run. Makes you feel better straight away  Have a great Sunday!! #preseason #NikeWomen #feelgood \n\nEs gibt kaum etwas besseres als am Morgen laufen zu gehen. So fängt der Tag schon mal gut an  Ich wünsche euch einen schönen ersten Advent!","2014-11-30 13:39:19+00","175535596516_10152486075186517",36],[58861,"Had a few good and tuff workouts today. I'll be pretty sore tomorrow ;-P Now a couple of hours to relax... Going to the Cro concert :-)\n\nHatte einen guten und harten Trainingstag. Morgen kommt dann wohl der gute Muskelkater... ;-) Jetzt heisst es aber erst mal ein paar Stunden beim Cro Konzert entspannen :-)","2014-11-27 18:29:24+00","175535596516_10152481488451517",36],[58863,"","2014-11-23 10:16:01+00","175535596516_10152473882116517",36],[58870,"Getting ready for Fed Cup :):) Fed Cup Thomas Sabo #excited #itsgoingtobefun","2014-11-02 13:56:01+00","175535596516_10152437388816517",36],[58871,"Ich weiß es... Ich weiss es...!  #Bnatürlich #wasdennsonst","2014-11-02 00:55:32+00","175535596516_10152436473791517",36],[58873,"Ich freue mich für das Fed Cup Finale nominiert und damit ein Teil des Teams zu sein!  #Prague","2014-10-30 14:31:06+00","175535596516_10152431851226517",36],[58874,"Even though it was a tough work out my people made me laugh.  #gooddayoftraining #nike #letsgo \n\nAuch wenn es noch so anstrengend war, haben mich meine Leute zum Lachen gebracht! #wareinguterTag #workhardplayhard","2014-10-27 22:00:14+00","175535596516_10152427135361517",36],[58875,"After a great day of grinding it out on the court...time for soccer  @FCBayern #BMGFCB \n\nNach einem sehr guten Trainingstag jetzt ein wenig beim Fußball entspannen #BMGFCB","2014-10-26 17:21:06+00","175535596516_10152424872596517",36],[58877,"","2014-10-25 13:38:24+00","175535596516_10152422715371517",36],[58865,"Last day of holidays then back to work! Felt good to recharge a little after a long year but now I'm looking forward to training! #offseason #happy #relaxed \n\nLetzter Tag im Urlaub und dann geht's wieder an die Arbeit. Die \"Off-Season\" wartet :-) Es hat gut getan nach der langen Saison den Körper regenerieren zu lassen. Jetzt freue ich mich aber auch schon auf die Vorbereitung!","2014-11-20 19:31:59+00","175535596516_10152469388456517",36],[58866,"Need an early Xmas present? Look what my partner Thomas Sabo gave me for a Facebook competition amongst my fans.  Want to win this beautiful Eternity of Love-set? Enter by commenting \"THOMAS SABO\" for Xmas!  Good luck!","2014-11-13 12:51:42+00","175535596516_10152456787066517",36],[58867,"","2014-11-11 18:30:47+00","175535596516_10152453953851517",36],[58868,"It's 0:2 after the first day but we are not going down without a fight! Tomorrow is another day \u0026 Angie starts at 1pm. #FedCupFinal #Prague\n\nEs steht 0:2 nach dem ersten Tag aber wir werden weiter kämpfen. Morgen ist ein neuer Tag und es ist immer noch alles möglich. Angie macht den Anfang. #Aufgehts","2014-11-08 22:11:20+00","175535596516_10152448988676517",36],[58869,"Hello from Prague :-) The first few days have been a lot of fun with the team. Here a few pics from it :-)\n\nHallo aus Prag :-) Die ersten paar Tage waren mit dem Team echt super. Ich glaube am Ende der Woche haben wir viele tolle und lustige Bilder ;-P Hier ein paar vorab...","2014-11-04 09:47:16+00","175535596516_10152440894216517",36],[58872,"Is that scary enough for Halloween?!?  \n#HappyHalloween","2014-10-31 21:45:26+00","175535596516_10152434299186517",36],[58876,"Perfekt auch für unterwegs: Das neue 5 Minuten Workout in der Nike Training Club App #nikezoom Nike Women","2014-10-22 13:58:07+00","175535596516_10152417320826517",36],[58882,"You guys made my day!!! What a nice surprise to have the stadium sing Happy Birthday! Great day in the office :-) thanks a lot #Fun #greatsurprise #birthdayFolgen","2014-09-22 17:55:12+00","175535596516_10152355438326517",36],[58884,"Had a great and fun battle against Schiavone today! Playing the finals tomorrow... :-) #Hongkong #letsgo \n\nEs war ein gutes Match das echt Spaß gemacht hat zu spielen. Morgen dann das Finale! #aufgehts","2014-09-13 16:04:48+00","175535596516_10152339153111517",36],[58889,"Thanks to everyone who cheered for me during the US US Open Tennis Championships I had a fantastic time here! Taking away a few things and it's back to work :-) \nSee you next year!! #LoveNYC #Lovemyfans \n\nVielen Dank für all die Unterstützung während der US Open! Ich habe die Zeit in New York genossen, einiges gelernt und jetzt heißt es weiter arbeiten!","2014-09-01 08:14:43+00","175535596516_10152314567261517",36],[58892,"Won in straight set. Onto the next one we go! 😃💪 #UsOpen #goodtobeback \n\nIch freue mich in zwei Sätzen gewonnen zu haben. Mittwoch geht's weiter! #Aufgehts","2014-08-26 03:12:40+00","175535596516_10152300962066517",36],[58893,"It was nice seeing you all today! Playing 4th match on court 13 vs Abanda US Open tomorrow 😊 hope to see many of you out there. Auf geht's 💪 \n\nMorgen geht's los! Spiele 4. Match auf Platz 13 gegen Abanda. Hoffe viele von euch zu sehen :-)","2014-08-24 18:21:41+00","175535596516_10152297978991517",36],[58894,"It's nice to be back in New York City for the Us Open! The last grand slam of the year starts in a few days. Are you as excited as I am? ;-)\n\nEs ist toll wieder im Big Apple für die US Open zu sein! Das letzte Grand Slam des Jahres steht vor der Tür... Montag geht's los :-)","2014-08-23 14:51:47+00","175535596516_10152295506021517",36],[58896,"","2014-08-23 13:15:01+00","175535596516_10152295377791517",36],[58897,"Nick Bollettieri \u0026 Kei Nishikori did the #ALSIceBucketChallenge  look who dumped the water on them!","2014-08-18 23:39:16+00","175535596516_10152287457496517",36],[58901,"I won in three sets today. Next match tomorrow. Thanks for the loud support out there! Here a picture with one of my fans after the match :-) \n\nIch habe heute in drei Sätzen gewonnen und morgen geht's weiter. Danke einmal mehr für die lautstarke Unterstützung! Hier ein Foto mit einem Fan nach dem Match ;-)","2014-08-13 02:36:39+00","175535596516_10152276783381517",36],[58903,"4 World Cups, 16 goals in them \u0026 many great moments! An AMAZING career!! I will miss seeing you out there, Miro! #Worldchampion @DFB_Team \n\nEine unglaubliche Karriere!! Du warst mein erster Lieblingsspieler und ich habe immer mitgefiebert... Ich werde es vermissen dich in der Nationalmannschaft zu sehen, Miro Klose ! #Weltmeister #Welttorjäger #hutab 👏","2014-08-11 14:46:00+00","175535596516_10152273361996517",36],[58907,"I really look forward to coming back to London again this year! I it will for sure be a great event and hope to see many of my fans again  #EltonJohn #BillieJeanKing \n\nIch freue mich schon jetzt darauf dieses Jahr noch einmal nach London zu kommen. Es wird bestimmt ein tolles Event mit Elton John und Billie Jean King.","2014-08-07 17:43:24+00","175535596516_10152265563681517",36],[58909,"I won in 3 sets! Thanks so much for the Support- Especially the German groups 😃👍👏🇩🇪 \n\nIch habe mich in drei Sätzen durchgekämpft. Vielen Dank für die lautstarke Unterstützung vor allem von den deutschen Gruppen!! 😃💪👍👏🇩🇪","2014-08-06 22:46:51+00","175535596516_10152264080266517",36],[58914,"Well...at least I broke the world record for fastest serve on the WTA Tour ...  #131mph #history #record \n\nZumindest habe ich den schnellsten Aufschlag in der Geschichte der WTA Tour geschlagen...!  #endlichdenRekordgeknackt #131mph #Geschichte","2014-07-30 05:49:42+00","175535596516_10152250181606517",36],[58916,"A little bit of rain would be an understatement.... ☔️☔️☔️ #theothersideofFLsummer \n\nEin bisschen Regen ist runter gekommen würde ich sagen ☔️☔️☁️⚡️ Das ist die Kehrseite des Sommers in Florida.","2014-07-24 17:39:17+00","175535596516_10152240508086517",36],[58919,"Inspired by @DFB_Team ! Extra long running session \u0026 more coming up! So fired up!! #bringiton \n\nDanke für die Inspiration Jungs!! Ich bin jetzt so motiviert. Einen extra langen Lauf hinter mir \u0026 gleich noch mehr  #somotiviert ✌️#aufgehts","2014-07-14 13:07:30+00","175535596516_10152221153331517",36],[58923,"Waiting impatiently for tomorrow's final Germany vs Argentina!!!!  Hopefully with a happy ending and a fourth star ⭐️ for us! ✊ #WorldCup #Rio #keepingmyfingerscrossed\n\nIch bin schon ganz gespannt auf das morgige Finale!! Ich hoffe es gibt ein Happy End und damit einen vierten Stern für uns! ✊ #Daumendrückenistangesagt","2014-07-12 09:13:39+00","175535596516_10152216601151517",36],[58925,"Unreal what @DFB_Team did in semis! Finale ohohoh finale ohohoh! Rio here we come!!!  \n\nUNGLAUBLICH was unsere Jungs im Halbfinale gemacht haben!!! Rio wir kommen!!! FINALEEE :-))))","2014-07-09 08:45:20+00","175535596516_10152211267136517",36],[58930,"I fought not with all my weapons today but with my entire heart! Thanks for all the cheering. It gave me extra energy! #fightingtilltheend #Wimbledon #5thQuarterfinalinarow","2014-07-01 15:51:21+00","175535596516_10152195273586517",36],[58932,"So...after 3 days, match suspension because of rain and darkness I finally won this match! :-) Thanks so much for the amazing support out there! I love it :-) Next match is tomorrow! \n\nNach drei Tagen mit Unterbrechungen durch Regen und Dunkelheit, habe ich das Match endlich gewonnen.  Vielen Dank für die wahnsinns Unterstützung! Morgen geht's weiter!","2014-06-30 17:30:55+00","175535596516_10152193446321517",36],[58878,"Had fun with Petko at media day yesterday. What could we be laughing about!? :-) \nToday I had a tough first round against my friend Daniela Hantuchova. Happy with my 75 60 win. It's nice to be back in Luxembourg! \n\nWorüber haben Petko und ich hier gestern gelacht!? :-) #Medientag \n\nIch hatte heute eine schwere erste Runde gegen Daniela Hantuchova und freue mich über den 75 60 Sieg :-)","2014-10-14 15:01:49+00","175535596516_10152402965361517",36],[58879,"I'm done with some synchronizing in a sound studio for AdmiralDirektde. Everything sounds the same when you repeat it over and over again  \nI'm heading to Linz now. Another spontaneous decision to play the tournament there. I'm definitely looking forward to that :-)\n\nIch habe für AdmiralDirektde im Tonstudio synchronisiert. Wenn man es immer und immer wieder wiederholt klingt am Ende alles gleich für einen  \nJetzt geht's nach Linz wo ich eine WIldCard bekommen habe. Wieder eine spontane Entscheidung. Ich freue mich wieder im deutschsprachigem Raum zu spielen!","2014-10-06 16:15:47+00","175535596516_10152382891346517",36],[58880,"","2014-10-02 01:20:13+00","175535596516_10152372259046517",36],[58881,"Thank you AdmiralDirekt.de  Always appreciate the support!","2014-09-15 13:01:50+00","175535596516_10152342705506517",36],[58883,"Woohoo, so happy to win the title here in Hongkong! It was a good spontaneous decision to come here ;-) Thanks to all the crowd for the support! I loved it. \n\nIch freue mich sehr über den Turniersieg hier in Hongkong. Vielen Dank für die tolle Unterstützung!","2014-09-14 10:28:44+00","175535596516_10152340421591517",36],[58885,"Rain, play, rain, play, rain, play, win... Thanks a lot for sticking around till the very end! Happy to be in the semis! #patience #happy #letsgo \n\nSpielen, Regen, spielen, Regen, spielen, Sieg! Heute war viel Geduld gefragt! Vielen Dank für jeden der bis zum Schluss da geblieben ist! Morgen das Halbfinale! #freuemichdrauf #Hongkong","2014-09-12 15:58:32+00","175535596516_10152337447951517",36],[58886,"Clean and quick match today! 61 61 in 40 minutes. Into the quarters here in Hongkong! \n\nSchnelles und gutes Match- 61 61 in 40 Minuten. Viertelfinale am Freitag hier in Hongkong!","2014-09-10 12:51:18+00","175535596516_10152333590976517",36],[58887,"After practicing very early this morning I got the chance to go to \"The Peak\" today. It was great. Very windy but a stunning view!! I loved it! \n\nNach dem Training heute früh habe ich die Gelegenheit gehabt auf den \"The Peak\" zu gehen. Es war sehr windig aber eine unglaublich tolle Aussicht!!","2014-09-07 04:27:29+00","175535596516_10152327698346517",36],[58888,"Hello from Hongkong! :-) I had a good training session. It feels like I'm coming out of the swimming pool though. It's so hot and humid here!! No need to go to a sauna here...  \nThe sky looks beautiful... :-) \n\nHallo aus Hongkong! Es ist unglaublich heiß und schwül hier. Da fühlt es sich nach dem Training so an, als käme man gerade aus dem Pool... Hier braucht man definitiv nicht in die Sauna zu gehen","2014-09-06 15:15:31+00","175535596516_10152326451216517",36],[58890,"Won in straight sets again! Happy with it. Onto the next one we go :-) \nit's great to be in New York! #gottaloveithere \n\nHabe wieder glatt in zwei Sätzen gewonnen. Freue mich so in die dritte Runde einzuziehen. Weiter geht's! :-)","2014-08-28 03:46:31+00","175535596516_10152306116291517",36],[58891,"","2014-08-27 11:36:20+00","175535596516_10152304444401517",36],[58895,"Quiet special to receive a Guinness World Records Certificate for the fastest serve ever on @wta Tour at 131mh 😎💪 Yonex\n\nEine coole Erinnerung ein Zertifikat für den schnellsten Aufschlag in der Geschichte der WTA  von Guinness Buch der Rekorde zu bekommen 😎💪","2014-08-22 22:22:15+00","175535596516_10152294482996517",36],[58898,"That was pretty cold... I accepted the challenge from Julian and I nominate Novak Djokovic, Dirk Nowitzki and Olli... #ALSIcebucketchallenge \nI'm looking forward to your videos","2014-08-17 03:11:40+00","175535596516_10152283891701517",36],[58899,"Wasn't the best serving performance today but a good fight!!! Never less I finished with an ace to win 7:6 in the third set after nearly 3 hours... Come on!!! \n\nNicht gut aufgeschlagen aber sehr gut gekämpft. Trotzdem ein Ass bei Matchball nach knapp 3std serviert und 7:6 gewonnen! Auf geht's!!!","2014-08-13 20:29:08+00","175535596516_10152278073441517",36],[58900,"RIP Robin Williams! A sad day... He made so many people laugh... \n\nRuhe in Frieden Robin Williams! Ein trauriger Tag. Er hat so vielen von uns ein Lächeln auf die Lippen gezaubert...","2014-08-12 03:45:52+00","175535596516_10152274968471517",36],[58902,"4 World Cups, 16 goals in them \u0026 many great moments! An AMAZING career!! I will miss seeing you out there, Miro! #Worldchampion @DFB_Team \n\nEine unglaubliche Karriere!! Du warst mein erster Lieblingsspieler und ich habe immer mitgefiebert... Ich werde es vermissen dich in der Nationalmannschaft zu sehen, Miro Klose ! #Weltmeister #Welttorjäger #hutab","2014-08-11 14:46:40+00","175535596516_10152273363146517",36],[58904,"\"Life isn't about waiting for the storm to pass, it's about learning to dance in the rain.\" \n\nHave a good weekend","2014-08-09 02:43:55+00","175535596516_10152268708856517",36],[58905,"\"Life isn't about waiting for the storm to pass, it's about learning to dance in the rain.\" \n\nHave a good weekend 😊","2014-08-09 02:40:22+00","175535596516_10152268702881517",36],[58906,"Had a tough one last night... Back to work and onwards we go! Thx for being such enthusiastic fans here in Montreal See you again in 2years @CoupeRogers \n\nHatte gestern Chancen und konnte sie nicht nutzen. Sehr schade aber jetzt geht's weiter!! Vielen Dank für die tolle Unterstützung in Montreal!","2014-08-08 18:25:57+00","175535596516_10152267959546517",36],[58908,"I really look forward to coming back to London again this year! I it will for sure be a great event and hope to see many of my fans again 😃  #EltonJohn #BillieJeanKing \n\nIch freue mich schon jetzt darauf dieses Jahr noch einmal nach London zu kommen. Es wird bestimmt ein tolles Event mit Elton John und Billie Jean King.","2014-08-07 17:40:56+00","175535596516_10152265558671517",36],[58910,"I won in 3 sets! Thanks so much for the Support- Especially the German groups  \n\nIch habe mich in drei Sätzen durchgekämpft. Vielen Dank für die lautstarke Unterstützung vor allem von den deutschen Gruppen!!","2014-08-06 23:08:09+00","175535596516_10152264104976517",36],[58911,"","2014-08-05 18:37:51+00","175535596516_10152261874831517",36],[58912,"Happy with my win over Sara Errani today! Amazing crowd here @CoupeRogers !! #keptfighting  #Montreal\n\nFreue mich über den heutigen Sieg gegen Sara Errani! Das Publikum ist echt unglaublich hier. Vom ersten Tag an volle Anlage! #Montreal #RogersCup","2014-08-04 21:50:47+00","175535596516_10152260317866517",36],[58913,"http://youtu.be/Ha2Hvtz08Sk","2014-07-30 16:38:27+00","175535596516_10152250932011517",36],[58915,"One last stroll at the beach last night before going to tournaments again!  #backontheroad #Stanford @WTA \n\nGestern noch mal am Strand rumgeschlendert \u0026 jetzt geht's nach Stanford zu den nächsten Turnieren.","2014-07-25 11:40:11+00","175535596516_10152241671541517",36],[58917,"It's not always easy... very hot and humid here!! ☀️ #onetowelisntenough #floridainthesummer #nike @IMGAcademy \n\nEs ist sehr heiß und schwül hier. Da muss man richtig ackern! #einHandtuchreichtnicht #FloridaimSommer","2014-07-22 16:28:35+00","175535596516_10152236662791517",36],[58920,"So proud and HAPPY for this team!!! Unbelievable tournament!! You've made history and made your dream come true! Thanks so much for so many great moments!!! Including this one when we won! http://instagram.com/p/qaCr1AOcHG/ \n#everyathletesdream #UNREAL #SoHappyForTheentireTeam \n\nUnglaublich Stolz auf die Mannschaft!!! Ihr habt Geschichte geschrieben und eure Träume verwirklicht! Vielen Dank für die vielen tollen Momente. Es hat Spaß gemacht!!!","2014-07-13 22:40:07+00","175535596516_10152219929836517",36],[58921,"OOOMMMGGGGGGGGG THE FOURTH ⭐️⭐️⭐️⭐️ Come on!!!!! \n\nUNGLAUBLICH!!!!!!! WELTMEISTER!!! Der vierte Stern kommt!!!! ⭐️⭐️⭐️⭐️","2014-07-13 21:44:49+00","175535596516_10152219814616517",36],[58922,"I'm getting ready for tonight!!!! Let's go Boys you can do it!! Believe in your dreams and make them come true. We are all behind you! ⭐️⭐️⭐️⭐️ #historyimthemaking\n\nIch bin fast bereit für heute Abend!!! Ihr schafft das Jungs!! Wir stehen alle hinter euch! Glaubt an euer Traum und Ziel und macht ihn wahr!  ⭐️⭐️⭐️⭐️","2014-07-13 16:35:32+00","175535596516_10152219215086517",36],[58924,"Back to work ✌️ #greatweather #summer #preparationforhardcourt #run #relaxingformind\nEnjoy your day!","2014-07-10 15:02:15+00","175535596516_10152213527291517",36],[58926,"Now it's official we play against Argentina in the final of the World Cup. Very exciting!!! \nAre we going to take off completely, grab the trophy and bring it home?!?!??!?  #Rio #Finalcountdown #onemoretogo\n\nNun ist es offiziell...wir spielen gegen Argentinien im Finale! Werden wir uns die Trophäe holen und nach Hause bringen?!?!?  auf geht's!!","2014-07-09 23:05:43+00","175535596516_10152212409376517",36],[58927,"My Wimbledon journey is over for this year but guess what... I will be back even hungrier next year!!! Thanks for the love you all give me here! Makes me feel like I'm at home! #cantwaitfornextWimbledonalready \n\nMein Wimbledon ist nun leider vorbei aber es war trotzdem ein Super Turnier. Vielen Dank für die unglaubliche Unterstützung, die ich von euch bekomme!","2014-07-03 21:50:55+00","175535596516_10152200805931517",36],[58928,"Next match is on Centre Court tomorrow (Wednesday) at noon vs Halep! Hope to see you out there again!! 😃💪👍#Wimbledon #Quarterfinal #goingtofight","2014-07-01 21:05:52+00","175535596516_10152195834431517",36],[58929,"I'm ready for tonight's game!!! Are you? :-)) \nAuf geht's Jungs!!! #Daumendrücken \n#GERALG","2014-06-30 19:27:29+00","175535596516_10152193630606517",36],[58931,"After a long day of waiting my match got suspended due to darkness at 64 1:1. We will resume Monday at 1 o'clock. Thanks so much for sticking around and supporting me! I hope you will come out tomorrow again. :-) \nThe rain delay wasn't too boring though.... Got a picture with David Beckham :-D\n\nNach einem langen Tag wurde mein Match beim Spielstand von 6:4 1:1 abgebrochen. Am Montag um 13 Uhr (Ortszeit) geht's weiter. Vielen Dank für eure tolle Unterstützung am späten Abend!! Ich hoffe euch Montag wieder zu sehen! \nDie lange Regenpause war nicht allzu langweilig... Diesmal war David Beckham da :-)","2014-06-29 08:14:35+00","175535596516_10152190676661517",36],[58935,"That was an awesome goal by Thomas Müller once again!! Germany wins and is through to the next round (so are the USA). It was a good day :-)\n\nWieder ein KLASSE Tor von Thomas Müller. Somit gewinnt Deutschland und steht im Achtelfinale. USA ist auch weiter. War ein guter Tag","2014-06-26 19:35:39+00","175535596516_10152185210366517",36],[58937,"I'm happy that I practiced early and then had the honor to meet the Duchess of Cornwall! #Wimbledon #special","2014-06-25 14:00:14+00","175535596516_10152182309521517",36],[58942,"That was a nerve-wracking match. How am I suppose to sleep now!? 2:2 #GerGha Congrats to Miro Klose for the tie with Ronaldo of 15 goals! #moretocome #moreflipsaftergoals Get better quick Thomas Müller. \n\nMan(n) war das ein aufregendes Spiel! Wie soll man jetzt einschlafen!? 2:2 #GerGha Glückwunsch an Miro Klose zum 15. Tor. Mit Ronaldo gleichgezogen. Gute Besserung an Thomas Müller!","2014-06-21 21:20:22+00","175535596516_10152173991356517",36],[58943,"Martina and I have parted ways on a mutual agreement. After winning the doubles title in Miami she found the desire to play doubles again. I wish her much luck and maybe we play a few doubles here and there! ;-)","2014-06-20 19:52:32+00","175535596516_10152171987356517",36],[58945,"A better pic from last nights Pre-Wimbledon Party :):) Thx for the beautiful new pieces Thomas Sabo #LoveThem!!","2014-06-20 09:55:39+00","175535596516_10152171113136517",36],[58946,"Are any words needed???? ☀️ #captionthis #Wimbledon #earlybirdcatchestheworm\n\nMuss ich zu dem Bild noch etwas sagen!?!?? #Wimbledon","2014-06-17 10:52:47+00","175535596516_10152164863796517",36],[58947,"Unbelievable... 4:0 Germany vs Portugal!!! 3 goals from Müller!! #worldcupfieber #DFB \n\nUnglaublich, 4:0 gegen Portugal und dabei trifft Müller 3 mal!!! Geiler Start ins Turnier!! #WMBrasilien2014","2014-06-16 18:18:41+00","175535596516_10152163459796517",36],[58950,"Had a nice evening after a good week of training at @GERRYWEBERWORLD in Halle. Great tournament. Great fans. Loved it! LONDON next!!!\n#ingoodcompanyatdinner #worldcuptalkofthetable #SUIECU","2014-06-15 19:08:46+00","175535596516_10152161086711517",36],[58953,"-110 degrees Celsius are VERY cold after all!!! Training and recovery is going well. Thanks for your messages!\n\n-110 Grad Celsius sind schon verdammt kalt...!! ;-) Training und Reha gehen gut voran. Danke für eure Unterstützung!","2014-06-08 17:43:09+00","175535596516_10152147320086517",36],[58957,"","2014-05-27 06:33:37+00","175535596516_10152123117136517",36],[58963,"Unglaublich, wie viele von euch bei #weownthenight in den schönen Nike Styles strahlen wollen!  Die Glückliche, die sich über das Package freuen kann ist: Melanie Zensner :) #nike","2014-05-16 09:23:53+00","175535596516_10152101625676517",36],[58967,"Enjoying driving a cabrio this week!  #socool #fun #gottaenjoythesun Peugeot Deutschland","2014-04-18 14:26:35+00","175535596516_10152046192831517",36],[58968,"","2014-04-14 12:54:51+00","175535596516_10152038164666517",36],[58969,"","2014-04-02 00:18:55+00","175535596516_10203592627601000",36],[58971,"Yeeessssss!!!! We did it! Saved 7 match points in the quarters and now we won the title... #HAPPY #DoublesTitle #Miami #fun #THXfortheWC #THXforthesupport","2014-03-30 18:46:42+00","175535596516_10152011732296517",36],[58976,"Congrats to @rogerfederer for his 78th (!!!) career title. Third most single titles in open era... #impressive  #dubai #champion \nHere a quote that I like from him.","2014-03-02 16:45:00+00","175535596516_10151961678806517",36],[58978,"Back in the heat of Florida at the academy!! @IMGAcademy @HydralyteSports #training \n\nZurück in der Akademie um in der Hitze zu trainieren! Indian Wells und Miami sind die nächsten Turniere...","2014-02-24 18:10:49+00","175535596516_10151951522001517",36],[58980,"Endlich hat der Sport in Berlin wieder ein Zuhause #nikeberlin http://www.flair-magazin.de/fashion/artikel/neuer-nike-berlin-store-im-europa-center.html","2014-02-18 16:44:00+00","175535596516_10151940816276517",36],[58982,"Done with another day full of physio and training! I think I will sleep well tonight :-) #tiredbuthappy #goingwell \n\nWieder ein Tag gefüllt mit Physio und Trainingseinheiten! Ich glaube ich werde gut schlafen :-) #müdeaberglücklich #Rehagehtgutvoran","2014-02-07 22:21:14+00","175535596516_10151919599326517",36],[58933,"It's going to be a loooong day! A lot of showers are forecast... Get your umbrellas out ☔️☔️☔️☔️ #Wimbledon \n\nDas wird ein laaanger Tag. Viele Schauern sind vorhergesagt... Jetzt heißt es Schirme raus und viel Geduld haben...☔️☔️☔️☔️ #Wimbledon","2014-06-28 11:30:15+00","175535596516_10152188713796517",36],[58934,"Done with my practice nice and early. Movie time...!:-) Have you guys seen Lone Survivor!? I think it's a great movie! \nHere is pic from yesterday. Next match is tomorrow. \n\nHabe heute früh trainiert so das ich jetzt fertig bin. Zeit für einen Film...:-) Habt ihr den Film Lone Survivor gesehen? Echt ein klasse Film! \nHier noch ein Bild von gestern. Morgen geht es weiter!","2014-06-27 15:24:23+00","175535596516_10152186663686517",36],[58936,"Thx for the big support out there today! Nice and quick finish. Just in time to watch #GERUSA #worldcup  \n\nVielen Dank für die tolle Unterstützung heute. Gut und schnell gespielt so das ich rechtzeitig unsere Jungs unterstützen kann! #aufgehtsDeutschland #WM","2014-06-26 16:03:04+00","175535596516_10152184868301517",36],[58938,"Ok... I have to admit that I was very excited to meet you, Hugh Jackman!!! Thanks for coming by and watching at Wimbledon :-) http://Instagram.com/p/po0Ql1ChJM/","2014-06-24 20:21:11+00","175535596516_10152180891371517",36],[58939,"It felt amazing to be out on @Wimbledon Center Court again! Thx for the amazing Moments and Support out there! #lovetoshareitwithyouguys #thanksfortheroses\n\nEin unbeschreibliches Gefühl wieder auf dem Center Court von Wimbledon zu stehen! Danke für die tolle Unterstützung da draußen! Ich liebe es hier zu sein. :-) #weitergehts","2014-06-24 16:30:20+00","175535596516_10152180493091517",36],[58940,"Playing at 1o'clock on this beauty vs Glushko tomorrow! I'm looking forward to it and hope to see many of you out there :-) #excited #centercourt #Wimbledon \n\nMorgen geht's um 13Uhr Ortszeit auf diesem tollen Platz gegen Glusko los! Freue mich drauf.","2014-06-23 19:26:01+00","175535596516_10152178593046517",36],[58941,"It's the calm before the storm to play for the most precious trophy... #endlesstennis @NikeTennis @Wimbledon","2014-06-22 15:41:23+00","175535596516_10152175685966517",36],[58944,"Hello from the Championship Courts at Wimbledon! \n\nHallo von den Plätzen von Wimbledon!","2014-06-21 17:25:21+00","175535596516_10152173627771517",36],[58948,"I'm ready for tonight.!!!! Are you?!?!? ⚽️ #GERPOR #WorldCupFever #letsgo @DFB_Team \n\nIch bin bereit für heute Abend!!! Wie siehts bei euch aus?? :-)  #Vorfreude #aufgehtsjungs","2014-06-16 13:48:17+00","175535596516_10152162937991517",36],[58949,"Wow, that was one amazing game! Now we are finally talking about football and not The other things ;-) at the World Cup. It was great to watch. Here a funny picture ;-) #VanPersie #NoneedforRedbull #amazinggoal","2014-06-13 22:26:13+00","175535596516_10152157248566517",36],[58951,"Had a long day with 4 training sessions. In the morning. I also went in front of the camera off the court. It was fun :-) Finished the day off with watching a concert of a friend of mine-Tim Bendzko. How has your day been? :-) \n\nIch hatte einen langen aber schönen Tag. 4 Trainingseinheiten und zwischen durch das erste mal vor der Kamera anmoderiert. Das hat Spaß gemacht aber lieber stand ich danach wieder auf dem Platz :-) Am Abend dann noch schön entspannt das Konzert von Tim Bendzko angeschaut. Macht Spaß Freunde im Aktion zu sehen! Und wie war euer Tag so? :-)","2014-06-11 19:54:55+00","175535596516_10152153323671517",36],[58952,"You have no idea how much I love the grass...! :):):)  #happy #simplyloveit","2014-06-11 06:51:59+00","175535596516_10152152391851517",36],[58954,"Unglaublich... So bitter für Marco Reus die WM zu verpassen! Aber er wird stärker zurück kommen!! #guteBesserung \n\nSimply Speechless...Very tough to miss the World Cup but you will come back stronger!!! #Reus @DFB_Team @woodyinho","2014-06-07 20:23:59+00","175535596516_10152145322981517",36],[58955,"Viele von Euch wissen bestimmt, dass ich eine Gluten-Unverträglichkeit habe. Mir ist es ein Anliegen, Menschen, die davon genauso betroffen sind wie ich, zu helfen. Deswegen habe ich schon vor ein paar Wochen begonnen, mit Dr. Schaer zusammen zu arbeiten. Schaut doch mal bei www.schaer.com vorbei!","2014-06-07 07:28:17+00","175535596516_10152144251746517",36],[58956,"I've seen my doctors and I got lucky to not have anything serious. Unfortunately I won't be able to play Birmingham. Now it's all about getting ready for Wimbledon and slowly increase court time again.","2014-06-05 09:58:36+00","175535596516_10152140557281517",36],[58958,"Thanks for the support out there even though I was playing a French girl! Happy to be thru","2014-05-27 06:18:21+00","175535596516_10152123103366517",36],[58959,"","2014-05-25 11:25:01+00","175535596516_10152119311366517",36],[58960,"After my training sessions I went to the \"Pokalfinale\" last night. Great atmosphere in the stadium!\nNach meinem Training war ich gestern Abend beim DFB-Pokalfinale. Tolle Stimmung im Stadion!","2014-05-18 16:29:34+00","175535596516_10152105685116517",36],[58961,"Wow...500.000 Fans, das ist der Wahnsinn! Vielen Dank für eure tolle Unterstützung!\nPs.: Happy wollte unbedingt auch aufs Bild ;-)\n\nWow...500k fans. That's simply  amazing! Thanks so much for your support!!\nPs.: Happy couldn't resist to stay out of the picture. He wanted to thank you too ;-)","2014-05-16 15:37:33+00","175535596516_10152102057281517",36],[58962,"Thanks for the support the other day. Working my way back! Next match at 7pm tomorrow. #Madrid","2014-05-06 19:14:29+00","175535596516_10152081290631517",36],[58964,"Wer von euch geht in Berlin an den Start und würde sich über diese tollen Nike Styles freuen? :-)","2014-04-29 19:36:47+00","175535596516_10152068181046517",36],[58965,"Super happy über mein #weownthenight Package. Leider kann ich nicht mitlaufen, da ich bei den French Open alles geben werde...","2014-04-29 19:35:31+00","175535596516_10152068179666517",36],[58966,"It was really nice to meet you Nora.  Thank you for the support.","2014-04-29 15:34:36+00","175535596516_10152067812866517",36],[58970,"","2014-04-02 00:19:15+00","175535596516_10203592628681027",36],[58972,"Woow, what a match!!! Saving 7 match points \u0026 winning was quiet exciting...to say the least! #SonyOpenTennis \n\nWow, was für ein Match...! 7 Matchbälle abgewehrt und noch gewonnen...das war ziemlich spannend...:-)","2014-03-26 20:50:29+00","175535596516_10152005114476517",36],[58973,"Thanks so much for the amazing support out there yesterday! You guys helped me to pull this one off! :-) Today doubles with Martina :-)\n#TeamLisicki #Bestfansintheworld #happy\n\nVielen Dank für die zahlreiche Unterstützung gestern. Ihr habt mir geholfen den Sieg im dritten Satz einzufahren! Heute nur Doppel mit Martina :-)","2014-03-21 09:46:23+00","175535596516_10151995282901517",36],[58974,"Had a great day walking in the mountains in the sunny weather... @OfficialMauiJim \n\nHat echt Spaß gemacht die Berge hoch (und später auch runter ;-) ) zu laufen und den tollen Ausblick zu genießen! :-)","2014-03-10 07:12:37+00","175535596516_10151976399871517",36],[58975,"Did one more nice walk at the beach before packing and heading to Indian Wells! Good to be back! :-) #home #lovesunsetsatthebeach #travelling #tournament","2014-03-03 03:06:00+00","175535596516_10151962621071517",36],[58977,"http://www.myself.de/schoen-gesund/gesundheit-ernaehrung/fitness-motivation-motivationshilfe-von-den-profis","2014-02-26 13:52:41+00","175535596516_10203351194845332",36],[58979,"","2014-02-19 16:39:00+00","175535596516_10151942536486517",36],[58984,"The sun is rising \u0026 I'm done with 1st physio + training session! It feels so good  Wish you a great day!\n#moretocome #6amwakeupcallworthit \n\nDas Aufstehen um 6 Uhr war es Wert..! Die Sonne steigt auf und ich bin schon mit meinen ersten physio Behandlung und Trainingseinheit fertig. Das tut so gut! Wünsche euch einen schönen Tag! \n#eskommtnochmehr #derfrüheVogelfängtdenWurm","2014-02-06 11:07:07+00","175535596516_10151916918761517",36],[58986,"Good morning! How is everyone?? Heading for early treatment and training! #workinghard #earlybirdcatchestheworm","2014-02-06 05:10:39+00","175535596516_10151916626451517",36],[58991,"Hello from Melbourne :-) I know everyone calls me crazy for doing it…But which one would you go for- the scary, the cute or the heavy one?! ;-))\r\n\r\nHallo aus Melbourne :-) Ich weiss…jeder sagt das ist verrückt und ich habe es trotzdem gemacht :-) Welches würdet ihr mal halten wollen?","2014-01-10 02:45:29+00","175535596516_10151867296661517",36],[58993,"Be strong and keep fighting Michael Schumacher! #prayingforHim \n\nSei stark und kämpfe Schumi!! Du schaffst das!","2014-01-06 10:38:24+00","175535596516_10151859965146517",36],[58994,"Happy New Year!!!","2013-12-31 14:49:13+00","175535596516_10151848340426517",36],[58997,"Platz 2 ist immer noch toll! Vielen Dank für eure Unterstützung dieses Jahr!!","2013-12-16 13:52:49+00","175535596516_10151820401401517",36],[58999,"As always..thanks for the support #bestfans!\r\nhttp://www.sport1.de/de/themen/themen_specials/die_sport1/sportlerin.html","2013-12-11 23:20:39+00","175535596516_10151811840986517",36],[59003,"Is anyone else excited and waiting for the Soccer World Cup Draw to be done!? #Brazil2014 @FifaWorldCup @DFB_Team","2013-12-06 16:14:09+00","175535596516_10151800560036517",36],[59006,"A little sneak peek from my Peugeot Shoot. I'm looking forward to the finished products!  Peugeot Deutschland","2013-11-29 21:12:34+00","175535596516_10151786195941517",36],[59007,"Take a look at this fun little overview of the year:\r\nhttp://www.sabinelisicki.com/tournamentpictures-2013.php","2013-11-28 05:10:03+00","175535596516_10151782961011517",36],[59009,"Time to answer fan mail!!! Happy \u0026 I are working on it:)  Thanks for the lovely letters. I've got the best fans! #teamlisicki","2013-11-18 01:46:15+00","175535596516_10151760750461517",36],[59011,"","2013-11-12 15:11:26+00","175535596516_10151749469471517",36],[59013,"Here my favorite pic from my vacation time! Yes... I do love London :)  #beautifulcity #relaxing #shopping :)","2013-11-06 15:26:47+00","175535596516_10151734486511517",36],[59014,"Goal is set. This week is mine! #FuelBandSE is coming up to Germany  #teamnike","2013-11-04 12:27:07+00","175535596516_10151729816261517",36],[59015,"Henry Maske and I won \"The sportsmen with heart award\" last night. It's an honor to get this award!! Thank you","2013-11-03 19:39:40+00","175535596516_10151728374721517",36],[59017,"A sunny hello from my vacation :):) #beautifulview #MauiJim #relaxing","2013-10-31 15:52:39+00","175535596516_10151720167526517",36],[59022,"I'm very happy to be the new brand ambassador for Peugeot! :-) Looking forward to the partnership!","2013-09-10 14:22:03+00","175535596516_10151622805036517",36],[59024,"Yes, am Sonntag geht’s zum Nike Training Club nach Berlin. Wenn ihr live mit mir trainieren möchtet, schreibt eine Nachricht ans Facebook-Team des NTC. Oder, ganz heißer Tipp, macht mit bei der NTC #Earlybird Challenge... http://go.nike.com/8nc2n0h #JustDoIt #TeamNike!","2013-09-03 17:14:08+00","175535596516_10151610304946517",36],[59027,"well this was funny:):)\r\nhttp://www.youtube.com/watch?v=23Gh_sZgtyM","2013-08-27 20:25:41+00","175535596516_10151598603106517",36],[59028,"","2013-08-24 21:19:55+00","175535596516_10201949527924535",36],[59030,"Marion…it's been a long journey, you fought through so many things and in the end you made your dream come true! You deserve it and will be missed on tour. I wish you all the best for whatever comes next for you :-)","2013-08-15 13:23:46+00","175535596516_10151575603621517",36],[59031,"Did a shoot with my friends from Maui Jim today.  Always good to have great sunglasses when in Bradenton:)","2013-07-30 01:32:36+00","175535596516_10151545260016517",36],[59032,"Work out at the beach. Doesn't get much better or tougher than that:)","2013-07-29 19:02:53+00","175535596516_10151544683071517",36],[59035,"Had a really long day starting early morning with ZDF tv followed by a 6 hour interview marathon. I think I will sleep well tonight :) Here is a pic with the IMG Team.\r\nIch hatte heute einen langen Tag. Angefangen mit einem Auftritt beim ZDF Morgenmagazin und danach ein Interview-Marathon von 6 Stunden. Ich glaube heute werde ich gut schlafen! Hier ist noch ein Foto mit dem Team von IMG.","2013-07-09 16:01:29+00","175535596516_10151509610676517",36],[59038,"Berlin, ich komme! Ich freue mich ab 16 Uhr wieder in meiner Heimat zu sein!","2013-07-07 09:13:00+00","175535596516_10151505607066517",36],[59039,"Omg... what a great battle \u0026 I came out on top of it! Fought my heart out there! Thank you so so much for your support!!! LOVE playing in front of you all on Center Court at Wimbledon! #thejourneycontinues","2013-07-04 20:43:20+00","175535596516_10151501388026517",36],[59041,"http://www.youtube.com/watch?v=tpJPs417v4I","2013-07-02 09:37:44+00","175535596516_10151497288296517",36],[59043,"","2013-07-02 09:27:15+00","175535596516_10151497281086517",36],[59045,"Won my match in 3 sets. Played better with each set \u0026 took my chances in 2nd + 3rd set! I'm very happy with that :-) Sam played a fantastic match though! It was great to play on the nicest court in the world :-) Here is a picture of me and Tommy Haas. The last two Germans standing! We both play the no 1's next... :-)","2013-06-30 10:18:42+00","175535596516_10151493214481517",36],[59046,"I'm very happy with my start at @Wimbledon i won 61 62 against a tricky opponent! It was a pleasure to play on court 1 again! Thx for your support. Loved every minute of being out there!  \r\n\r\nIch freue mich sehr über den gelungenen Auftaktsieg hier in Wimbledon! Ich habe 61 62 gegen Schiavone gewonnen. Es war toll wieder auf Platz 1 zu spielen. Vielen Dank für eure Unterstützung! Macht echt unglaublich viel Spaß da draußen zu spielen!","2013-06-25 22:44:30+00","175535596516_10151483895511517",36],[59048,"They moved my match to court 1.  Was exciting to play there again. Happy with my win.  Here doing some press after my win.","2013-06-25 22:42:31+00","175535596516_10151483892871517",36],[59049,"Wimbledon is starting tomorrow... Is everybody as excited as I am!?!? :-) I'm playing my first match on Tuesday so I've got one more day to practice :-) \r\n\r\nWimbledon fängt morgen an..! Freut ihr euch so sehr darauf wie ich!?!? :-) Ich spiele meine erste Runde am Dienstag. Morgen also noch ein Tag zum trainieren und dann geht's los! :-)","2013-06-23 18:59:02+00","175535596516_10151479645726517",36],[59050,"always fun to go to the @wta party...wore a beautiful dress from Laurèl","2013-06-22 08:16:38+00","175535596516_10151477237136517",36],[59052,"Got some matches under my belt here and will be heading to London to prepare for Wimbledon! Can't wait to play at SW19!","2013-06-16 08:02:43+00","175535596516_10151466488791517",36],[59053,"http://www.birminghammail.co.uk/sport/other-sport/aegon-classic-sabine-lisicki-aiming-4188466","2013-06-08 13:45:24+00","175535596516_10151454071491517",36],[59160,"Hello from Italy :-) I arrived in Rome and had my first hit today. It feels so good to be back on the court and at a tournament! The draw is done and I'm playing vs Erakovic in the first round.\nBelieve it or not it's my very first time to Roma. Looking forward to staying here :-)","2012-05-12 18:12:03+00","175535596516_10150788260461517",36],[59163,"Hi everybody, I had a good practice on the court today. my gym workouts were fun \u0026 good too! :-) The weather is quiet nice. Hope you all are enjoying it. Wishing you a great weekend :-D","2012-04-27 16:22:32+00","175535596516_10150689156731517",36],[59165,"Last night I went to support my favorite ice hockey team The Eisbären Berlin when they played the final game to win the championchips. Here are the last few seconds before they won....","2012-04-25 11:53:53+00","175535596516_10150736087813893",36],[59166,"I´m feeling pretty good but tired. Did twice training in the gym plus swimming and physio today. It was fun and a great feeling to be moving forward! I´m tired and will go to sleep soon to be ready for training tomorrow! :-)\nYesterday I got invited to come to the british embassy. Here is a pic at the Brandenburger Gate- 100 days before the olympic games.","2012-04-19 20:16:52+00","175535596516_10150672295721517",36],[59169,"Hey everyone…did you see the new layout of my website…. http://www.sabinelisicki.com/","2012-04-12 16:16:36+00","175535596516_385567878144808",36],[59171,"I twisted my ankle at 1all in the first set \u0026 was forced to retire against Serena. It was very unfortunate because it was a good match but these things happen in life. I´ll keep you posted on things when I know more. \nThanks for your support!\nI´ll fight \u0026 come back stronger!","2012-04-07 00:53:04+00","175535596516_10150638834846517",36],[59172,"I won my match 75 64 today. Played better than yesterday. Getting more comfortable and use to the clay court with each match. :-) \nI´m playing at 1pm on stadium vs S.Williams tomorrow. I lost the last one in straight sets to her but will for sure fight \u0026 grind for every point out there tomorrow!! Hope to get lots of support from you! :-D","2012-04-06 02:28:30+00","175535596516_10150637102301517",36],[59173,"I came back from a set down to win in 3 sets. Didn´t start off well at all but simply kept fighting!! You all helped me with your support! Thanks a lot! I´ve got the best fans in the world- \u003c3 my fans!! Here is a pic with one of many :-)\nPlaying tomorrow 3rd match after 1pm on stadium vs Shvedova. Hope to get your support once again! :-D Good night","2012-04-05 02:50:56+00","175535596516_10150635243991517",36],[59174,"Hello :-) I´m playing 2nd after 12o´clock on stadium against Hlavackova tomorrow. I´m looking forward to stepping on this center court again \u0026 hope to have your support once again! :-)\nI´ll also play doubles 5th match on A. Gibson court! \nHave a good night and hope to see you tomorrow :-D","2012-04-03 23:56:11+00","175535596516_10150632864711517",36],[59175,"Its time for the Family Circle Cup in Charleston :-D Its nice to be back. Its a tournament that will always have a special place in my heart as I won my first title here!\nThe draw is out, I´m playing vs Hlavackova in my first match on wednesday. I´m also playing doubles with Vera Zvonareva here. I´m looking forward to a nice week with hopefully lots of support from you :-)\nHere is a pic from the Playersparty last night. I was in the painting corner most of the evening ;-)","2012-04-03 00:29:48+00","175535596516_10150630765371517",36],[59177,"I went to support fellow German Dirk Nowitzki in the Dallas mavericks vs Orlando Magic game last night. It was a very exciting game in the end where Dirk made the game winning shot to win with the Mavs 100:98. It was great catching up with him after the game. \nEven standing on my tipytoes wouldn't change a thing for this pic.... ;-)","2012-03-31 15:53:55+00","175535596516_10150626162831517",36],[59182,"Hello from Miami :-) I had a good week of practice at home in Bradenton at the Img Academy! It was so nice to be back and see everybody again. Unfortunately on my way from Indian Wells to Florida the airline has lost my bag. :-( Very unlucky for me. There was a lot of stuff that I liked a lot..! Today I got my new outfits at Nike Tennis though. Had lots of fun together with Petra trying on the new clothes :-)\nThe draw for the tournament will be done tomorrow.","2012-03-19 01:09:42+00","175535596516_10150602562666517",36],[59185,"Hi everybody, I'm in Indian Wells and preparation has started yesterday. Love it when at 6 in the morning the gym is empty :-) In the mornings it's very chilly but once the sun comes out its beautiful! Hope you all are well :-)","2012-03-06 02:43:09+00","175535596516_10150578764686517",36],[59187,"Nice pic from the kids clinic yesterday","2012-02-22 22:43:55+00","175535596516_10150557339511517",36],[59189,"Always time for a joke:)","2012-02-22 22:44:40+00","175535596516_10150557340891517",36],[59190,"http://gulfnews.com/life-style/general/kids-day-learning-to-serve-1.983627","2012-02-21 14:42:59+00","175535596516_331759430199793",36],[59191,"Hi everyone, the draw has changed. Kvitova pulled out so I moved to her spot. I'll play my first singles match on Wednesday and tomorrow at two I'm playing doubles with Kirilenko. Today after practice i did a kids clinic. It was lots of fun. I still remember when I was a little girl \u0026 was going to tournaments. I always dreamt to be a pro","2012-02-20 19:25:40+00","175535596516_10150552466706517",36],[59194,"","2012-02-03 17:05:30+00","175535596516_10150513762331517",36],[59198,"","2012-01-24 13:09:21+00","175535596516_3212716121523",36],[59201,"Hi everybody, I had a day off from matches and got the chance to meet a few of my fans. I actually did facepainting on a few kids. I hope they were happy with what I painted! :-D\nI´m playing at 7.30pm on Rod Laver vs Sharapova tomorrow. I lost the last few times to her. I´ll be fighting hard \u0026 we´ll see if we have a different result this time. :-) Hope to get the support of you once again. It was a lot of fun the other day!! :-)","2012-01-22 07:42:45+00","175535596516_10150486706186517",36],[59203,"http://blonde.de/cgi-bin/adframe/fashion_and_style/modestrecke/article.html?ADFRAME_MCMS_ID=711\u0026IMAGE=2\u0026id=13268835041889711219713006","2012-01-19 13:40:53+00","175535596516_105136752942363",36],[59205,"","2012-01-19 13:14:07+00","175535596516_10150480970616517",36],[59207,"I did a very cool shoot with Nike in Berlin in November. It is published in the latest BLONDE magazine. Hope you like it as much as I do! :-)\r\n\r\nIm November habe ich ein richtig cooles Shooting mit Nike Tennis in Berlin gemacht. Es wurde in der neusten Ausgabe des BLONDE Magazins gedruckt. Ich hoffe ihr mögt das Foto so sehr wie ich! :-)","2012-01-18 22:12:54+00","175535596516_10150479928866517",36],[59210,"Hi everybody, I had agood day off from matches. Practiced, had a massage and did an ice bath. I can tell you that it was very cold..... I prepared all my things for tomorrow´s match- playing 3rd match on ct 2 vs Peer. I´m ready to fight! I hope to see many of you out there! Loved your support yesterday. It helped a lot! :-)\nHere is a picture from this evening.","2012-01-18 12:33:00+00","175535596516_10150479038496517",36],[59211,"Hi everybody, I won my match 6:4 in the third set today. Very tough conditions out there (very windy) \u0026 I didn´t play well but I fought till the end! Got the \"W\" at the end and gave myself the chance to play better in the next match :-) Thx for all the support out there today! You were amazing!\nHere is a pic from this afternoon (sorry for the bad quality)- the child in me came out when I saw this... :-D","2012-01-17 11:59:13+00","175535596516_10150477123246517",36],[59199,"I´ve mixed emotions from last nights match. I´m disappointed that I lost but at the same time I´m happy \u0026 proud of myself how far I´ve come from last year! From playing in the Q to being toe-to-toe with one of the best players in the world in the 2nd week of a Grand Slam is great. I´ll take a lot from this match \u0026 will build on it!\nI want to thank the crowd as well. Your support was amazing! I felt a little like an Aussie. :-) It was so much fun to play in front of you guys! Thx \u003c3","2012-01-23 22:06:27+00","175535596516_10150490275346517",36],[59200,"I won a tough match 26 64 62 against Kuznetsova today. I´m very happy how I found a way back into the match after being down 26 1-3. I just kept fighting to stay longer on the court \u0026 I believed that I can still win. The support of the fans was simply great!\nI think everybody saw how happy I am after I converted matchpoint... :-)","2012-01-21 13:12:35+00","175535596516_10150484991621517",36],[59202,"http://2012.australianopen.com/en_AU/news/match_reports/2012-01-21/201201211327133766359.html","2012-01-21 09:58:21+00","175535596516_213577372066750",36],[59204,"Good morning, well at least here in Australia :-D \nI´m playing 3rd match on Hisense arena vs Kuznetsova today. We had a very good match the last time and I hope it will be no different this time! I heard the day session at the Aussie Open is sold out today. Thats great \u0026 I hope many of you will come out and support me :-) My mum is getting up in the middle of the night in Germany to watch my matches even though I tell her she should sleep.. :-)","2012-01-20 22:43:18+00","175535596516_10150483948611517",36],[59206,"I won my match 61 62 today. I´m happy with the way I played! Huge thanks to the crowd who was cheering loudly for me!!! You guys were amazing \u0026 made it even more fun to be on the court :-D Do you remember the ball that almost went back over the net after the bounce on my side? That was a funny point :-D\nI´m playing my next match on saturday. Have a lovely evening or day- wherever you might be :-)","2012-01-19 11:42:53+00","175535596516_10150480863491517",36],[59208,"I did a very cool shoot with Nike in Berlin in November. It is published in the latest Lula magazine. Hope you like it as much as I do! :-)\r\n\r\nIm November habe ich ein richtig cooles Shooting mit Nike Tennis in Berlin gemacht. Es wurde in der neusten Ausgabe des Lula Magazins gedruckt. Ich hoffe ihr mögt das Foto so sehr wie ich! :-)","2012-01-18 22:08:49+00","175535596516_10150479921891517",36],[59209,"I did a very cool shoot with Nike in Berlin in November. It is published in the latest Lula magazine. Hope you like it as much as I do! :-)\r\n\r\nIm November habe ich ein richtig cooles Shooting mit Nike Tennis in Berlin gemacht. Es wurde in der neusten Ausgabe des Lula Magazins gedruckt. Ich hoffe ihr mögt das Foto so sehr wie ich! :-)","2012-01-18 22:04:13+00","175535596516_10150479913936517",36],[59213,"Hi everybody, had a great couple of days of training here in Melbourne. Getting ready for the first Grand Slam of the year! Are you all excited!? :)\nThe draw is out and I´m playing Vögele in my first round on tuesday. I´m very much looking forward to playing! I heard that the weather is suppose to be good too... :-)","2012-01-14 22:30:20+00","175535596516_10150472379986517",36],[59214,"hi everyone...here you can see both commercials and \"the making of\"....facebook.com/tennispoint.de?sk=app_280470362011407","2012-01-12 14:12:49+00","175535596516_295140130538965",36],[59219,"","2012-01-02 14:54:35+00","175535596516_10150448422791517",36],[59220,"","2012-01-02 14:54:35+00","175535596516_10150448422781517",36],[59221,"Hi everybody, I finally got to hit outdoors today. The weather didn´t stay good for too long though. I´m playing my first round match at 7pm against Razzano tomorrow. I hope to see many of you out there \u0026 I hope to get the same support as in previous years.\nI also went to the radio station today...Here is a picture :-)\nI hope everybody had a great New Years!!!","2012-01-01 05:40:35+00","175535596516_10150445961531517",36],[59223,"Soon its New Years... Have you guys thought about your New Year’s resolutions?","2011-12-30 20:30:17+00","175535596516_10150443412706517",36],[59225,"Had a great week of practice with Sam . The weather could have been better but other than that I enjoyed my time here a lot. Off to Auckland next! Looking forward to seeing everybody there!","2011-12-27 08:25:53+00","175535596516_10150437106126517",36],[59227,"Hello from down under! I flew to Australia after the exhibition in China. Doing my last weeks of preparation here before heading to Auckland for the first tournament of the year.\nAttention to all Aussies...European learning to drive on the left side of the road!!","2011-12-22 10:02:48+00","175535596516_10150428595016517",36],[59229,"http://www.linaandfriends.com/2011/news_04.php","2011-12-19 18:49:03+00","175535596516_320980941254684",36],[59232,"","2011-12-18 23:59:25+00","175535596516_10150422822041517",36],[59233,"","2011-12-17 20:46:00+00","175535596516_10150420995056517",36],[59235,"I got to Wuhan, China for the exhibition with Na Li, Pete Sampras and Carlos Moya yesterday. I met them all today and we did some fun activities. I'm happy that I've got my winter clothes with me because its very cold here...\nAnyways I'm looking forward to a fun weekend and hope to see many of you out here :)","2011-12-16 19:00:30+00","175535596516_10150419291726517",36],[59236,"","2011-12-15 15:20:29+00","175535596516_10150417401311517",36],[59240,"Had another good day of practice today. My muscels are pretty sore but thats alright :)\nHere are a couple of facts regarding next year... My first tournaments of 2012 are Auckland, Sydney and then the Australian Open. I´ll keep wearing my ankle braces for protection. Sam Stosur and I want to play more doubles together. One more thing that is special to me next year, are the Olympic Games in London. Really looking forward to that :)\nNow its time to relax... :)))","2011-11-30 19:35:04+00","175535596516_10150388511641517",36],[59242,"Hi everybody :) I had a fantastic time this weekend. I was able to spent it with my family and got to see my little god daughter! She is so adorable :)\nHope you´re having a good weekend too! Have a smile on your face- it makes the day better :)","2011-11-27 15:02:08+00","175535596516_10150381879196517",36],[59244,"Its back to training for me! Had some great time off last week but it feels good to be working out again! I didn´t miss the muscle soreness though... :) Getting ready for 2012!!!","2011-11-22 13:14:04+00","175535596516_10150372217051517",36],[59245,"Hi everybody :) So here are my 5 current fave songs: You \u0026 I / Lady Gaga ,Cheers/ Rihanna , Mr Saxobeat/ A. Stan , Muss nur noch kurz die Welt retten/ T. Bendzko, You make me feel/C. Starship\nHow about yours? :)\nHere is a sneak peek of my shoot for Nike I had lately. The pics will come out in January. I´m looking forward to seeing them! :)","2011-11-20 15:56:42+00","175535596516_10150368695241517",36],[59247,"During the off season there is obviously not that much happening. So I thought that maybe you want to get to know me better/ see different sides of me... What do you think of that? What kind of questions would you like to ask? Maybe some completly different ones than usual...? :)\nI wish everybody a great weekend \u0026 I´m looking forward to your messages :)","2011-11-18 14:45:08+00","175535596516_10150365703701517",36],[59265,"Hi everyone, I've been nominated for the Breakthrough Player of the Year Award in the WTA Fan Vote!!! You can vote for me here http://on.fb.me/ujtbLe - thank you so much for your support this year! :)","2011-10-28 16:54:59+00","175535596516_10150337465506517",36],[59212,"First day of the Australian Open and the heat has arrived! I had an early hit today and went back to our place quiet early to take a nap. I did some cooking as well. It´s nice when you have the chance to cook while being on the road :-)\nGetting everything ready for tomorrow now. I´m playing first match vs Vögele at 11 o´clock on ct 3. Hope to see many of you out there. Its always fun to play in Australia! :-)","2012-01-16 09:30:45+00","175535596516_10150475029286517",36],[59215,"Hi everybody, I had a good day of hitting plus gym. Practiced on Hisense and even the sun came out. This made practice so much more fun right away! :-) How can you not smile when the sun is shining!? :-)\nI did a shoot for a commercial as some of you have already seen. It was super cool- I got to drive the Artega and an Audi R8. I simply love cars!! :-D\nCheck it out  http://www.youtube.com/watch?v=LEjCgzsBzHk","2012-01-12 09:45:21+00","175535596516_232844623456454",36],[59216,"Hi everyone...please take a peek at some new TV commercials I shot for my new partners at http://www.facebook.com/tennispoint.de  \r\nHad an amazing time shooting them.  A lot of fun.","2012-01-11 15:46:16+00","175535596516_10150466064801517",36],[59217,"","2012-01-04 15:24:13+00","175535596516_10150452230756517",36],[59218,"","2012-01-02 14:54:35+00","175535596516_10150448422776517",36],[59222,"I'll #makeitcount by working hard to reach my goals and dreams, and having fun on the Court! What will you do? http://gonike.me/MakeItCount","2011-12-31 11:14:12+00","175535596516_335497646462103",36],[59224,"Hi everybody, this is unfortunately the weather here in Auckland... Hopefully we get it out of the way now and some nice + sunny weather next week! :)","2011-12-30 20:28:32+00","175535596516_10150443409501517",36],[59226,"Hope you all had an amazing Christmas with your family and friends!!! My Christmas was a little different than usual...  it was at the beach :)","2011-12-26 09:10:27+00","175535596516_10150435292746517",36],[59228,"","2011-12-20 03:01:04+00","175535596516_10150424812101517",36],[59230,"","2011-12-19 00:00:07+00","175535596516_10150422822941517",36],[59231,"","2011-12-18 23:59:25+00","175535596516_10150422822056517",36],[59234,"","2011-12-16 19:32:29+00","175535596516_10150419330411517",36],[59237,"http://www.linaandfriends.com/2011/index.php","2011-12-08 19:56:29+00","175535596516_290293434348655",36],[59238,"I´m the Athlete of the Year in Berlin! It has been a fantastic night where I wore (yes, another) beautiful red dress- this time by Irene Luft.\nThank you so much for all your votes that have helped me to get this award. It is the cherry on top of the cake!\n\nIch bin Sportlerin des jahres in Berlin geworden! Es war ein fantastischer Abend. In dem tollen Kleid von Irene Luft, fühlte ich mich ein bisschen wie eine kleine Prinzessin. :) Vielen, vielen Dank für eure Stimmen! Das ist die Krönung zum Abschluß einer unglaublichen Saison!","2011-12-05 08:25:24+00","175535596516_10150397199581517",36],[59239,"Hi everybody, I went to the ZDF morning show this morning. It was nice to be their guest today! Afterwards it was straight back to training :)\nHere is a link for those who understand a little bit of german\nhttp://www.zdf.de/ZDFmediathek/kanaluebersicht/aktuellste/446#/beitrag/video/1507094/Lisicki:-\"Das-Ziel-sind-die-Top-Ten\"\n\nHallo alle zusammen, ich war heute früh beim ZDF morgenmagazin. Es war schön dort zu Gast zu sein. Die Leute waren alle super nett! Danach fuhr ich auch gleich zum Training :)\nHier ist der Link für die jenigen, die es verpasst haben\nhttp://www.zdf.de/ZDFmediathek/kanaluebersicht/aktuellste/446#/beitrag/video/1507094/Lisicki:-\"Das-Ziel-sind-die-Top-Ten\"","2011-12-01 13:53:03+00","175535596516_10150390081441517",36],[59241,"I started to hit on the court again yesterday. The first hit is never perfect but it was a nice feeling to be hitting again! I really like the off season. Your daily routine is completly different from the one during the year. Its a nice change... :)","2011-11-29 20:03:01+00","175535596516_10150386687926517",36],[59243,"So, here is the next pool with questions. So which one would you like to get answered? :)","2011-11-25 12:09:37+00","175535596516_10150377755301517",36],[59246,"Okay, lets try it this way. You can vote for whichever interests you the most and in a couple of days I´ll answer the one that you want to know the most :)","2011-11-19 10:18:43+00","175535596516_10150366937871517",36],[59249,"http://twitter.com/sabinelisicki","2011-11-17 18:08:58+00","175535596516_289106077788795",36],[59253,"Will I play golf after my tennis career? Emm, no I don´t think so :) I hit a couple great shots, a few went left, some to the right and sometimes the ball just stayed where I put it... haha But we all had a lot of fun! :)\nDid you ever try to play golf? How did your first golf experience go?","2011-11-10 09:07:20+00","175535596516_10150352384141517",36],[59254,"I flew to Frankfurt to visit Nike Tennis Germany today! I met many really cool people \u0026 we all had a fun day together! Lets say- the golf course wasn´t the safest place to be today... Will tell you more about it tomorrow :) Have a good night!\n\nBin mal eben nach Frankfurt geflogen und hab Nike Tennis Deutschland besucht. Ich habe viele coole Leute kennen gelernt \u0026 wir hatten echt einen tollen Tag!! Den Golfplatz haben wir auch unsicher gemacht... Davon erzähle ich euch dann morgen mehr...Jetzt heißt es ab ins Bett für mich ;)","2011-11-09 21:48:03+00","175535596516_10150351665001517",36],[59257,"Hello everyone. Unfortunately the tournament has ended for me in a way that I didn´t like \u0026 want. My back hurts but I hope that it´ll be fine quickly. I´ll have some time off now which I´m looking forward to. \nI had an amazing time here in Bali. The support I got from all of you during my match was fantastic!!! Thank you so much :)","2011-11-06 14:04:03+00","175535596516_10150347328741517",36],[59259,"","2011-11-03 13:54:12+00","175535596516_10150344133941517",36],[59260,"Hello from Bali again :)) I couldn´t sleep well last night because of the jetlag...but after a nice nap in the afternoon I got my energy back! I did the all access hour today and practiced later on with Nadia. Feeling better with each practice on the court! Other then that there is not that much that happened...\nI´ve been nominated for Berlins athlete of the year! Please, please vote for me. It would mean a lot to me to win this award! :) https://www.champions-berlin.de/wahl/","2011-11-02 13:11:53+00","175535596516_313618865320884",36],[59261,"hi everybody :) i've had a pretty good day today. We had the draw ceremony where a local designer dressed us up for. Its great to have a chance to see \u0026 wear traditional dresses! Will post pictures as soon as I've got some!\nI'm playing vs D.Hantuchova on friday at 8pm. We always have pretty good matches so I'm looking forward to this one :)","2011-11-01 12:10:57+00","175535596516_10150341708021517",36],[59263,"arrived in beautiful Bali! It was a long trip... off to bed now! :)","2011-10-30 14:45:51+00","175535596516_10150339430021517",36],[59264,"Hi everybody, thanks to my titles in Birmingham \u0026 Dallas this year I´m qualified for The Tournament of Champions in Bali! I´m looking forward to going there for the 2nd time!\nI hope everybody has voted for me!? I´m in the 3rd category to vote...so if you haven´t voted yet here is the link :D  http://on.fb.me/ujtbLe Thanks :-)\nAuf gehts nach Bali :) Wishing you a great weekend!","2011-10-29 09:53:24+00","175535596516_10150338177536517",36],[59269,"Audi Generation Award Gala- here with Kai Pflaume and Charly Steeb on stage","2011-10-25 11:34:47+00","175535596516_10150333848686517",36],[59248,"I got the Comeback Player of the Year Award from the WTA! It was such an amazing season without the support of my family, team and ALL of you it wouldn´t have been possible! I play with passion, heart \u0026 I fight till the end. Its an incredible feeling to get the support from all of you! I hope we´ll have many, many further great moments together! :)\nThere is one last award that I really would like to get...The Berlins Athlete of the Year. Will you help me get it? :) A couple days left for voting https://www.champions-berlin.de/wahl/ \nThanks :))","2011-11-16 08:38:49+00","175535596516_10150362056061517",36],[59250,"http://www.linaandfriends.com/2011/index.php","2011-11-15 17:06:09+00","175535596516_176186332475720",36],[59251,"It was a special evening last night as my dad got an award for Coach of the Year! I´m very proud of him and thankful to have him as my dad \u0026 coach! Love you dad \u003c3","2011-11-13 07:59:07+00","175535596516_10150356896436517",36],[59252,"Looks like we all agree that tennis is more interesting than golf! But its fun to recall those moments that we had when we first played, isn´t it? :)\nI went to Nike Town Berlin today and got some really cool clothes. I designed two pairs of shoes, one are there but I like the second pair that I´ve got much more... :D Check it out when you are there the next time ;) Its in the Nike ID section...\nHave a great weekend!","2011-11-11 20:14:15+00","175535596516_10150354727936517",36],[59255,"I´ve got a new career high ranking of 15 today!!! What a season...In the beginning of the year I played challenger tournaments with no ballkids \u0026 I end the year in one of the best places at the tournament of Champions in Bali! From 218 in arpil to 15 in the world now!! Thank you soo soo much for all your support! Its been so much fun with you all \u0026 I hope you had fun too!\nOne last thing...if you have a second to vote for me for athlete of the year I´d appreciate it a lot! It would be the cherry on top of the cake :D\nhttps://www.champions-berlin.de/wahl/\nWith love from Bali \u003c3","2011-11-07 12:05:21+00","175535596516_10150348401086517",36],[59256,"I won my match 75 62 today. Daniela \u0026 I always have good matches. You need to play the best to beat her so I´m definitely happy with my win today! :)\nI´m playing at 4o´clock against Medina Garrigues tomorrow. I´ve never played her before so it will be a new challenge! Thanks for all the support out there today! Hope to see you tomorrow too ;)\nBtw there was a little earthquake here after the match \u0026 we didn´t even feel it... We were just wondering why it got so loud. haha\nTalk to you tomorrow :)","2011-11-04 16:19:54+00","175535596516_10150345377391517",36],[59258,"Hello :) I had some fun filming for a travel show at the beach today. Robin (who films it) really does not make the lines easy! He´s simply making sure you´ve got plenty to smile about later in the videos...;) I have to admit I laughed a lot today too...\nPractice \u0026 gym felt great too. Looking forward to my first match tomorrow at 8pm. Hope to get lots of support from you :)))","2011-11-03 14:47:10+00","175535596516_10150344178831517",36],[59262,"I went to the pottery place together with my mom here in Bali today. I painted a vase which I give to a charity to auction for a good cause. \r\nLater I also tried to make something myself...","2011-10-31 12:58:14+00","175535596516_10150340517361517",36],[59266,"Hi guys, here's a pic from todays practice. It feels good to be hitting again! In a couple of days I'm off to Bali for my last tournament of the year :) Hope you all are well!","2011-10-27 18:39:06+00","175535596516_10150336470771517",36],[59267,"Did you get your tickets yet?  :):)","2011-10-26 20:29:47+00","175535596516_10150335460851517",36],[59268,"Audi Generation Award- with the other two winners, Liv Lisa Fries and Tim Bendzko","2011-10-25 11:42:59+00","175535596516_10150333854406517",36],[59272,"Linz","2011-10-13 14:31:41+00","175535596516_10150319771486517",36],[59275,"Hi everybody, I had very bad food poisoning from the lunch I ate right after my match... I am happy the worst is behind me but I´m very sad I wasn´t able to play any matches after that... I´m slowly getting better and will do all the best to recover quickly. I hope to be ok for Linz which is next week.","2011-10-05 16:23:35+00","175535596516_10150310668141517",36],[59277,"","2011-10-05 05:59:23+00","175535596516_10150310217266517",36],[59281,"Getting ready for the looong trip to Beijing! Packing time...... The question as always is \" what do I take, what do I leave??????\". Sooo tough. haha :D","2011-09-25 19:28:20+00","175535596516_10150298886241517",36],[59282,"I got a really nice pic \u0026 birthday wishes from my friends at IMG Germany this morning- Vielen Dank!!! :D\n\nThanks so much for the birthday wishes from all of you too! Vielen Dank fuer all die tollen Geburtstagwuensche! :))","2011-09-22 16:45:04+00","175535596516_10150295238021517",36],[59284,"I hope that many of your picks will be on the flight! :D I've seen quiet a few movies that you suggested but there are some movie out there that you can watch over and over again, right!? :)\n\nWent on the court with Nick \u0026 my dad today. We worked on some little things that will hopefully make a big difference. Always looking to improve things! :)","2011-09-21 19:41:11+00","175535596516_10150294250161517",36],[59286,"","2011-09-17 17:13:46+00","175535596516_2467710976860",36],[59289,"Was in the gym \u0026 back on the court today. It was great to be hitting again- I soo enjoyed it! Can't believe how I missed it after only roughly a week off...!!!\nBy the way, my friend in Germany walked passed a store today and saw this. Pretty cool :D\nIch war heute frueh endlich auf dem Platz. Es hat sich richtig gut angefuehlt wieder Baelle zu schlagen. Ich habe es so vermisst und das nach nur ca einer Woche Pause...!!\nEin Freund von mir hat dieses Foto im Schaufenster in Deutschland gesehen :))","2011-09-14 16:02:31+00","175535596516_10150285642741517",36],[59290,"Its back to serious work for me :))) Had two fitness sessions today. It felt really good to be working out again! \nHope you all are well :)","2011-09-13 21:01:06+00","175535596516_10150284835151517",36],[59293,"I went into the gym and wanted to watch the second semi of the mens but instead had to watch baseball while working out... People preferred it over tennis...\nAnyways, I´ll let you chose the next profile pic till tomorrow but it looks like we have a favorite already... :) Hope everybody is enjoying their weekend!","2011-09-11 02:53:44+00","175535596516_10150281638516517",36],[59295,"and No 3","2011-09-09 18:00:05+00","175535596516_10150280142436517",36],[59297,"No 2","2011-09-09 17:59:41+00","175535596516_10150280141861517",36],[59299,"","2011-09-09 02:21:35+00","175535596516_10150279466021517",36],[59301,"","2011-09-09 02:21:35+00","175535596516_10150279465506517",36],[59303,"","2011-09-04 01:32:12+00","175535596516_10150274430486517",36],[59304,"Hi guys, I won my match in straight set today! Thank a lot for the support! You were great :))\nHave a day off tomorrow, so just some practice and playing sunday vs Zvonareva. I hope I can get my revenge this time! :)","2011-09-03 02:42:30+00","175535596516_10150273633886517",36],[59307,"Finally got to New York City today!!!! Went straight from the airport to the site, had a hit and then went to the hotel. Different conditions over here but getting use to it.\nPlaying tomorrow first match at 11o'clock vs A.Bondarenko on court 17! I hope to see many of you out there to support me :))\nGood night! :))","2011-08-30 03:18:41+00","175535596516_10150270416026517",36],[59310,"","2011-08-28 14:38:01+00","175535596516_10150269028116517",36],[59327,"Hi :) I had to go to our player meeting today (which we have a couple of times in the year) \u0026 guess what else I did...the video to your questions on youtube! :) I'm sure you'll have plenty to laugh about when you see it!!\nI'm playing tomorrow first match on at 11o'clock on court 3! Hope to get lots of support from you! :))","2011-08-15 00:44:11+00","175535596516_10150258169571517",36],[59329,"Wanted to thank for all your support with a little video (sorry for bad quality)!! Please keep voting for me(its open to any age now)! It doesn´t take long...You only have to like the xperia hotshot page and then vote for me :) here is the link http://www.facebook.com/xperiahotshots#!/xperiahotshots?sk=app_123063087773739 \nThx once again :))","2011-08-11 03:41:06+00","175535596516_1951617478321",36],[59331,"Didn´t play my best today but happy to be thru to the next round with a 64 63 win tonight! I hope that I can step up my game tomorrow. Playing against Zvonareva n.b. 4:15pm on center court.\nThanks for all the support and I hope to see you out there tomorrow!!!! :)))\nBtw I´m reading a very girly book... something similar to gossip girl ;) Good night :D","2011-08-05 05:33:37+00","175535596516_10150250825416517",36],[59332,"getting a really cool behind the scenes tour at the Maui Jim headquarters right now....","2011-08-11 20:14:10+00","175535596516_10150255816376517",36],[59334,"Hi everyone, I wanted to go to the beach to relax a little today and to make a little video for you but that was impossible...we had very heavy rain and thunderstorms...:( But that gave me time to read through the many fan mail I got here. Had some very nice letters! Thx for them :))\nAfter Wimbledon I decided to sign and give a towel for the winner of the inofficial German Champs under 11 in Detmold (which I won back in 2000). Here is a pic of Vanessa Langes who won it :)","2011-08-10 02:12:29+00","175535596516_10150254598131517",36],[59336,"","2011-08-07 14:43:11+00","175535596516_10150252505906517",36],[59337,"","2011-08-02 12:41:55+00","175535596516_10150248696701517",36],[59341,"Unfortunately I was way to tight in the beginning and started to play my tennis when I was down 0:3 in the 2nd set. That's a bit too late against a champ like Serena.:) It was still a great experience to play her \u0026 I'm going to take a lot out of that match! Thanks for all the support during the week! You were amazing! I had a great time in Stanford! :)))","2011-07-31 06:14:43+00","175535596516_10150247002491517",36],[59342,"","2011-07-30 05:33:30+00","175535596516_10150246239146517",36],[59343,"I won my match 76 26 62 today!! It was a tough battle...I`m so happy to be in another semifinal :))) Don´t know who I´ll play against yet but I´m looking forward to the match a lot! Playing tomorrow night at 7pm on center court. Hope to get lots of support again...You were amazing today! Thanks for supporting \u003c3","2011-07-30 03:01:10+00","175535596516_10150246168811517",36],[59347,"","2011-07-26 16:54:24+00","175535596516_2311064140787",36],[59349,"I had a good practice with Azarenka this am. Later in the afternoon Sam \u0026 I were all ready for our doubles to only find out that our opponents are pulling out... \nThe schedule for tomorrow just came out and I´m playing first up on Center Court at 11o´clock! I hope to get lots of support from you guys! :)))","2011-07-26 00:28:04+00","175535596516_10150243048546517",36],[59350,"Hello :) I practiced this morning, then I did a couple of things for the tournament and also walked around the campus at Stanford a little. It was very nice! I really like it here a lot :))\nI´m not playing singles tomorrow which means I´ll play vs Halep on tuesday. But Sam \u0026 I are playing doubles 5th match on Stadium after 10o´clock tomorrow. Make sure to come out and support us :))","2011-07-25 01:30:09+00","175535596516_10150242245411517",36],[59351,"Here is the video of what I was up to earlier today!! You can submit questions and ideas for my next video to http://www.youtube.com/wta. I can't wait to see what you guys write!  :)","2011-07-24 02:17:06+00","175535596516_188704684522472",36],[59352,"Hi guys, in between my practices and an autograph session, I did a little video which also involved some frisbee throwing... it was very spontaneous... Want to know how it happened and how I did? Check back in a little. I'll post the video soon!! :)","2011-07-24 00:10:07+00","175535596516_10150241449791517",36],[59354,"Hi Everyone... I'm making a video with the WTA and would like your help on what we can do ... If you have questions or ideas for me, submit them to http://www.youtube.com/wta. Also vote for the ones you like best, and we will respond to the most popular entries. Can't wait to see what questions you guys come up with!!","2011-07-21 16:24:47+00","175535596516_144602365618774",36],[59356,"I had a good but hard day of training today. It feels good to be on the court and hitting lots of balls :) I finished the day with doing an ice bath.... It was really cold but definately felt good after all the heat out there...! \nThe Fed Cup Draw for next year has been done on sunday... We will play vs Czech Republic in Germany! What do you guys think of that tie?\nHope everybody had a good start into the week!","2011-07-20 00:26:09+00","175535596516_10150238543441517",36],[59357,"Hi everybody :) Usually sunday is the day off when I´m in Fl but I went for a nice run this morning. Starting to get use to the heat \u0026 humidity here. :) \r\nThen I did a photo shoot for Maui Jim.  They have some really cool sunglasses I think! Here is a little peak from the shoot...","2011-07-17 19:04:16+00","175535596516_10150236770676517",36],[59358,"I´m back in the sunshine state (Florida) :) Its so hot \u0026 humid here compared to Europe. Its hard because of that but its fun being back on the court! :) \n\nIch bin wieder in Florida und bereite mich auf mein nächstes Turnier vor. Es ist sehr heiß \u0026 schwül, was das Training hart macht. Aber es ist toll wieder auf dem Platz zu stehen! :)","2011-07-15 00:16:09+00","175535596516_10150234552331517",36],[59359,"http://www.sabinelisicki.com/news-reader/items/li-na-friends-tennis-event-in-wuhan.php","2011-07-13 18:19:15+00","175535596516_228151740558011",36],[59360,"http://www.zdf.de/ZDFmediathek/beitrag/video/1382896/Lisicki-Ich-bin-ein-Steh-auf-Maennchen#/beitrag/video/1382896/Lisicki-Ich-bin-ein-Steh-auf-Maennchen","2011-07-11 12:51:31+00","175535596516_171061342959311",36],[59365,"I went to the Wimbledon Ball last night. It was a very nice evening! I´ll post pictures as soon as I have some! :))\nAfter more then 4 weeks in England its time to go home... I didn´t feel like away from home because everybody was so nice. You -the crowd- supported me unbelievably! You made my weeks here unforgettable!!! \u003c3 I haven´t even left and I can´t wait to be back at the greatest tournament next year!! :)))","2011-07-04 07:15:50+00","175535596516_10150225574301517",36],[59366,"Good morning :) unfortunately we lost our doubles final in straight sets yesterday. Sam \u0026 I still had an amazing tournament! It was lots of fun and thanks for you all who came out and supported us! \nIts our second trophy at the 2nd tournament... I think thats pretty good :D","2011-07-03 09:37:41+00","175535596516_10150224921241517",36],[59367,"We won our semifinal of doubles 8:6 in the 3rd set and will play the doubles finals of Wimbledon last match on Center Court vs Peschke/Srebotnik today! \nI hope you´ll come out to support us! :)))","2011-07-02 14:55:52+00","175535596516_10150224428461517",36],[59361,"This is me backstage before going on at the ZDF Sportstudio. Had a good time out there but unfortunately I didn´t score a goal...I´m not good at football...so I better stick with tennis :D I´m sure a lot of people had something to laugh about :)\nMy next tournament will be Stanford (starting 25.7.) where I will play singles \u0026 doubles with Sam. Followed by Carlsbad/San Diego. Hope to see you out there :)))","2011-07-11 19:22:07+00","175535596516_10150231595421517",36],[59362,"Hi Fans, I had a few days off from tennis but did a lot of other things... Interviews, photo shooting and tonight I will be going to the \"ZDF Sportstudio\"! I´m looking forward to it but not so much to kicking the football at the end... Do you think I will make one goal? :)\nHere is a picture from the Fashion Week in Berlin with Peyman Amin. I loved the \"BOSS\" Show. They had really nice clothes :)","2011-07-09 11:02:01+00","175535596516_10150229708856517",36],[59363,"I loved meeting David Guetta!!! It was such a fun day. I hope you enjoy the video :)","2011-07-07 11:43:27+00","175535596516_227236673975876",36],[59364,"I got back to Berlin today and had a lovely reception at the airport by quiet a few people! I got so many beautiful flowers which I love! It brightened up the day even though it was raining outside... :)\r\nAnd here as promised the picture from the Wimbledon ball!!! :)))\r\nCopyrights Paul Zimmer","2011-07-04 21:06:00+00","175535596516_10150226034676517",36],[59368,"Thank you everyone for your support!! :)","2011-07-02 10:15:48+00","175535596516_232890270069665",36],[59371,"Hi, I lost my singles yesterday in 2 tight sets. I´m sad but proud of myself at the same time. I had a tough road back from injury but now I´m back stronger than before! My time will come!\n1h after the singles Sam and I played doubles and we won!!!! So happy! :) You guys were amzing in my singles \u0026 thanks for coming out for the doubles too!!! Playing 3rd on center Court today, will you come and support us? :D","2011-07-01 09:55:02+00","175535596516_10150223659226517",36],[59372,"","2011-06-30 18:06:50+00","175535596516_10150223215796517",36],[59373,"","2011-06-30 18:05:27+00","175535596516_10150223215456517",36],[59376,"I won my quarterfinal match 64 67 61!!!! It was incredible to play another big match on center court of Wimbledon! Thank you so much for supporting me! :))) \u003c3 Next match will be on thursday vs Sharapova. Looking forward to another big match and more fun on the court!\nTomorrow Sam and I will play doubles. Should be fun as well :D\nHave a good night everybody \u003c3","2011-06-28 19:27:20+00","175535596516_10150221845426517",36],[59378,"","2011-06-27 23:46:23+00","175535596516_10150221241971517",36],[59379,"Hello fans :) I had a pretty relaxing day today. I had a fun practice with my doubles partner Sam :) Did an interview and took a nice nap in the afternoon to be all ready for tomorrow!\nI´m playing at 12o´clock on court 12. You are supporting me amazingly here, hope to see many of you out there tomorrow as well! It will be a tough match but I´m ready to battle! :)))","2011-06-26 18:24:59+00","175535596516_10150220243781517",36],[59384,"","2011-06-24 00:21:24+00","175535596516_10150211231596517",36],[59386,"Omg, what a match! I won 8:6 in the third set after saving double matchpoint at 3:5 in the 3rd set!!! So happy to win on Center Court in Wimbledon! The crowd was just amazing and helped me a lot! THANK YOU so much!!! \nI´m playing doubles with Sam tomorrow and my next singles is vs Doi on saturday! Have a good night everyone! \u003c3","2011-06-23 21:04:12+00","175535596516_10150211116761517",36],[59388,"After waiting around for quiet a while they cancelled my match. I will now play tomorrow second match after 12 o´clock on court 4! Going to sleep early tonight so I´m ready for tomorrow! Looking forward to playing and I hope to get lots of support :))\nMein Match wurde heute abgesagt und ich spiele morgen 2. nach 12Uhr auf Platz 4. Ich freue mich schon und hoffe viel Unterstützung zu bekommen :)))","2011-06-21 20:51:24+00","175535596516_10150209603836517",36],[59390,"I had a good one hour hit this morning, had a massage, ate something and then I come out of the lift with a cup full of juice in my left hand and guess what happened...!?!?!??","2011-06-20 13:57:44+00","175535596516_10150208483576517",36],[59391,"Here a picture of me simply being a tourist in London a few days ago :) We also went to the National Gallery which was really nice!\nThe draw for Wimbledon came out today and I´m playing Sevastova in the first round. In doubles Sam and I play Jankovic/Pavlyuchenkova. Looking forward to playing in Wimbledon again!","2011-06-17 21:17:38+00","175535596516_10150206449496517",36],[59392,"My Xperia Hot Shots video from my win at the Official British Tennis' AEGON Classic. Follow me also at http://www.twitter.com/sabinelisicki :)","2011-06-15 21:08:15+00","175535596516_105820396176836",36],[59393,"I´m still excited about winning my 2nd title! It has been a fantastic week and I´m playing great tennis... Now I´m in London and its great to be back...So beautiful here!\nI have some more great news... I´m excited to join the MauiJim family!! They have really cool and great sunglasses! I will be helping the company to raise awereness about good eye protection. Looking forward to that partnership :)","2011-06-14 20:15:40+00","175535596516_10150204033391517",36],[59394,"Yeeeeeessssssss!!!!! I won 63 62 today!!! I played another amazing match and won my second title! I still can´t really believe it.... :)\r\nThank you so much for coming out there today, on a monday morning, to support me! Appreciate it a lot! \r\nNext stop Wimbledon! I´m thankful for getting a WC for the MainDraw there! Looking forward to it a lot :))))","2011-06-13 13:49:42+00","175535596516_10150203014821517",36],[59396,"","2011-06-13 13:45:43+00","175535596516_10150203012441517",36],[59397,"","2011-06-13 13:41:04+00","175535596516_10150203009611517",36],[59400,"I won 76 64 AGAIN! I was a very good match and I´m just sooo happy! The Tiebreaker was the key in this match. Going to rest up now and I´m playing tomorrow 2nd match after 12o´clock against Peng! \nThanks for all the support out there today! You guys were amazing!!! See you tomorrow hopefully :)))","2011-06-10 19:16:27+00","175535596516_10150201087251517",36],[59402,"A video message to my fans :)","2011-06-08 19:35:52+00","175535596516_192501420798006",36],[59404,"Hi Fans, I won my match 64 76. It was tough but I played good and it definitely felt great to be back on the grass!! Thanks for the support out on Center Court. Made it even more fun :) I play Flipkens on Wednesday.","2011-06-06 23:03:21+00","175535596516_10150197926141517",36],[59407,"A last nice picture from the Longines announcement.","2011-06-03 13:32:12+00","175535596516_10150195167666517",36],[59411,"Hello from Paris :))) I was here for a day to announce a partnership with Longines! I´m very excited and honored to sign with such a great company!\nWe were on the roof of the Galeries Lafayette. It was such a beautiful view over Paris! I´ll post a pics once I have them :)\nTomorrow I´m heading to Birmingham where I´m in the MainDraw which means I start on monday or tuesday!","2011-06-01 21:30:28+00","175535596516_10150193912336517",36],[59422,"I won my match 63 64 today!!! Thanks for all the support out there! :)))  Tomorrow I´m playing vs E. Bogdan first match at 10 o´clock on court no 17! I don´t know much about her so I´m just focusing on myself! \nHope to see you all out there again! One more match to go!! Allez!!! :))","2011-05-19 19:29:09+00","175535596516_10150183246236517",36],[59369,"Just got back home now. We´re tight at 5all in the third set and its suspended due to darkness. Playing tomorrow second on court 12 after 12o´clock! Come out and support us in our semis! :))) \nThe big prize is just over the net, wish us luck!!","2011-07-01 21:52:19+00","175535596516_10150224014361517",36],[59370,"http://www.sabinelisicki.com/2011.php","2011-07-01 17:04:18+00","175535596516_126463334106751",36],[59374,"Hi Fans, we won our doubles 64 63 and are in the quaters :)) Had lots of fun once again out there! :)\nI´m playing tomorrow my singles second after 1pm on center court. I hope to get as much support as I got from all of you in my last matches!! :)))\nI met Lewis Hamilton today which was kind of cool :)","2011-06-29 17:28:52+00","175535596516_10150222476586517",36],[59375,"","2011-06-28 20:13:58+00","175535596516_10150221881766517",36],[59377,"I won my singles match 76 61 :))) The Lisicki Express is still rolling :)) Playing first on Center Court at 1pm vs Bartoli tomorrow! The crowd was amazing today AGAIN!!! Thank you soo much for the support! Hope to get it tomorrow as well! :))\nSam and I also won our doubles today! We beat defending Champions Shvedova/King 64 63! :)\nHave a nice evening everyone and hopefully see you tomorrow :D","2011-06-27 19:07:30+00","175535596516_10150221033846517",36],[59380,"I won my match 64 62 today!!! I played on a smaller court and I feel sorry for the people who came out and wanted to support me but were not able to because it was to full... The good news is though, I´m playing another match on monday :))) I´m playing vs Cetkovska. \nHere is a picture from one of many interviews today. A special one...it was with Martina Navratilova :)","2011-06-25 20:29:16+00","175535596516_10150219648676517",36],[59381,"Hello :) Sam and I won our doubles 63 61 today. It was a good match vs Jankovic/Pavlyuchenkova and the crowd was fun once again :) We got lucky, finished our match 20min before the rain came...\nI´m playing second after 12o´clock on court 14 tomorrow! I hope to get lots of support from you :)))) You were amazing last night!","2011-06-24 20:06:00+00","175535596516_10150219011466517",36],[59382,"","2011-06-24 00:23:34+00","175535596516_10150211233156517",36],[59383,"","2011-06-24 00:22:11+00","175535596516_10150211231341517",36],[59385,"","2011-06-24 00:22:11+00","175535596516_10150211231396517",36],[59387,"Hi fans, I won my match 61 61! Played very good and it simply feels amazing to be back in Wimbledon! I enjoyed it a lot :)) Tomorrow I´m playing vs Na Li second on after 1pm on Center Court! I´m looking forward to that match \u0026 I hope to get lots of support :))) \nMy opponent today hit the funniest ace of the match- serving wide on deuce side \u0026 the ball instead of going wide, jumped in the opposite direction! haha","2011-06-22 21:30:47+00","175535596516_10150210412751517",36],[59389,"Some of you were close...as I stepped out of the lift a guy ran into me and the entire juice landed on my shirt (just like in the movies...). I smelled fruity afterwards. haha \nAnyways, the schedule just came out and I´m playing 4th match on after 12o´clock on court no8 ! Hope to see many of you out there tomorrow :)))","2011-06-20 18:54:54+00","175535596516_10150208688721517",36],[59395,"","2011-06-13 13:45:43+00","175535596516_10150203012031517",36],[59398,"Hi fans, its been raining ALL day long.....!! The match will be played tomorrow (monday) at 11am! I know its not a sunday but I still hope that many of you will be able to come out and support me! :)))","2011-06-12 17:20:36+00","175535596516_10150202359461517",36],[59399,"I won 63 61 today!!!! I played and esp served very good. I´m very happy with my performance and I´m so much looking forward to tomorrow´s final vs Hantuchova!! We´re playing already at 10am because of bad weather forecast from 1pm... \nI still hope that many of you will come out and support me even though its early. :) Thx once again for the support today!!!","2011-06-11 19:05:02+00","175535596516_10150201733086517",36],[59401,"Hi :)) I won 76 64 today! Another close match that I won. It´s never easy to play against a good friend... So happy to be thru to the quarters though! Playing vs Rybarikova tomorrow. It´ll be a tough match but I´m definitely looking forward to it :D\nThe weather forecast is not to good...:( Let´s hope not to much rain tomorrow...","2011-06-09 17:38:09+00","175535596516_10150200307891517",36],[59403,"Practice was delayed..... because of rain... ;)\nI`m playing tomorrow 2nd match on after 11o´clock. Looking forward to the match. I simply want to go out there have fun and play well :) Hope to get some of the great support I got yesterday!!","2011-06-07 21:22:44+00","175535596516_10150198744776517",36],[59405,"Congrats to Rafa! what a match... I really like the fact that they play the national anthem at RG! It makes it even more special... What do you guys think of it? \nI´m going to play my first round here in Brimingham tomorrow 4th match after 11o´clock on Center court. The weather has been ok with only a few drops come down today and tomorrow is suppose to be fine too. Let´s hope for a nice day :)","2011-06-05 17:36:00+00","175535596516_10150196818541517",36],[59406,"Hi guys, here is a picture we took last night after practice. We were the last ones to leave... The draw is out and I'm playing Date Krumm. Tough draw but I'm looking forward to my first match on grass in 2 years! :)","2011-06-04 15:00:41+00","175535596516_10150195959941517",36],[59408,"Hi Fans :) I had my first hit on grass in two years yesterday!! It was fun but I also need a bit time to adjust to it again :) That´s why it was perfect that we could hit for a little over two hours! Now I´m off to the gym and later on we go on site to hit.\nI want to thank ALL my fans who send me the nice messages and advises about gluten free diets. Thanks for thinking of me. xoxo","2011-06-03 10:06:34+00","175535596516_10150195080276517",36],[59409,"As promised yesterday, some nice pictures from the Longines Partnership announcement","2011-06-02 13:33:15+00","175535596516_10150194371311517",36],[59410,"","2011-06-02 13:33:15+00","175535596516_10150194381696517",36],[59413,"Hi Fans, I wrote a couple of lines on my homepage because there is not enough space here...:) Take a look: http://www.sabinelisicki.com/news-reader/items/roland-garros-2011.php \nI´m ok and I´m looking forward to continue my good game on the grass! Thank you so much for your nice messages and for your amazing support out there on the court! \u003c3  Sabine \u003c3","2011-05-26 09:41:31+00","175535596516_10150188736801517",36],[59416,"Had a fun day today. I hit with my good friend Jarka Gajdosova. It was so good to see her again! And then I answered questions of my fans by doing an Xperia Hotshot video! It was very interesting and fun. \nI´m playing tomorrow second match after 11o´clock on court no 16! The weather is suppose to be nice and I hope to see many of you out there to support me again! I´m looking forward to it :)))","2011-05-22 20:09:25+00","175535596516_10150185929141517",36],[59418,"Here is a little video for you...! :))","2011-05-20 17:12:40+00","175535596516_10150195679103893",36],[59420,"Bonjour :) I was really looking forward to sleeping in today but I got use to getting up so early that I´m wide awake already... \nI´ve got a question 4 you...:) I like good/motivating quotes... one that I saw yesterday is \" People are capable, at any time in their lives, of doing what they dream of.\" Paulo Coelho\nDo you have any favorite quotes? if so what are they? :)))\nHope you all have an amazing weekend!","2011-05-21 06:36:12+00","175535596516_10150184289076517",36],[59412,"Hi everyone, I´m feeling a lot better and in a few days I´ll start practicing again... My next tournament will be Birmingham. Currently I´m 1st out of Main Draw so we´ll see what happens...\nLast night I went to watch Fast \u0026 Furious 5... Did anyone of you see that movie? I really liked it but I have to admit I´m a girl who really likes cars (and action)... :)))","2011-05-29 12:31:44+00","175535596516_10150191110331517",36],[59414,"I went to the site very early today and got two hits done before noon. Then I did an interview for Eurosport and an autograph session :)\nAs you can see I got a slightly different hair style... That was what I was asked most about today... haha Well, I hope you like it too :)\nI´m playing tomorrow 4th match on court no 1 - THE Arena (in German we say Stierkampfarena). I hope you guys come out and support me loudly tomorrow! You were amazing the other day!! :))","2011-05-24 19:34:33+00","175535596516_10150187498526517",36],[59415,"Hi guys, I won 60 64 today!!! It was such a great atmosphere on the court!! Thank you so much for coming out and supporting me. Made it more fun for me :) I hope to see all of you at my next match on wednesday vs Zvonareva :)) \nI´m hitting tomorrow morning and will then do an autograph session around 1o´clock on site + some tv later on. That means I´ll go to sleep soon :)","2011-05-23 19:29:47+00","175535596516_10150186707586517",36],[59417,"Thank you soo much for all the quotes! There were quiet a few new ones for me that I like! :))) Hope you enjoy reading them too.\nI´m playing my first round on monday. I had a good day off today and went to visit the Eiffel Tower. Here is a picture :) \nalso check out this video: http://www.facebook.com/video/video.php?v=10150190440120749  It´s funny...","2011-05-21 18:34:01+00","175535596516_10150184731801517",36],[59419,"I won my last round of quallies 63 63 at Roland Garros today!!! I´m very excited! I´m taking good care of my body and I will rest up now. The draw is out and I´m going to play Amanmuradova in the first round in Main Draw. I don´t know when yet but I will keep you posted! Looking forward to be playing next week!! Thanks for all your support! \nHere is a picture with some of my fans after the match!","2011-05-20 15:35:01+00","175535596516_10150183830761517",36],[59421,"Hi fans, I won my match 63 62 today!! :)) It was not an easy opponent but I played well and closed out the match very good. I´m happy with the way I played today! I´m playing tomorrow vs Savchuk 2nd after 10o´clock on court 17! I´m looking forward to that match and I hope everybody who is in Paris enjoys it as much as I do! :)))","2011-05-18 19:10:02+00","175535596516_10150182433661517",36],[59424,"After going by train, bus and 2 flights we arrived in Paris! Because qualifiers don´t get picked up from the airport we took a couple of trains and finally arrived at our hotel in Paris!!! I´m pretty tired and will go straight to bed! Have a good night everyone :)","2011-05-15 20:34:29+00","175535596516_10150180056441517",36],[59426,"After nearly 3,5h I won my match 6:2 in the third set yesterday. I started cramping in the beginning of the third set but kept on fighting and somehow won! After a break I played doubles and unfortunately we lost in the match tie-breaker. I got back to the hotel after midnight and went straight to bed. Today I´m first match on at 2.30pm against Stephens.","2011-05-14 08:58:48+00","175535596516_10150178938136517",36],[59428,"Won my match 62 3:1 ret. I played well once again. Later today doubles!","2011-05-12 14:15:14+00","175535596516_10150177621086517",36],[59429,"Finally I can show you the result of my shoot in Indian Wells!! it was a shoot for the new WTA campaign \"Strong is Beautiful\". I really like this pic! What do you think?","2011-05-12 12:39:29+00","175535596516_10150177570326517",36],[59430,"I won 60 61 today. I played very solid and was done in under one hour. Its happening more and more often that I play very good and win matches easy. I´m happy about the progress I´m making! I went to the gym afterwards and now I´m back in the hotel relaxing :) Tomorrow I´m playing against Cadantu and after that doubles. The weather is amazing here...its really nice and warm!! I love it!","2011-05-11 12:12:59+00","175535596516_10150175661486517",36],[59432,"Good morning everyone :) the singles draw will be out later this afternoon and all first round singles are starting tomorrow. I was not planning on playing doubles but decided to do so just before sign in closed. I partnered with Ajla Tomljanovic and we are playing our first round of doubles today at 5 o´clock...","2011-05-10 07:53:18+00","175535596516_10150174612586517",36],[59433,"I didn´t play good today and lost. Getting back to work tomorrow!","2011-05-04 20:47:19+00","175535596516_10150170377386517",36],[59436,"http://www.itftennis.com/womens/tournaments/printabledrawsheet.asp?tournament=1100024113\u0026event=1100137766","2011-05-01 22:38:34+00","175535596516_199493170088512",36],[59438,"Got to beautiful Praha (Prague) today. Unfortunately they made some mistakes and we have to go back and forth between two hotels in the next couple of days...but I hope thats going to be our only problem :)\nWe came by train here and went straight to the courts. In between the showers I got a practice in. :)","2011-04-30 17:06:42+00","175535596516_10150166768531517",36],[59439,"went to my people to get some work done to get new insoles. This is their \"company\" car.... Its pretty cool isn´t it!?! :)))","2011-04-29 14:43:18+00","175535596516_10150165950786517",36],[59441,"I´m in Berlin and I enjoy every minute of it! I haven´t been here in more than 3months and I missed it a lot! I had a day off today but that doesn´t mean I was bored...! I did some interviews and had to unpack my bags... I´m telling you...it was quiet a lot... Soon I have to pack again though...\nSam and I had to take pictures after our win. We tried to take some serious pics but that was nearly impossible....","2011-04-27 20:42:34+00","175535596516_10150164606356517",36],[59443,"Sam and I won our doubles 62 64 and we´re in the finals tomorrow!!! We are both pretty happy about that :) We´re playing tomorrow at 1 o´clock. I hope some of you will come out for our match. It´s been a late day for me again so I´m going to sleep now. Good night every body!","2011-04-23 22:16:11+00","175535596516_10150161198091517",36],[59444,"Hi Fans, today is a holiday in Germany thats why there are no matches here! I had a good, easy hit earlier today and drove around in a Porsche Carrera this afternoon. I love this car :):) I enjoyed driving it a lot!!\nTomorrow Sam and I play 2nd after 6:30pm. Its the first tournament we are playing together...so far it works out really well :)\nI also want to say thank you to all my fans- having over 15000 now :)","2011-04-22 18:13:20+00","175535596516_10150160288416517",36],[59445,"I lost my singles 46 46. felt a lack of energy...didn´t move up to the balls well. I´ve been sick for a week but I´ve been hanging in there. I love the tournament here! I´m disappointed because it was so close \u0026 I had chances but at the same time I´m proud of myself what I did this week! \nI´m still in the doubles with Sam!!We beat Petkovic/Görges 63 64. We had a lot of fun out there! :) Thx for all ur support!!!!","2011-04-21 23:06:28+00","175535596516_10150159663791517",36],[59447,"Won a tough match against Cibulkova 75 76 today. I´m very happy with that win and I´m looking forward to tomorrow´s match against Li Na. Thanks for all the support out there today! Love it!!! :)))\nEin großes Dankeschön an alle meine Fans die mich heute unterstützt haben! Ich freue mich schon richtig auf morgen :)))","2011-04-19 20:06:56+00","175535596516_10150157993016517",36],[59423,"Had a good day in Paris. The weather was really nice today and I had a good hit with Agnieszka! The draw for the Q for Roland Garros is out and I´m playing against Arruabarrena from Spain.\nI´m playing tomorrow first match at 10o´clock on court no6. I hope to see many of you out there! :))","2011-05-17 18:25:39+00","175535596516_10150181572061517",36],[59425,"Unfortunately I lost 36 36 in the semis. I gave it all I had today but it wasn´t enough. I was too tired. I still had a very good tournament with many matches. That´s what I wanted...:) Now I´ll rest up and get ready for the French Open. I´m already looking forward to that a lot. I simply love the atmosphere at Roland Garros! \u003c3 :)))","2011-05-14 18:17:01+00","175535596516_10150179246231517",36],[59427,"Had a good day in the office yesterday. Won my singles and later in the evening we won our doubles too! Playing second after 1.30pm against Erakovic today. \nTo some of you who asked, I´m in Reggio Emilia / Italy. \nHere is a picture of us after the doubles last night :)","2011-05-13 07:57:58+00","175535596516_10150178192991517",36],[59431,"We won our doubles 60 63. I´m playing singles tomorrow first match on at 10:30 against S.Haas. Its the first time I´m playing her so we´ll see how it goes :)) I had quiet some fun on the court today so I´m definately looking forward to playing tomorrow! Have a nice evening :))","2011-05-10 17:03:37+00","175535596516_10150174874531517",36],[59434,"I got into Reggio Emilia/ Italy today. We had quiet a trip with flight and trains. Had to sprint as fast as I could to buy tickets and then we got on the train literally in the last second! It saved us some long waiting times though! I then went straight to the courts to hit and now we are in the hotel. Its pretty hot here and I think we have no airconditioning here. I´m off to sleep now. :)))","2011-05-08 19:45:59+00","175535596516_10150173325976517",36],[59435,"It was raining all day long today. We went to hit a few balls in the rain and then I had a good session in the gym! :) Compared to yesterday the day was pretty boring but I don´t mind... haha\nI´m playing third match on after 10o´clock tomorrow.","2011-05-03 19:31:16+00","175535596516_10150169306261517",36],[59437,"Wow, what a day in Prague... Someone dropped a tray with 20 glasses on it, next to me at breakfast... a tram hit the car I was in, on our way to the courts... it rained and got really cold during my match...I played in 4 layers of clothes during my match including long pants... and I still managed to win 60 60!! :D \nTomorrow only practice and wednesday 2nd round vs Minella.","2011-05-02 17:47:23+00","175535596516_10150168411361517",36],[59440,"In lovely Berlin :)))","2011-04-28 16:14:49+00","175535596516_10150165231221517",36],[59442,"Sam and I won our first doubles title playing the first tournament together! Its a great feeling to win at my home tournament. We had lots of fun during the week and played good doubles together!\nThanks for coming out for our doubles match! :) I wish everybody a Happy Easter!! Vielen Danke für die Unterstützung während der ganzen Woche! Frohe Ostern!","2011-04-24 15:27:15+00","175535596516_10150161700316517",36],[59446,"I won 64 75 and I´m very happy with the way I played and especially with the way I closed it out! Learned from yesterdays match ;) I´m playing tomorrow against Görges. Looking forward to that match!!! \nAfter my match I did my usualy press conference and then a second one where children asked me questions. I also did an autograph session. I´m going to post  pictures tomorrow. I´m off to bed now :)","2011-04-20 20:56:42+00","175535596516_10150158754196517",36],[59448,"http://www.wtatennis.com/news/20110419/lisicki-serves-notice-stosur-advances-too_2256076_2342392","2011-04-19 18:29:45+00","175535596516_196050167099102",36],[59452,"I lost 46 46. I didn´t play well and thats why I´m disappointed. But I had another gr8 week. Beating M.Bartoli who recently was in the finals of Indian Wells shows me that I´m going in the right direction!\nI want to thank all of you who cheered for me the last few days! Charleston has a special place in my heart! \u003c3 I also want to thank \"Mighty Dog Nation\" for taking good care of Happy during my matches! :))","2011-04-08 16:21:31+00","175535596516_10150149516826517",36],[59455,"I just got back to the hotel. Caroline Wozniacki and I had a little different but funny chat with Murphy Jenson in front of the tournament sponsors. Hope they enjoyed it ;)\nI´m playing tomorrow first match on at 10o´clock. Its suppose to rain and have thunderstorms so we´ll see what happens... I hope that I will get to play. I´m looking forward to playing here in Charleston again :D","2011-04-05 00:10:35+00","175535596516_10150138277491517",36],[59457,"Hi guys, I´ve got a guest role in the popular german soap \"GZSZ\" tonight. It was a lot of fun and a totally different experience to be acting! Make sure you all tune in at 7:40 pm on RTL ! Let me know what you think of it :)","2011-04-01 12:26:41+00","175535596516_10150135223081517",36],[59459,"Its official... I´m back in the Fed Cup team! So after Charleston I´m going to play the tie vs Usa in Stuttgart. I´m really looking forward to that and i hope we´ll get lots of support from you in the great Porsche Arena! :)","2011-03-31 17:09:42+00","175535596516_10150134592281517",36],[59460,"The weather has been a bit strange here. It looked like it´s going to rain with the heavy and low clouds all day long but it didn´t and I got two practices in! Getting ready for the Family Circle Cup!! :)))\nWe had a very curious cat IN our house! My dad was walking out of the house and the cat ran in... It was a really cute cat. If I get the chance I´ll take a picture of me with it the next time :)","2011-03-31 01:25:39+00","175535596516_10150134171456517",36],[59462,"Hi guys, I was backstage at the ultra music festival tonight. Had an amazing time! I met and had a great chat with FloRida!! Nice to see that people like him are humble!\nI'm going back home tomorrow and then its back to work for me! I'm preparing for the tournament in Charleston on green clay! Have good memories of that tournament!","2011-03-28 04:15:06+00","175535596516_10150116617331517",36],[59463,"Hi guys, I lost in straight sets today. I started the match the way I wanted to but then started to make to many errors and my serve wasn't working. Against someone like her your game has to be on. The bad thing is I lost and I'm disappointed but the good part is that I had a great tournament, played some great tennis and definately learned a lot here! Its good to finally see the progress!","2011-03-27 02:47:18+00","175535596516_10150115758796517",36],[59465,"One lucky fan will be winning a chance to throw the coin toss out at Sabine's match today vs Maria Sharapova!! Check in on foursquare and tune in if you're at the Sony Ericsson Open: http://4sq.com/hmhiWe","2011-03-26 15:53:38+00","175535596516_10150115369426517",36],[59467,"Wohoo, I won again today!!! :):) I played good and moved really well. Unfortunately Nadia had to retire in the third set while I was up 3:1 30:0  because she didn't feel well. Hope she gets better soon! Next up is Sharapova on saturday. I'm looking forward to that match!\nHere is a video of the launch of the Xperia Hotshots on sunday. Enjoy ;)","2011-03-25 01:28:00+00","175535596516_150400695022522",36],[59468,"Hi fans, thanks again for all your support out there last night!!! :) I had a good day today. Went for a swim in the morning and then practiced in the afternoon. I'm playing tomorrow 4th match on after 11o'clock. I'm really looking forward to that match and hope many of you will come out!! :):)","2011-03-24 01:11:34+00","175535596516_10150113446286517",36],[59449,"Its been crazy busy but fun the last few days.  We beat the Usa 5:0( I beat Mchale 63 64) \u0026 today @ the Porsche Grand Prix together with Sam Stosur we won our doubles and after I played an exo with Steeb vs my Fed cup captain Barbara and Leconte. It was lots of fun! Tomorrow I play singles against Cibulkova 3rd match on.","2011-04-18 20:31:49+00","175535596516_10150157251966517",36],[59450,"I´m happy to be back in Germany. Feeling great here :):) Had a good day with two tennis session + fitness and I did some press as well. Its only 5:30pm and I´m already for bed. I somehow have to stay awake for another few hours... But how!?! The jetlag is killing me... :P  Good that I have a couple more days to adjust ;)","2011-04-11 15:30:03+00","175535596516_10150151728236517",36],[59451,"Back in Germany!!! :):) I missed being here! I´m still a little tired from the flight and jetlagged but I´ve got a few days to adjust :) I have many friends here so I´m definately looking forward to the next weeks in Stuttgart. :)","2011-04-10 10:45:39+00","175535596516_10150150760291517",36],[59453,"After waiting for a while we finally got on the court. I won 62 63 and I´m very happy about it! It was very cold but a lot of people stayed- thank you for your support!!! Tomorrow I´m playing third match after 1pm against Mirza. Looking forward to playing another match! :))) Now I´m off to bed, its pretty late but I wanted to let you know how it went :) Good night.","2011-04-07 03:55:07+00","175535596516_10150148343866517",36],[59454,"I won 36 64 62 today. We had very tough conditions and I wanted to play too perfect which in this weather is nearly impossible. After the first set I adjusted and played the way I had to play to win this match! I enjoyed to be back on Center Court here in Charleston and I´m looking forward to my next match against Bartoli tomorrow 2nd match after 7pm! Hope to see you all out there :)","2011-04-06 00:03:21+00","175535596516_10150147285341517",36],[59456,"This is where everything began in 2009 here in Charleston. I played my first match on the Mary Pierce court and I liked it right away. She inspired me and I wanted to win here one day too. (Nobody thought it would be that quick :) )\nI practiced this morning on stadium and I´m going to hit some more later this afternoon. I´m most likely going to play my first match on tuesday...","2011-04-03 18:21:19+00","175535596516_10150137111121517",36],[59458,"I´m in Charleston! :) Its really nice to be back!! I have so many good memories from here! I hit with Bethanie today, then I did some things for the tournament (I took a picture for you :) ) and later I took a look at the draw. I´m playing against Voracova in the first round. I´m looking forward to playing here again and will give it all I have this week! :)","2011-04-03 00:50:41+00","175535596516_10150136521041517",36],[59461,"I had a surprising great first hit on the green clay today :) I guess the good memories are still there!! :)\nThanks for all the nice messages! I appreciate your support a lot. There were some frequent asked questions. One was what I´m playing after Charleston... I have to wait and see if I get nominated for Fed Cup and play Stuttgart. I´m hoping a lot to come to Stuttgart!!!","2011-03-29 23:19:01+00","175535596516_10150122906761517",36],[59464,"I´m back home in Bradenton. It was so cute to see a duck with its 12 little babies crossing the street. All cars stopped and 2 guys helped the little babies. Too bad I didn´t have my camera ready...\nIt´s been raining really hard for the past 2hours. I hope the weather will be better tomorrow! It´s back on green clay :)\nBtw I don´t know about any tournaments after Charleston yet but will keep you postet! ;)","2011-03-28 23:29:59+00","175535596516_10150117269571517",36],[59466,"Hi Fans, I'm playing 4th match on tomorrow! I'm excited and looking forward to that match! \nI had a great day today. Practiced in the morning, went to Whole Foods and mostly relaxed so that I'm ready for tomorrow! :) Hope many of you can come out and support me :)))","2011-03-26 01:09:35+00","175535596516_10150114996621517",36],[59470,"Wohoo, I won my first round 63 57 64! I battled it out today!! So nice for me to finally win a close match like this. Now doing all recovery things to get ready for my next match against Petrova on thursday! Have a good night!\nBtw this picture was taken this morning after my practice. :)","2011-03-23 02:34:23+00","175535596516_10150112728781517",36],[59472,"I met a special group of people who served for the military and are now in the wounded warrior project. Its a small team taking on mt Kilimanjaro later this spring. Inspiring group of people!","2011-03-19 18:38:27+00","175535596516_10150110030661517",36],[59476,"I had a hit this morning and now I'm on my way to the Bahamas where I was in december for Mark Knowels Charity event.\nAt the airport I saw the \"full body scanner\" while going thru security. What do you guys think of it?","2011-03-12 20:21:08+00","175535596516_10150104514506517",36],[59478,"Its a beautiful day out here in California today. I had an amazing shoot for the WTA! It was a lot of fun and I think you're going to like it. I'm going to Fl soon to get back to work before heading to the Bahamas.\nI think its time for a new profile picture. Which foto of mine is your favorite?","2011-03-10 00:20:55+00","175535596516_10150102384801517",36],[59480,"Hi everybody, I'm playing tomorrow second match after 10am against Cirstea. I've been practicing well so I'm looking forward to be playing a match tomorrow!","2011-03-07 01:50:24+00","175535596516_10150100046866517",36],[59481,"I arrived in Indian Wells on thursday night. Its very pretty here in the desert with the mountains surrounding Indian Wells! The climate is a bit different and because of the altitude the balls flies a bit more. We came early to get use to that! :) I had 3 good hours of tennis and a short fitness session today. Now I will get some rest.","2011-03-06 03:26:04+00","175535596516_10150099359486517",36],[59483,"I had a very good day of training today. Now I´m doing my least favorite thing...packing... But I am happy and looking forward to going to Indian Wells! \nI´m very sorry to hear what happened to Serena W. Its very unfortunate and I hope she gets back to full health soon!","2011-03-03 03:10:48+00","175535596516_10150097379031517",36],[59484,"Hi everyone, I have some great news. I got a WC for the quallies of Indian Wells! I´m excited to be playing there :) \nI´ve had a hard day with lots of practice but it was fun too! All of the players you see in the pic were serving and aiming to hit cones. Underneath them there was some money... You can imagine how badly everybody wanted to hit the cone...! It was lots of fun! :)","2011-02-28 23:35:27+00","175535596516_10150095923426517",36],[59486,"Not to warm but a  beautiful morning with sun out here in Fl this morning. Was on the court and had a good fitness session. I'm having a little lunch break now and then I will head back for more workouts :)  \nBy the way we play against the USA in April our Fed Cup tie! We'll play it at home but its not decided where we will play. What do you guys think?","2011-02-15 19:08:37+00","175535596516_199429556734921",36],[59488,"I lost 6:7 in the third set the other day against Hradecka. I was very sad and disappointed but I am on a good way back. Step by step I am moving in the right direction. After my match I got the \"Toughest Competitor Award\". Its a great honor to get an award like this!\nWe stayed in Midland and had a nice day with the family. We came across this picture from 4 years ago when I was here, trying on a Kimono. Thought I will share it with my fans :)","2011-02-13 16:08:37+00","175535596516_499136756516",36],[59469,"I'm playing tomorrow 4th match on against Czink. I'm ready and looking forward to playing tomorrow!!!\nHere is something to laugh about. Its one of the videos of me from the Xperia Hotshots. I guess \"strength\" is not my strength to say.... ;) ","2011-03-21 22:19:50+00","175535596516_171836846199518",36],[59471,"Hi Fans, so finally I can tell you that I'm part of the Xperia Hotshots project!! Sony Ericsson is going to follow me and 5 other girls around for 6 months. We want to show you how it is behind the scene in my life on and off the court! I hope that you are as excited as I am and I hope I can count on your support by liking my facebook page! So tell your friends and family and most importantly: have fun! :)","2011-03-21 13:32:03+00","175535596516_203236773038530",36],[59473,"I´m sorry guys. I tried posting something after my match but I now see it didn´t work...I was the one who lost close this time (67 36). I simply need a lot of matches. I´m back at the IMG academy and guess what I did...I played sets and did things better than in the match!\nI see Ur opinions R split on the body scanner...I read that its a health risk for frequent travelers, so guess what my thoughts on it are...","2011-03-16 19:22:43+00","175535596516_10150107790696517",36],[59474,"Hello from the Bahamas! I arrived here last night and trained today. The draw is done and I'm playing Rybarikova tomorrow at 10. I played her a few weeks ago. It was a close \u0026 tough match that I won. So I need to be focused and ready for tomorrow!","2011-03-13 22:14:23+00","175535596516_10150105425641517",36],[59475,"It´s heartbreaking to see whats happening in Japan. First a big earthquake and then a huge tsunami... My thoughts are going out to all the people there!!!","2011-03-11 23:25:00+00","175535596516_10150103875951517",36],[59477,"Look what I got...........","2011-03-10 04:49:40+00","175535596516_10150102523336517",36],[59479,"I'm very disappointed with my match yesterday. I created chances to win the match but just wasn't able to take them. Its good that I'll have many tournaments coming up now. \nI had a shooting today and one more tomorrow morning. You'll find out what it is for during the Sony Ericsson Open :) Have you got any guesses? :)","2011-03-09 05:34:41+00","175535596516_10150101721936517",36],[59482,"We had a lot of short showers this morning. So it was a practice without a rhythm but that sometimes happens at tournaments too. In a way its a good preparation... \nWe are going to play Fed Cup against USA in Stuttgart! Its an amazing arena so I think it will be a great tie and I hope a lot of people will come to support the German Team!! :):)","2011-03-01 23:51:59+00","175535596516_10150096606741517",36],[59485,"Hi Fans, hope you all are having a nice weekend! I'm relaxing now and I will watch the Oscars later tonight! I'm looking forward to seeing the stars in nice dresses. :) Who do you think is going to win the Oscars?","2011-02-27 22:08:42+00","175535596516_10150095172396517",36],[59487,"Happy Valentines Day!!!","2011-02-14 15:10:23+00","175535596516_193991617285328",36],[59491,"I went to the tournament party last night where the sponsors were too. It was a nice evening and good to see that so many sponsors help this event!\nI won my match today 61 63 against S.Rogers. I'm happy with the win. Went on the court to hit a little afterwards to work on some little things but overal I felt good during today's match!!","2011-02-08 23:10:27+00","175535596516_177336085643303",36],[59492,"I enjoyed watching the Super Bowl last night! The Packers played great and deserve to win :) what did you guys think of it? \nI was in the gym this morning, then did the press conference and after that I had a good practice! I'm playing against Shelby Rodgers tomorrow third match after 10 am. I'm looking forward to playing tomorrow!","2011-02-07 22:01:27+00","175535596516_169544019759090",36],[59496,"Hi fans:) After waiting about 5 hours the rain finally stopped! The match ahead of me was done really quick and then I finally played. I won 76 63 against M.Kraijcek. It was a very tough 1st set with no breaks and then I got into the game. Thanks for coming out and supporting!","2011-01-14 05:47:42+00","175535596516_102310936510252",36],[59499,"Sorry, I couldn´t update because the internet crashed...Somehow many system crash lately... Anyways, I had a good practice with M.Sharapova yesterday. We hit on Rod Laver which was good because it was raining outside... My coach and I stayed a bit longer on the court and worked on a few more things. Today was really easy. I just went for a swim... :) Hoping for better weather tomorrow!!","2011-01-11 09:46:12+00","175535596516_101379279936241",36],[59500,"Had a good day at the courts. Hit with Agnieszka in the afternoon. It was really cloudy all day long and we hoped it would not rain. The forecast for tomorrow is rain too so we'll see if they are going to be right...\nWe're staying with friends right now and we had a good time cooking :)","2011-01-09 09:55:30+00","175535596516_162873457092163",36],[59501,"I had two good hits and went for a run today. It was a good day in the office as we say :) \nIn between practice I went with some friends to the market an brought some fresh fruits and veggies. I love passion fruit \u0026 mangoes!! Every year I eat so many of them here :)","2011-01-08 11:13:35+00","175535596516_179859658713384",36],[59503,"Unfortunately I lost in 3 sets to Wickmayer. It was a very good match but there are still a few little things I need to work on. It was a very good start into 2011 with 4 wins in 5 matches. I'm happy to be back on the court and once again enjoyed the match with the big crowd. I missed that so much during my injury last year! Thanks for all your support :)","2011-01-05 05:54:52+00","175535596516_173535489351527",36],[59504,"hi everybody, I've got good news once again! I beat Molinero 61 63. i'm very pleased with that win especially after a such a tough match I had yesterday!! \noh, and yesterday they made me drive a little toy car around the court! it was so much fun and I always wanted to do that but I have to admit I was a bit nervous to drive that in front of the crowd... :)","2011-01-04 00:38:22+00","175535596516_131049243623961",36],[59505,"","2011-01-03 02:10:23+00","175535596516_479048641516",36],[59506,"Hi Fans, I just won 61 67 76 against Mirza. It was a toughh bTtle in the sun and I'm very happy that I pulled this one out!! The crowd was once again amazing. Its sold out today so the athmosphere was great! Thanks for all the support!!!!!","2011-01-03 00:52:01+00","175535596516_189804261031089",36],[59508,"I wish everybody a Happy New Year!!!! I'm so happy that we have 2011 now and I just got my first win of the year under my belt. I beat S. Dubois 46 64 60!","2010-12-31 23:56:19+00","175535596516_189802661037069",36],[59511,"Thank you all my fans for the support!! I wish you all a very Merry Christmas! Frohe Weihnachten!! Wesołych Świąt!!!","2010-12-24 12:16:21+00","175535596516_1519596358063",36],[59513,"I´m back in Germany. I was very lucky to get here with just a few little problems but no flight was cancelled so that was good. I went to the Olympic Training Center (Osp) this morning and worked out and after I had physio. It is really cold and we have a lot of snow but I love it!!! It´s sooo beautiful and just perfect for Christmas time.","2010-12-20 13:51:10+00","175535596516_471946566516",36],[59515,"practicing in the Florida sunshine","2010-12-17 19:02:37+00","175535596516_1776236450429",36],[59516,"Practiced inside this morning...little cold here today:)","2010-12-15 17:51:23+00","175535596516_1772968328728",36],[59489,"I beat Rybarikova 64 63 today and will play in the quarterfinals against Hradecka tomorrow at 7pm!\nAfter I was done with my match Mike Woody the tournament director took me to the Rotary Club. Key business and community leaders meet once a week and about 100 people attended today. It was a great experience for me and I'm happy I was their guest today!","2011-02-11 02:14:49+00","175535596516_192612304091512",36],[59490,"Last night we had some fun cooking dinner with the family we are staying with! It was a great evening :)\nI had a good day with a good practice and a gym session after that. I'm playing tomorrow first match at 10o'clock against Rybarikova.\nThis morning I read my book and I will continue to read it now :) I'm reading Coming back Stronger of Drew Brees. I really like this book so far...","2011-02-09 20:19:19+00","175535596516_190860247602274",36],[59493,"The movie last night was really, really good! I liked it a lot. Soon I will be going to practice and tonight we have the super bowl! What do you guys think of it? Will you be watching?","2011-02-06 16:36:03+00","175535596516_165330436847714",36],[59494,"Hi everybody, sorry for not writing anything in a while! I'm in Midland right now. I'm going to play the 100k tournament here which starts on tuesday. I'm staying with a family that I have known for a while but haven't seen in years. so I'm happy to be back. We are relaxing now and are watching \"the blind side\"...","2011-02-06 02:43:16+00","175535596516_124259577645368",36],[59495,"I'm very disappointed with my match today. I was simply to tight and didn't use my chances and lost 67 46... I still need some time to get back to where Iwas but I'll work hard for it! It was still a good trip for me and I learned a lot! I'm sad to be leaving AUS this soon. I love the crowd here and want to thank all of you who supported me today!","2011-01-15 08:51:59+00","175535596516_175759282460087",36],[59497,"Hi all, it´s been raining all day long! I was suppose to play 5th match on against Kraijcek. I practiced indoors and was in the gym too. I actually hit a bit with Mahut which was great :) In the afternoon they cancelled my match and I´m hoping to play tomorrow. I´m set for 2nd after 10…","2011-01-13 09:33:05+00","175535596516_118251058247921",36],[59498,"I got up just after 6 this morning and looked out of the window. Guess what I saw...? Rain...:( We got lucky and almost hit for an hour indoors. It was a good, intense hit. I will go back to the hotel soon and relax and this afternoon I will stop by the Wilson distribution. I'm looking forward to see Team Wilson :)","2011-01-12 00:38:35+00","175535596516_174343635935483",36],[59502,"Hi guys, I flew into Melbourne yesterday. I enjoyed my time in Auckland a lot and want to thank all who came out and supported me there! It was a lot of fun to play in front of the big crowd :) \nI'm going to be training the next couple of days and get use to the different conditions here in Melbourne. And then I will be playing the quallies for the Aussie Open. Hope to see some of you out here! :)","2011-01-06 20:15:39+00","175535596516_116744868397226",36],[59507,"Another win in 2011 for me. I beat Lucic 63 64. I'm very happy with that win and I'm looking forward to play another match tomorrow! It was nice and warm outside today. The crowd was amazing too! I enjoyed myself a lot on the court!","2011-01-02 00:21:01+00","175535596516_141402089249927",36],[59509,"Hi everybody, I'm in Auckland getting ready for my first tournament. I still feel the jetlag but I hope that after one or two more nights it will be okay :) I've been at this tournament 3 years ago and the site has changed a lot! There is still a lot of constructions going on but its really getting nice! I'm heading to my second practice soon. I hope everybody had a great Christmas!","2010-12-30 00:51:55+00","175535596516_135049606554678",36],[59510,"Here is a picture of my friend Britta Steffen and me. We did an interview together and it´s been printed in the BILD newspaper yesterday. We had a lot of fun doing it. :) \nEnjoy the rest of the holidays!","2010-12-25 14:24:40+00","175535596516_474394556516",36],[59512,"I pulled one of the toughest draws for the \"Füchse Berlin\" yesterday...but at least they get to play at home and get full support of the crowd :) The game and atmosphere last night were simply amazing. It looked like our team is going to lose but they fought hard and 6seconds before finish Bartlomiej Jaszka scored for a 27:26 win!!! The game was really exciting. After the match I met Bartlomiej. Here is a picture of us.","2010-12-22 10:15:01+00","175535596516_472855351516",36],[59514,"I went for a good run this morning and had a pretty painful massage but I´m feeling really good now. I´m getting ready for some interviews and the handball game of the \"Berliner Füchse\" tonight. Just before the game I´m doing a drawing. So for my German fans check out Sport1 at 20:30 tonight :)","2010-12-21 14:01:20+00","175535596516_170086546363625",36],[59517,"Hi everybody :) I had a good training with Christian and Chip today. It´s sunday but it was great to get another workout in. Hope everybody had a great weekend and will have a good start into the next week!","2010-12-13 03:14:03+00","175535596516_468614131516",36],[59520,"It was good to be back on the court today. Had fun out there and also had a very good session with Nick! Getting my game ready for the new Year! \nThe weather has been pretty okay today but someone told me they actually put snow in the forecast!?!!????? Is that even possible here in Fl??? I hope it won´t happen!!! :D","2010-12-10 22:29:17+00","175535596516_178994782127294",36],[59522,"We had a good time on the Bahamas. We raised more money than ever before at Marks charity event! I´m so happy that I was part of it and could help! Now I´m back in Florida. Its very cold for Florida -1°C - 10°C...  \nIn the meanwhile I heard what happened at the German show \"Wetten, dass...\" .\nOne young person got injured very badly during his bet. I wish him all the best and full recovery!!!","2010-12-08 00:13:04+00","175535596516_466252116516",36],[59523,"Tracy who works for Wilson is here too! We always have fun together and are joking around. Great to have her here this week! \nGoing on the court again soon... \nBy the way... I think the trailer of Grown ups was much better then the whole movie...","2010-11-30 19:09:15+00","175535596516_462580906516",36],[59524,"Couple more days and I go see Mark Knowles ..... Mark runs a great charity every year. I´m looking forward to going there and help raise money for children!!","2010-11-30 01:12:28+00","175535596516_122249071172362",36],[59526,"Had two good practice sessions today. I´m pretty tired now so will relax a bit and enjoy the time with my family. Happy Thanksgiving to everybody! :)","2010-11-25 21:54:46+00","175535596516_143410415711207",36],[59528,"Mario Ancic and me at our agents wedding party.","2010-11-23 19:13:03+00","175535596516_459308981516",36],[59529,"","2010-11-23 19:10:11+00","175535596516_459307736516",36],[59530,"http://www.thebahamasweekly.com/publish/bahamas_mark_knowles_Tennis/The_WTA_Glamour_girls_are_showing_up_for_the_Mark_Knowles_Celebrity_Tennis_Invitational13311.shtml","2010-11-23 14:55:53+00","175535596516_156861874359099",36],[59531,"Had a great weekend.  My manager Olivier and his wife Karen had a wedding party here in Sarasota.  Lots of fellow players were here ( Filip Krajinovic , Mario Ancic , Yuki Bhambri , Taylor Dent , Jordan Cox , Kei Nishikori ) to celebrate.","2010-11-21 23:03:41+00","175535596516_104119296328399",36],[59588,"Starting to feel really really good on the court again!","2010-07-02 01:41:30+00","175535596516_129609907079214",36],[59518,"I´ve been on the court twice today and had fitness too. Today I took my winterjacket out because it was sooo cold. Tomorrow is not going to be different... How lucky that we have an indoor facility at the Bollettieri Academy!!! Now I´m just relaxing and downloading some music and making a good playlist. :)","2010-12-15 01:58:31+00","175535596516_167729246597313",36],[59519,"We decided to do a gym session outside today :) We took some of the stuff out from the gym and enjoyed the sun (before it´s suppose to get cold in the next few days...) It was a tough but fun work out! I love those kind of things. This way it never gets boring :D Hope everyone has a great weekend!","2010-12-11 19:16:22+00","175535596516_467951261516",36],[59521,"I got a little cold so I took it very easy today. Guess the weather change effected me... I don´t know how I will feel when I get back to Berlin over Christmas!\nI came across this picture. It´s from way back when we were really young. Isn´t that cute? We were celebrating New Year´s together... :)","2010-12-08 21:47:35+00","175535596516_466663166516",36],[59525,"Had a good day of training today. It´s really busy at the academy because the Eddie Herr is going on now!! I think the past 5 years the weather has been really bad during that tournament but this year is different. Its nice and warm out there!! I´m going to relax now and maybe watch the movie grown ups later. Has anybody seen it? Hope its good :)","2010-11-29 22:24:12+00","175535596516_136185293101647",36],[59527,"Hope everybody had a great day yesterday! I had a good practice this morning. It was a lot of fun too. We played a game for \"butts up\" (meaning the winner gets to serve to the losers butts...) Here is a pic from this morning...:)","2010-11-26 18:33:26+00","175535596516_460671591516",36],[59533,"First day training in Florida at the Bollettieri Academy.  Veryyyyy nice weather:)","2010-11-11 16:40:44+00","175535596516_452516826516",36],[59538,"I won 76 75 today. Every match makes me go one step forward again. My serve was pretty good and I´m happy the way I fought it out. I´m glad to be back in Luxembourg as I always enjoy playing in front of the crowed here! :)","2010-10-16 22:11:16+00","175535596516_158216497546125",36],[59540,"The draw was done today and I´m playing against Z. Kucova. I´m also going to play doubles with Tamira Paszek. Practice has been going very good so I´m looking forward to my first matches! :)","2010-10-10 11:58:02+00","175535596516_158825414138916",36],[59544,"","2010-09-30 10:21:43+00","175535596516_138637232848483",36],[59545,"I had a pretty good hit this morning and went to swim in the afternoon. Had two really good workouts. Now I´m about to go to get a massage. I hope it won´t be too painful! :)","2010-09-28 16:21:02+00","175535596516_154468634583734",36],[59547,"I´m back home in Germany now. I trained at the \"OSP\" (olympic training center) yesterday morning. Many top athletes were there and one athlete came with the -well known for everybody- doping tester... :)\nMy next tournament will be Barnstaple in a week.\nWish you all a great weekend. Here a little Video (it´s in german but funny )\nhttp://www.youtube.com/watch?v=lBeLCDTPs8o","2010-09-25 11:28:07+00","175535596516_144267515616955",36],[59548,"","2010-09-22 20:36:49+00","175535596516_432586831516",36],[59549,"Won my first match 7-5 in the third.  This means a lot to me.","2010-09-21 20:59:05+00","175535596516_156329567729047",36],[59553,"","2010-09-12 03:23:12+00","175535596516_428860656516",36],[59554,"","2010-09-12 03:23:12+00","175535596516_428860661516",36],[59555,"","2010-09-12 03:23:12+00","175535596516_428860876516",36],[59557,"HI everyone, thought I´d let you know that Charleston did win the contest of best tennis town 2010! :) http://romenews-tribune.com/view/full_story/9414252/article-Tennis--Charleston--S-C--named-Best-Tennis-Town?instance=news_page_secondary_local\nPractice is going pretty good. It has been raining hard today. Good that Quebec City is indoors. :) Going there this weekend!","2010-09-09 00:06:58+00","175535596516_153541357998403",36],[59558,"I´m back home in Florida. I´ll prepare here for my next tournament which will be the Bell Challenge in Quebec City. This has always been a nice event so I´m looking forward to it.","2010-09-06 02:07:29+00","175535596516_152421354785291",36],[59559,"I won my first round 61 60 on tuesday!! I was so happy after the match. Today I just practiced and had a petty easy day. Jut before I left the courts I saw Andre Agassi. I haven´t seen him for a while. So it was great catching up!\nI´m playing tomorrow first match on Arthur Ashe at 11 o´clock!","2010-09-02 01:12:57+00","175535596516_425335576516",36],[59560,"Take a look at the picture. Even my dog has a credential for the Us Open! What do you think of that? \nPractice went pretty good this morning. Later in the day I went to te adidas distribution and got my new clothes for the Us Open. I´ll be wearing purpel clothes.","2010-08-29 22:46:43+00","175535596516_424246051516",36],[59562,"well...this is what sums up the weather in NYC today!","2010-08-22 19:07:19+00","175535596516_421998766516",36],[59563,"I just got back from the gym. Had a good work out. \nI´m getting ready to go to New York! I will play the ITF tournament 100k+H in Bronx next week followed by the Us Open. :)","2010-08-19 22:54:00+00","175535596516_147173951969290",36],[59565,"Hi Everybody, I´ve been working very hard in the last couple of weeks to be ready to come back! This week I´ve played many practice sets and matches and I feel good! Cincinnati is going to be my first tournament back and I´m very happy about it. I´ve always enjoyed my time there. It´s a great tournament with a great facility and good crowds! I´m really looking forward to playing my first tournament!","2010-08-06 15:06:17+00","175535596516_140760115955772",36],[59566,"I went to a baseball game for the first time last night. It was great to see it live! Amazing how fast they throw the balls!! We enjoyed the evening!","2010-08-05 22:32:28+00","175535596516_416863731516",36],[59568,"Had a good practice today. Played out some points and my ankle still feels fine. So happy!","2010-08-03 22:01:25+00","175535596516_145553168804871",36],[59569,"Went to dinner with my team yesterday. It was great catching up after such a long time away!","2010-07-30 16:00:23+00","175535596516_414869521516",36],[59570,"","2010-07-29 15:36:22+00","175535596516_1559557913601",36],[59571,"Really good practice today.  Incredibly hot today!  Starting to play well.  Won’t play San Diego  but thinking about comeback the week after.","2010-07-29 15:34:47+00","175535596516_135988663106413",36],[59573,"getting ready for training in Florida.  Excited!  It has been a while since I was there","2010-07-24 16:43:30+00","175535596516_112845842099766",36],[59576,"Had a tough fitness session today and went for a swim. Really working on the stability \u0026 strengh of my foot!","2010-07-19 17:40:17+00","175535596516_103981616323652",36],[59577,"Bring it on!","2010-07-18 19:08:47+00","175535596516_411373876516",36],[59578,"ohhhhh  laaa laaa...","2010-07-18 19:04:30+00","175535596516_411372636516",36],[59580,"http://www.sabinelisicki.com/news-reader/items/no-portoroz-tournament.php :( I´m really disappointed but I´ll stay strong and keep working hard to be back on the tour!","2010-07-17 17:17:31+00","175535596516_111289105588944",36],[59585,"Germany vs Spain 0:1 right now. Come on guys, shot another goal!!! I wanne see more!","2010-07-07 20:03:36+00","175535596516_132959580069867",36],[59532,"I hope everybody is enjoying their weekend! I went for a run and I´m feeling better right away :) Earlier today I watched my friend Britta Steffen on a livestream swim at the German Championships. I´m happy for her that she won! It´s a hard way back to old strengh... And of course also congrats to Sebastian Vettel for being World Champion! :D","2010-11-14 17:50:00+00","175535596516_175240735822478",36],[59534,"http://www.rbb-online.de/sportplatz/archiv/sportplatz_vom_07/gast_im_studio__sabine.html","2010-11-10 15:04:21+00","175535596516_174032785941231",36],[59535,"My friend and fellow Bollettieri Academy player Taylor Dent retired.  One of the last Serve-and-Volley players left on the ATP Tour.  He will be missed....http://www.facebook.com/TaylorDentTennis/posts/167038493320412","2010-11-09 01:46:25+00","175535596516_176198482394927",36],[59536,"I went to the ice hockey game of the Eisbären Berlin.  It was a great evening after a tough week of training for me! Here is a picture of Constantin Braun and me.","2010-11-06 16:32:19+00","175535596516_449979676516",36],[59537,"Hi everybody, sorry I haven´t written in a while. My team and I decided that I will train the next few weeks to really get ready for the next year. During the last few tournaments we saw what I need to work on.","2010-11-05 12:12:21+00","175535596516_115544025174457",36],[59539,"Playing in Luxembourg this week.  This tournament is one of the best tournaments.  The people here are very nice.  http://www.bglbnpparibas-open.lu/fr/home.php","2010-10-15 18:43:59+00","175535596516_159263967429604",36],[59541,"I got into Torhout late last night. I missed the Ger vs Tur match but was happy to see that Germany won :) \nI went to take a quick look at the venue this morning and soon I will go to get my first practice in.","2010-10-09 09:35:39+00","175535596516_115209908540231",36],[59542,"Check out this photo of me for Wilson Tennis. Some fun stuff is on the way, can’t wait to show you guys more!","2010-10-07 05:25:55+00","175535596516_120341628022171",36],[59543,"Hi everybody, I´ve been in bed with fever the last 4 days trying to get healthy and okay to go to Barnstaple but I´m still recovering... My next tournament is going to be Torhout/ Belgium next week.","2010-10-04 12:29:39+00","175535596516_123188561068780",36],[59546,"I went to the ice hockey game of the \"Eisbären Berlin\" and once again had a great time. They defeated the team from Düsseldorf 3:2. Which by the way is the team that our Fed Cup doctor is working with...","2010-09-26 16:55:31+00","175535596516_433825411516",36],[59550,"I am in England now. I'm going to play the tournament in Shrewsbury. My grandmother would have wanted me to play this tournament. So I'll go out there and simply do my best!","2010-09-20 17:33:16+00","175535596516_149077441798298",36],[59551,"It is a very sad time for me and my family. My much loved grandmother passed away on tuesday. We will now get back to Europe as quick as possible.","2010-09-15 10:00:09+00","175535596516_147834398588609",36],[59552,"I practiced this morning at 730am and then in the afternoon again. Now I'm at the playersparty. Its a nice, relaxing evening with a great dinner","2010-09-13 01:31:02+00","175535596516_429188881516",36],[59556,"Flew into Quebec City last night! We were lucky because they had a big bicycle race here and many roads were blocked but we came in when it was finished! \nI went to the gym and hit in the afternoon. Saw a bit of the great match between Roger and Novak and watched a bit of the womens final as well.","2010-09-12 01:57:27+00","175535596516_147672478606988",36],[59561,"Finally good weather today! Had a hit in the morning, then a photo shoot for Adidas and in the evening I went to \"Taste Of Tennis\". It was a busy but fun day. :)","2010-08-27 02:12:51+00","175535596516_113579552029932",36],[59564,"I had a good hit this morning with Kim and I´m so excited to be back here in Cincinnati! I´m playing tomorrow at 11o´clock my first match against M. Niculescu. Its going to be my first match in a long time so I´m not putting any kind of pressure on myself. I´m going to go out there and have fun!","2010-08-08 21:46:04+00","175535596516_143768465647013",36],[59567,"tough morning practice.   Getting closer to tournament play.  Played good set this morning.","2010-08-04 15:23:23+00","175535596516_102946979762967",36],[59572,"Had a good hit today. I´m so excited to be in Florida again! It´s really hot but it´s good to train in these kind of conditions. :) Here is a picture of me while training.","2010-07-28 23:33:23+00","175535596516_414415421516",36],[59574,"I had another good hit in the morning. I´m really starting to get a good feeling on the court again! :) This makes me really happy :) \nDid some fitness \u0026 physio after and will now rest. :)","2010-07-22 15:01:58+00","175535596516_145237858821584",36],[59575,"Had a pretty good hit in the morning. It´s getting better each day and I´m happy on the court! Now I´m done for the day and I´m going to relax a bit :D","2010-07-20 15:08:22+00","175535596516_111694355549002",36],[59579,"visit to Madam Tussauds: Steffi is a big hero of mine and Boris had an amazing career as well.","2010-07-18 18:54:17+00","175535596516_411369896516",36],[59581,"Tennis Channel's Bag Check with me.","2010-07-16 14:50:30+00","175535596516_129373070432502",36],[59582,"At the Michalsky Show- Fashion Week Berlin","2010-07-11 12:21:17+00","175535596516_409116556516",36],[59583,"So... we´ve got the final Spain vs Netherland today! Who do you think will win? Would be nice if Spain would win because we then lost to the winner but I have to route for Holland because my agent is from there... :)","2010-07-11 12:17:59+00","175535596516_143534068990375",36],[59584,"Germany got into third place after a 3:2 win against Uruguay! Congrats for a great tournament to the team!","2010-07-10 21:43:05+00","175535596516_122447517799775",36],[59586,"I´m so looking forward to Germany vs Spain tonight!! I think it´ll be a good match. Hopefully with the better end for Germany! ;) What do you think the score will be?","2010-07-07 07:27:14+00","175535596516_108518802532922",36],[59587,"Go Germany!!! It´s 1:0. First half was great from Germany.","2010-07-03 15:07:02+00","175535596516_107231955996163",36],[59591,"What an amazing match of Germany vs GBR!!! It was a lot of fun to watch the 4:1! Who do you think will be our opponent for the quarters? They play tonight...","2010-06-27 16:54:02+00","175535596516_105418409508738",36],[59594,"Soon Germany will play! I really hope that they will win! Right now there is a match at Wimbledon that is making history! It´s 30all in the fifth set between Isner and Mahut!!!","2010-06-23 16:34:13+00","175535596516_133095963385444",36],[59596,"Now that I see Roland Garrros on tv I miss it even more to be in Paris and play in front of the amazing crowd. :(  I´m doing everything to come back soon and stronger than before!","2010-05-23 18:59:28+00","175535596516_123171807706016",36],[59598,"Had an AMAZING time at Lady Gaga´s concert!!! It was my first time ever at a concert. What a way to start :):)","2010-05-11 22:48:25+00","175535596516_121146414575838",36],[59599,"I had a good day in Munich today. I signed with Wilson and after that I did an autograph session. It was great to see the happy faces :)  Also D.Soost was on my flight to Munich and Volker Neumüller on the flight back. Funny to see both of them the same day.","2010-05-03 20:25:17+00","175535596516_116386081728676",36],[59602,"Ever since Indian Wells, I have been working very hard to get my ankle better.  It has been hard as I could not defend my title in Charleston and will now miss Fed Cup and Stuttgart.  As the ankle sprain is taking a little longer then expected, I continue to work as hard as I can to get back on the tour.  I hope to be back in the weeks to come","2010-04-19 16:28:50+00","175535596516_119506031398084",36],[59604,"\"A plane carrying the Polish president, Lech Kaczynski, his wife and 88 of the country’s top political and military leaders crashed in a heavy fog in western Russia on Saturday morning, killing everyone aboard...\"","2010-04-10 14:15:58+00","175535596516_112145518813934",36],[59606,"All the best to Martina Navratilova!!! Makes our problems feel much smaller when you hear things like that happen!","2010-04-07 15:31:35+00","175535596516_111573425536866",36],[59608,"Pulled out of Ponte Vedra. Still doing rehab...","2010-04-03 13:14:19+00","175535596516_114429961902849",36],[59610,"Arrived in Miami last night.  getting ready for first match.  First seeing if ankle is ok after sprain in IW.  Think it will be","2010-03-21 15:22:17+00","175535596516_106977282660941",36],[59612,"After won my first round now play Venus","2010-02-16 18:44:01+00","175535596516_312111831314",36],[59614,"After being up 6:0 Amanmuradova had to retire so I'm in the next round. I had a good cool down, got a good meal and now I'm off to bed.","2010-02-08 15:17:38+00","175535596516_291614594410",36],[59616,"Just got back from press conference and draw ceremony. I'm playing against Amanmuradova in my first round.","2010-02-07 08:09:52+00","175535596516_288821343911",36],[59617,"Got into Pattaya City late last night after 9,5h flight \u0026 2hours by car from Bangkok to Pattaya City. It's hot and humid over here!","2010-02-05 10:34:27+00","175535596516_292899803023",36],[59618,"My next tournaments are Pattaya City, Dubai and Kuala Lumpur.","2010-01-29 09:10:35+00","175535596516_277498248797",36],[59620,"Just practiced with Kevin Krawietz and Dominik Schulz. They are playing in the aussie open junior finals in doubles today. Good luck!","2010-01-29 02:18:53+00","175535596516_279889783320",36],[59623,"Had a good practice with Daniela Hantuchova this morning. Then I went to the adidas players meeting","2010-01-17 18:30:12+00","175535596516_297483192387",36],[59625,"Had a great dinner in a restaurant at the beach last night. Saw a beautiful sunset. Off to practice now.","2010-01-17 18:30:01+00","175535596516_254884977814",36],[59627,"had two good sessions of practice today. It´s so good to be in Melbourne again :)","2010-01-14 06:59:19+00","175535596516_427721070563",36],[59628,"first day in Melbourne.  first practice now.  keep on working hard.  Actually pretty cold today!","2010-01-13 03:55:13+00","175535596516_247657121972",36],[59629,"draw came out.  I play Monday","2010-01-09 17:12:33+00","175535596516_284346347523",36],[59631,"Sydney coming up...I love it here in Aussie!","2010-01-08 23:19:01+00","175535596516_238010991628",36],[59632,"Third match today...10am.","2010-01-07 15:31:58+00","175535596516_244653696361",36],[59635,"First match of 2010.......about to start.","2010-01-04 01:57:06+00","175535596516_259631417124",36],[59637,"I survived the 25h trip to Australia and now I´m in Perth getting ready for the Hopman Cup. Really looking forward to playing here again. It´s been amazing last year!","2009-12-29 10:48:51+00","175535596516_227728244556",36],[59638,"","2009-12-25 15:02:46+00","175535596516_222633211516",36],[59642,"I watched the movie Avatar last night and I have to say that I really liked it! It´s a great movie :)","2009-12-23 23:52:35+00","175535596516_256494642795",36],[59644,"Had a good work out today. The sun is shining again but it´s still a little cold.","2009-12-19 20:11:34+00","175535596516_243943439151",36],[59649,"","2009-12-14 17:31:40+00","175535596516_1305350638578",36],[59650,"We have much better weather today. I´m done with practice for the week and I´m looking forward to relax a bit tomorrow. I hope you all enjoy the weekend!","2009-12-12 20:49:07+00","175535596516_201459387858",36],[59655,"Just for you guys to know...I will start the year at the Hopman Cup, then Sydney, and then the Aussie Open.","2009-11-30 18:43:54+00","175535596516_221221446958",36],[59656,"i guys...just added some pics from today.  I started my training at Bollettieri's.  Also, checking out a couple of possible Prince test rackets.","2009-11-30 17:53:58+00","175535596516_185581365221",36],[59661,"Sabine \u0026 Udo Walz","2009-11-19 18:53:32+00","175535596516_184461071516",36],[59663,"http://www.sonyericssonwtatour.com/video/sabine-lisicki-beautician-20091117_2256672_1877750","2009-11-17 16:44:02+00","175535596516_181250049667",36],[59664,"this is me in Bali:)","2009-11-13 15:47:25+00","175535596516_179820981516",36],[59665,"","2009-11-13 15:47:25+00","175535596516_179820656516",36],[59666,"","2009-11-09 13:42:40+00","175535596516_176896301516",36],[59671,"","2009-11-09 13:32:35+00","175535596516_176890596516",36],[59675,"I played yesterday and today at 5:30pm and it felt like playing in an oven!!! We played at 42°C!!! I won both my matches in straight sets and in about an hour.\nYesterday after my match I got the coolest shirt ever from a fan...! A very special Dallas Mavericks jersey... Do you like it? :D","2011-08-24 00:06:21+00","175535596516_10150265479036517",36],[59676,"Ich habe nun ein neues \"career high ranking\" von 21 und wollte mich für eure Unterstützung mit einem kleinen Video bedanken! :) Bitte stimmt weiter hin für mich ab (Alterseinschränkung ist aufgehoben)! Ihr müsst nur die Xperia Hotshot Seite \"mögen\" und dann für mich stimmen :) Hier ist der Link http://www.facebook.com/xperiahotshots#!/xperiahotshots?sk=app_123063087773739\nNochmal vielen Dank und bis bald :)","2011-08-11 03:46:02+00","175535596516_1951623718477",36],[59677,"hey guys....did you vote?  :)     http://youtu.be/OFhcEtVASyg\n","2011-08-09 13:08:08+00","175535596516_130755093684017",36],[59679,"I won my match 60 62 today! Very happy with that win esp because I had very little time to adapt to the different conditions over here... :) I´m playing against Date-Krumm at 7pm on Center Court tomorrow. She´s a tricky player but I´m looking forward to another challenge! Hope to get lots of support from you all tomorrow night :))) Going to relax \u0026 read my book now. Have a good night everybody ;)\nBtw this is a pic from an autograph session I did here in San Diego.","2011-08-03 02:28:10+00","175535596516_10150249211116517",36]]}