{"title":"posts","fields":["id","message","published","idPost","person_id"],"types":[23,25,1184,1043,23],"type_names":["integer","text","unknown","text","integer"],"values":[[4183,"We did it again - thank you to Michigan and Mississippi! \n\nWatch Trump LIVE!","2016-03-09 02:09:02+00","153080620724_10156733297585725",6],[4185,"Just got to Trump National Golf Club, Jupiter!","2016-03-09 01:46:24+00","153080620724_10156733217900725",6],[4186,"Thank you Mississippi! #Trump2016","2016-03-09 01:29:28+00","153080620724_10156733166995725",6],[4190,"\"Why I support Trump — and resent the elites trying to destroy him.\"","2016-03-08 18:29:25+00","153080620724_10156731793660725",6],[4191,"The false ads against me are paid by the masters who want to control the party. They have failed the people. Time to throw them out! #democracy","2016-03-08 16:15:29+00","153080620724_10156730979885725",6],[4194,"","2016-03-08 04:25:44+00","153080620724_10156729866950725",6],[4195,"Cruz came to Mississippi, there was nobody there, he left the state. I had a rally in Madison, MS with 10,000! Thank you!","2016-03-08 02:48:34+00","153080620724_10156729597150725",6],[4198,"WOW! Thank you for all of your support, North Carolina! Everyone get out \u0026 VOTE TRUMP! We will MAKE AMERICA GREAT AGAIN! I LOVE YOU ALL!","2016-03-07 20:51:01+00","153080620724_10156728596450725",6],[4201,"Order the hat with the slogan that's changing America - visit the official campaign store now!","2016-03-07 15:30:00+00","153080620724_10156718508840725",6],[4203,"MAKE AMERICA GREAT AGAIN!","2016-03-07 05:30:10+00","153080620724_10156726617835725",6],[4205,"","2016-03-07 02:27:40+00","153080620724_10156726218685725",6],[4207,"We need you Michigan #TrumpTrain!Thank you for your support!","2016-03-06 21:27:16+00","153080620724_10156725150300725",6],[4209,"ON TRACK- WE WILL MAKE AMERICA GREAT AGAIN!","2016-03-06 16:45:46+00","153080620724_10156722854200725",6],[4210,"FLORIDA: Early voting is now open! Do not miss this opportunity to #MakeAmericaGreatAgain #Trump2016 Ivanka Trump\n\nFind Florida early polling locations: https://www.donaldjtrump.com/florida","2016-03-06 15:19:33+00","153080620724_10156724047250725",6],[4212,"Good morning! THANK YOU KENTUCKY \u0026 LOUISIANA! We had a great day yesterday- I am grateful for all of your support! Thank you to all of our supporters in Maine \u0026 Kansas as well! Have a GREAT Sunday!","2016-03-06 12:30:30+00","153080620724_10156722839165725",6],[4214,"Watch Trump LIVE! #MakeAmericaGreatAgain #Trump2016","2016-03-06 03:51:43+00","153080620724_10156722372780725",6],[4216,"Thank you Louisiana! #Trump2016\n#SuperSaturday","2016-03-06 02:55:07+00","153080620724_10156722360745725",6],[4218,"Thank you FLORIDA! #VoteTrump on March 15th! #MakeAmericaGreatAgain","2016-03-05 22:01:41+00","153080620724_10156721546205725",6],[4220,"LETS GO KANSAS, KENTUCKY, LOUISIANA, \u0026 MAINE! Everyone get out \u0026 VOTE TRUMP! \nWe are going to MAKE AMERICA SAFE \u0026 GREAT AGAIN! #TrumpTrain","2016-03-05 18:17:14+00","153080620724_10156720923190725",6],[4221,"Just finished up in Wichita, Kansas! Thank you! Caucus \u0026 get out to VOTE TRUMP today (Kansas, Kentucky, Louisiana, \u0026 Maine!) We are going to MAKE AMERICA GREAT AGAIN! Thank you #TrumpTrain!","2016-03-05 15:53:13+00","153080620724_10156720452655725",6],[4222,"","2016-03-05 12:00:19+00","153080620724_10156719260020725",6],[4225,"I will make America great and SAFE again!!","2016-03-04 23:30:00+00","153080620724_10156718304960725",6],[4226,"THANK YOU CADILLAC, MICHIGAN! Get out and VOTE TRUMP on Tuesday, March 8th! We will MAKE AMERICA GREAT AGAIN!","2016-03-04 21:00:59+00","153080620724_10156717964125725",6],[4228,"The Donald J. Trump for President Campaign has just announced it will be in Wichita, Kansas for a major rally on Saturday, prior to the Caucus. Mr. Trump will also be speaking at the Kansas Caucus and then departing for Orlando, Florida to speak to a crowd of approximately 20,000 people or more. \n\nBecause of this, he will not be able to speak at CPAC, as he has done for many consecutive years. Mr. Trump would like to thank Matt Schlapp and all of the executives at CPAC and looks forward to returning to next year, hopefully as President of the United States.","2016-03-04 18:13:21+00","153080620724_10156717396415725",6],[4230,"WOW! What a morning! THANK YOU #TrumpTrain! VOTE TRUMP on Tuesday, March 8th! Next stop: Cadillac, Michigan!","2016-03-04 16:45:25+00","153080620724_10156717064120725",6],[4231,"We are in a trade war now and America is getting its clock cleaned! Why wont politicians address this?","2016-03-04 15:41:40+00","153080620724_10156716945725725",6],[4233,"DONALD J. TRUMP POSITION ON VISAS\n\n\"Megyn Kelly asked about highly-skilled immigration. The H-1B program is neither high-skilled nor immigration: these are temporary foreign workers, imported from abroad, for the explicit purpose of substituting for American workers at lower pay. I remain totally committed to eliminating rampant, widespread H-1B abuse and ending outrageous practices such as those that occurred at Disney in Florida when Americans were forced to train their foreign replacements. I will end forever the use of the H-1B as a cheap labor program, and institute an absolute requirement to hire American workers first for every visa and immigration program. No exceptions.\" #GOPDebate","2016-03-04 05:17:50+00","153080620724_10156715268505725",6],[4235,"I am going to bring jobs back to the United States like no one else can. We are going to fix our very depleted military. We are going to take care of our Vets. We are going to strengthen our border. You are going to be very proud of this country- in just a few years if I am elected president!\n#GOPDebate","2016-03-04 04:23:19+00","153080620724_10156715140025725",6],[4237,"The Better Business Bureau gave Trump University an A (Despite what Fox and opponents are trying to say.) #GOPDebate","2016-03-04 03:28:03+00","153080620724_10156714998225725",6],[4238,"ISIS is chopping off the heads of Christians and anybody who happens to be in the way. I will without question authorize waterboarding. #GOPDebate","2016-03-04 02:53:57+00","153080620724_10156714915970725",6],[4240,"The last person that Hillary Clinton wants to face is Donald Trump! #GOPDebate","2016-03-04 02:33:25+00","153080620724_10156714837560725",6],[4241,"We’re cutting Common Core and will educate America’s children locally. The waste, fraud and abuse are massive. Larry Kudlow said my plan for tax cutting is the best of everybody! #GOPDebate","2016-03-04 02:23:36+00","153080620724_10156714791355725",6],[4244,"I beat Hillary in many polls already and I haven’t even begun to fight. #GOPDebate","2016-03-04 02:14:08+00","153080620724_10156714748180725",6],[4246,"Join TEAM TRUMP right here, during the #GOPDebate! Time to MAKE AMERICA GREAT AGAIN! #TrumpTrain","2016-03-04 02:04:46+00","153080620724_10156714704360725",6],[4249,"I am the only one who can beat Hillary Clinton. I am not a Mitt Romney, who doesn't know how to win. Hillary wants no part of \"Trump!\"","2016-03-03 22:43:37+00","153080620724_10156714129790725",6],[4251,"Join us LIVE- now!","2016-03-03 19:24:27+00","153080620724_10156713531100725",6],[4273,"Thank you Massachusetts! #Trump2016 #SuperTuesday","2016-03-02 01:15:41+00","153080620724_10156707000835725",6],[4277,"Flying to Florida now. Together we will MAKE AMERICA GREAT AGAIN!","2016-03-01 23:57:02+00","153080620724_10156706734000725",6],[4812,"","2016-01-01 19:41:38+00","153080620724_10156483452625725",6],[4279,"Get Out To Vote! It is Super Tuesday and it is time to #MakeAmericaGreatAgain.","2016-03-01 16:30:00+00","153080620724_10156703438065725",6],[4814,"","2016-01-01 19:41:37+00","153080620724_10156483444885725",6],[4816,"","2016-01-01 19:41:37+00","153080620724_10156483447195725",6],[4819,"","2016-01-01 19:41:37+00","153080620724_10156483447475725",6],[4820,"","2016-01-01 19:41:37+00","153080620724_10156483448810725",6],[4823,"","2016-01-01 19:41:37+00","153080620724_10156483449825725",6],[4824,"","2016-01-01 19:41:37+00","153080620724_10156483450115725",6],[4281,"WE ARE GOING TO PROTECT OUR 2nd Amendment - if I'm POTUS - you can count on it 100%!","2016-03-01 13:05:45+00","153080620724_10156704594075725",6],[4340,"Make sure you get on the Trump line and are not mislead by the Cruz people. They are bad! BE CAREFUL!","2016-02-24 03:04:01+00","153080620724_10156680114785725",6],[4283,"WOW! Thank you Georgia! What a night! I am grateful for all of your support. Get out and VOTE TRUMP tomorrow- and we will MAKE AMERICA GREAT AGAIN!","2016-03-01 01:20:07+00","153080620724_10156702981435725",6],[4358,"WOW! THANK YOU Atlanta, Georgia! LETS MAKE AMERICA SAFE \u0026 GREAT AGAIN! Heading to Nevada- now!","2016-02-21 23:04:00+00","153080620724_10156671493865725",6],[4361,"One step closer to MAKING AMERICA GREAT AGAIN!","2016-02-21 17:59:18+00","153080620724_10156670359400725",6],[4826,"","2016-01-01 19:41:37+00","153080620724_10156483450605725",6],[4828,"","2016-01-01 19:41:37+00","153080620724_10156483451050725",6],[4830,"","2016-01-01 19:41:36+00","153080620724_10156483442645725",6],[4351,"\"86% of Republicans think Trump is best candidate to win in November.\"\n\nThey are right! I will beat Hillary Clinton!","2016-02-22 23:01:41+00","153080620724_10156675689935725",6],[4829,"","2016-01-01 19:41:37+00","153080620724_10156483452200725",6],[4831,"","2016-01-01 19:41:36+00","153080620724_10156483442950725",6],[4832,"","2016-01-01 19:41:36+00","153080620724_10156483443490725",6],[4363,"Thank you South Carolina for the amazing victory. Together we will #MakeAmericaGreatAgain. #TrumpTrain","2016-02-21 12:00:00+00","153080620724_10156668288105725",6],[4365,"","2016-02-21 00:47:04+00","153080620724_10156667697710725",6],[4833,"","2016-01-01 19:41:36+00","153080620724_10156483443200725",6],[4834,"","2016-01-01 19:41:36+00","153080620724_10156483439875725",6],[4835,"","2016-01-01 19:41:36+00","153080620724_10156483443740725",6],[4836,"","2016-01-01 19:41:36+00","153080620724_10156483440270725",6],[4837,"","2016-01-01 19:41:36+00","153080620724_10156483440510725",6],[4485,"WATCH: Donald Trump OWNS A Heckler Who Said Illegal Immigrants Are The Backbone Of America- via Sean Hannity.","2016-02-06 01:01:36+00","153080620724_10156610355035725",6],[4838,"","2016-01-01 19:41:36+00","153080620724_10156483440880725",6],[4839,"","2016-01-01 19:41:36+00","153080620724_10156483441300725",6],[4354,"I hear the Ricketts family, who own the Chicago Cubs, are secretly spending $'s against me. They better be careful, they have a lot to hide!","2016-02-22 19:59:55+00","153080620724_10156674907515725",6],[4247,"DONALD J. TRUMP ANNOUNCES SENATOR SESSIONS AS CHAIRMAN OF NATIONAL SECURITY ADVISORY COMMITTEE\n\nSenator Sessions to Provide Strategic Counsel to Mr. Trump on Foreign Policy and Homeland Security\n\n(New York, NY) March 3rd, 2016 – Today Donald J. Trump announced Senator Jeff Sessions, who has advised the GOP frontrunner on issues such as trade and immigration and endorsed Mr. Trump on Sunday in Alabama, will serve as Chairman of Mr. Trump’s National Security Advisory Committee. Senator Sessions has been on the Armed Services Committee for almost 20 years and is Chairman of the Strategic Forces Subcommittee. \n\nMr. Trump stated, “It is an honor to have Jeff as a member of the team. I have such great respect for him and I look forward to working with him on the issues most important to Americans.” \n\nSenator Sessions added, \"I am grateful for the opportunity to recommend and facilitate discussions among exceptional and experienced American military and diplomatic leaders to share insight and advice with Donald Trump, regardless of their political views. Mr. Trump and the American people know our country needs a clear-eyed foreign policy rooted in the national interest. We need to understand the limits of our ability to intervene successfully in other nations. It is time for a healthy dose of foreign policy realism. In the Middle East, this means forming partnerships based on shared interests, not merely overthrowing regimes in the dangerous attempt to plant democracies. We must also combat the refugee crisis by creating regional safe zones, rather than depopulating the region by migration. The only path to long-term stability and resolution of this humanitarian crisis for the United States and our European allies is to work towards the safe return of migrants to their home countries, as Mr. Trump has noted. This strategy will also protect our own national security.” \n\nSessions continued, “A national-interest foreign policy, combined with a military second to none, stands in contrast to interventionist ideas that could enmesh us further in the region's chaos. After over a decade of war and conflict, this country has a host of smart, experienced, and proven leaders. That wisdom must be sought. These meetings will be the beginning of a process that Mr. Trump has called for and which he believes must result in a clear and realistic bipartisan global strategy that will guide our nation for years to come.” \n\nMr. Trump will continue to announce members of his National Security Advisory Committee and other advisors on key issues over the next few weeks.","2016-03-04 01:04:10+00","153080620724_10156714551570725",6],[4248,"Millions of dollars being spent on false TV ads by special interest groups who own Rubio \u0026 Cruz. When you see them think of your puppet POLS!","2016-03-03 23:39:42+00","153080620724_10156714290085725",6],[4250,"Amazing afternoon. THANK YOU Maine! Everyone get out and VOTE TRUMP on Saturday! We are going to MAKE AMERICA GREAT AGAIN!","2016-03-03 20:12:28+00","153080620724_10156713672035725",6],[4252,"If we don’t have borders, we don’t have a country. MEXICO WILL PAY FOR THE WALL!","2016-03-03 18:43:58+00","153080620724_10156713411675725",6],[4254,"Wall street gives millions to Hillary Clinton but is spending big money against me. I wonder who they are scared will bring real change?","2016-03-03 13:30:02+00","153080620724_10156712331980725",6],[4256,"WE WILL MAKE AMERICA GREAT AGAIN!","2016-03-03 02:04:42+00","153080620724_10156711173905725",6],[4259,"Why can't the leaders of the Republican Party see that I am bringing in new voters by the millions-we are creating a larger, stronger party!","2016-03-02 23:59:48+00","153080620724_10156710878230725",6],[4261,"I would love to see the Republican party and everyone get together and unify. When we unify there is nobody who is going to beat us! #MakeAmericaGreatAgain #Trump2016","2016-03-02 21:00:00+00","153080620724_10156710114610725",6],[4263,"We are #WINNING - #TrumpTrain! Thank you for your support. Lets keep this going! WE WILL MAKE AMERICA GREAT AGAIN!","2016-03-02 18:31:47+00","153080620724_10156709854895725",6],[4253,"I have brought millions of people into the Republican Party, while the Dems are going down. Establishment wants to kill this movement! Failed candidate mitt Romney, who ran one of the worst races in presidential history, is working with the establishment to bury a big \"R\" win! #MakeAmericaGreatAgain #Trump2016\n\nText TRUMP to 88022 to join the #TrumpTrain","2016-03-03 15:24:58+00","153080620724_10156712805285725",6],[4255,"The special interests and people who control our politicians (puppets) are spending $25 million on misleading and fraudulent T.V. ads on me.","2016-03-03 11:30:17+00","153080620724_10156711030140725",6],[4257,"Listen LIVE as I am a guest on Jamiel’s Law radio show. Jamiel Shaw was brutally assassinated by an illegal alien gang member. If I am elected POTUS — I will enforce our immigration laws and stop these senseless murders.","2016-03-03 01:45:00+00","153080620724_10156710935945725",6],[4258,"I am going to repeal and replace ObamaCare! #MakeAmericaGreatAgain #Trump2016\n\nhttps://www.donaldjtrump.com/positions/healthcare-reform","2016-03-03 00:03:02+00","153080620724_10156710557395725",6],[4260,"Absolutely amazing. This is a movement! When it is your turn to vote- get out \u0026 #VoteTrump! It is time to MAKE AMERICA GREAT AGAIN!","2016-03-02 22:00:56+00","153080620724_10156710136185725",6],[4262,"My wife Melania Trump will be #OnTheRecord with Greta Van Susteren tonight at 7pmE on Fox News. Enjoy!","2016-03-02 19:51:48+00","153080620724_10156710122455725",6],[4264,"MAKE AMERICA GREAT AGAIN!","2016-03-02 15:33:06+00","153080620724_10156709309465725",6],[4266,"Thank you Vermont! #Trump2016\n#SuperTuesday","2016-03-02 05:06:22+00","153080620724_10156707754160725",6],[4270,"","2016-03-02 02:51:45+00","153080620724_10156707299185725",6],[4271,"Thank you Tennessee! #Trump2016\n#SuperTuesday","2016-03-02 01:27:03+00","153080620724_10156707004090725",6],[4274,"Thank you Georgia!\n#SuperTuesday  #Trump2016","2016-03-02 01:12:53+00","153080620724_10156706989810725",6],[4275,"MAKE AMERICA GREAT AGAIN!\n\nGet your campaign gear here: http://shop.donaldjtrump.com/","2016-03-02 00:04:27+00","153080620724_10156706763075725",6],[4276,"WOW!! Thank you Louisville, Kentucky! What a special afternoon. This is a movement. We are going to take back our country \u0026 MAKE AMERICA GREAT AGAIN! Get out \u0026 VOTE TRUMP on March 5th!","2016-03-01 22:08:15+00","153080620724_10156706347280725",6],[4278,"THANK YOU COLUMBUS, OHIO! I will be back- but remember to VOTE TRUMP on March 15th-- we will MAKE AMERICA GREAT AGAIN! I love you all!","2016-03-01 18:49:30+00","153080620724_10156705749300725",6],[4280,"Get out and VOTE TRUMP! Lets MAKE AMERICA GREAT AGAIN!! #SuperTuesday","2016-03-01 15:21:47+00","153080620724_10156705119265725",6],[4282,"Got the endorsement of Brian France and NASCAR yesterday in Georgia. Also, many of the sports great drivers. Thank you Nascar and Georgia!","2016-03-01 12:52:15+00","153080620724_10156704550465725",6],[4284,"DONALD J. TRUMP ENDORSED BY NASCAR CEO AND DRIVERS\n \n(Valdosta, GA) February 29th, 2016 – Today Donald J. Trump was endorsed by Brian France, Chairman \u0026 CEO of NASCAR, popular retired driver Bill Elliott, and active drivers Chase Elliott, Ryan Newman, and David Lee Regan. France, Elliott, and the drivers endorsed Mr. Trump at a rally attended by thousands in Valdosta, Georgia just one day before the Super Tuesday primary. \n\nMr. Trump said, “I am proud to receive the endorsement of such an iconic brand and a quality person such as Brian. Brian has a wonderful family and is an incredibly successful business person. I have great respect for Brian and I am grateful for his support and that of Bill Elliott, one of the best drivers in history, and active stock car racers, including his son Chase Elliott, Ryan Newman and David Lee Regan.” \n\nBrian France added, “Mr. Trump is changing American politics forever and his leadership and strength are desperately needed. He has had an incredible career and achieved tremendous success. This is what we need for our country.” \n\nBill Elliott said, “It is my great honor to endorse Mr. Trump for President of the United States. He is a leader representing strength and common sense solutions.” \n\nThese influential endorsements come just days after former Presidential candidate and New Jersey Governor Chris Christie, and Senator Jeff Sessions, recognized by many as the conservative soul of the U.S. Senate, offered their endorsements of the republican frontrunner. \n\nMr. Trump continues to dominate in state and national polls with the most recent survey from CNN showing Mr. Trump with 49% support nationwide.","2016-02-29 23:50:01+00","153080620724_10156702817790725",6],[4285,"Our country is getting ripped off. We need the smartest people negotiating for us! #TrumpTrain\n\nText TRUMP to 88022 to help #MakeAmericaGreatAgain","2016-02-29 20:40:34+00","153080620724_10156702201175725",6],[4286,"Welcome to the #TrumpTrain, Sarah Huckabee Sanders!\n\nDonald J. Trump for President Inc. announced Sarah Huckabee Sanders joined the campaign as a Senior Advisor. \n\nMr. Trump stated, “I have great respect for Governor Mike Huckabee and we have a mutual admiration for our wonderful families. It is great to have his daughter, Sarah, join the campaign.” \n\nSarah added, “I volunteered to join Mr. Trump’s campaign because he is a champion of working families; not Washington-Wall Street elites. Like the other Republican candidates, Mr. Trump is pro-life, pro-marriage, and will appoint conservatives to the courts. What makes Mr. Trump my choice for president is he will break the grip of the donor class on our government and make it accountable to working families again. I’m honored to help Mr. Trump Make America Great Again.”\n\nSarah Huckabee Sanders has advised presidential campaigns and Fortune 500 companies and has been named 40 under 40 by Time Magazine. She lives in Little Rock, Arkansas with her husband Bryan and their three young children.","2016-02-29 22:00:49+00","153080620724_10156702419945725",6],[4287,"WOW! THANK YOU VIRGINIA! Get out and VOTE tomorrow!! We will MAKE AMERICA SAFE AND GREAT AGAIN!","2016-02-29 18:46:53+00","153080620724_10156701846700725",6],[4288,"Common sense should always come before political correctness!","2016-02-29 17:34:36+00","153080620724_10156701633205725",6],[4289,"I am self funding and only work for YOU, the American people! Marco has raised $100 million to attack me. He is now owned by his masters. #MakeAmericaGreatAgain","2016-02-29 14:30:00+00","153080620724_10156699675010725",6],[4290,"Good morning America! THANK YOU for your overwhelming support in this mornings new CNN national poll. Get out \u0026 VOTE TRUMP tomorrow- we will MAKE AMERICA GREAT AGAIN!","2016-02-29 12:13:32+00","153080620724_10156700735560725",6],[4291,"Thank you Jesse \u0026 West Coast Choppers Official! Lets get out \u0026 VOTE TRUMP on Tuesday- TEXAS! Time to MAKE AMERICA GREAT AGAIN! Poll locations: https://www.donaldjtrump.com/texas","2016-02-29 01:46:51+00","153080620724_10156699385000725",6],[4841,"","2016-01-01 19:41:36+00","153080620724_10156483442305725",6],[3966,"","2016-04-01 02:10:39+00","153080620724_10156870544935725",6],[3969,"Thank you, Wisconsin! Everyone get out and #VoteTrump- next Tuesday, April 5th! We will MAKE AMERICA SAFE AND GREAT AGAIN!","2016-03-31 20:19:59+00","153080620724_10156868556405725",6],[3971,"THANK YOU, AMERICA! I love you!","2016-03-31 22:13:17+00","153080620724_10156869239070725",6],[3973,"I am so proud of my kids (Donald Jr., Ivanka, Eric, Tiffany, \u0026 Barron.) I thank them for their support, along with my wonderful wife Melania- as I pursue to MAKE AMERICA GREAT AGAIN, with you! Thank you.","2016-03-31 14:45:50+00","153080620724_10156866262880725",6],[3975,"AMAZING afternoon in Appleton, Wisconsin! Thank you for your support! Everyone get out and #VoteTrump on Tuesday, April 5th! We are going to MAKE AMERICA GREAT AGAIN!","2016-03-30 21:14:39+00","153080620724_10156862675620725",6],[3977,"THANK YOU, NEW YORK! I LOVE YOU!","2016-03-30 16:34:30+00","153080620724_10156861405690725",6],[3978,"SO PROUD of Ivanka, \u0026 Jared- two amazing parents-- as they welcome Theodore James into the world this week. Can't wait to get home and meet my 8th grandchild! #Family","2016-03-30 18:45:58+00","153080620724_10156861897560725",6],[3981,"Former Miss Wisconsin, Melissa Young- was diagnosed with terminal autonomic failure. Please join #TeamTrump- keeping her in your thoughts and prayers.","2016-03-30 12:11:02+00","153080620724_10156860318750725",6],[3982,"","2016-03-30 06:29:52+00","153080620724_10156859155495725",6],[3983,"WORKING TOGETHER- WE WILL MAKE AMERICA GREAT AGAIN! THANK YOU!","2016-03-30 01:00:10+00","153080620724_10156856450385725",6],[3985,"WOW! THANK YOU- Janesville, Wisconsin! I am off to Green Bay now. I love you!","2016-03-29 23:44:27+00","153080620724_10156857342585725",6],[3986,"Just landed in Wisconsin! Lets MAKE AMERICA GREAT AGAIN!","2016-03-29 21:00:25+00","153080620724_10156856500005725",6],[3987,"Thank you AMERICA! So grateful for your support- as we work EVERYDAY to MAKE AMERICA GREAT AGAIN! En route to Wisconsin now!","2016-03-29 16:50:47+00","153080620724_10156855317840725",6],[3989,"Mr. Trump Prepares for Republican Convention - Seasoned Operative Joins As Convention Manager\n\n(New York, NY) March 29th, 2016 – Today Donald J. Trump announced that Paul J. Manafort will serve as his campaign’s Convention Manager. Mr. Manafort is volunteering his considerable insight and expertise because of his belief that Mr. Trump is the right person for these difficult times. He will be responsible for transitioning the Trump campaign’s activities as they relate to Mr. Trump's nomination at the convention in Cleveland, Ohio.\n\nMr. Manafort’s experience spans over three decades of working on U.S. presidential campaigns, and includes work on conventions for Presidents Gerald Ford, Ronald Reagan, and George H.W. Bush, as well as Republican Presidential nominee, Bob Dole. Mr. Trump will use Mr. Manafort’s years of experience to support his efforts in all aspects of the convention as he closes in on the Republican nomination for President.\n\nCurrently, Mr. Manafort is an attorney and founding partner of DMP International, LLC where he has been active in business and international affairs for the last 20 years. Previously, he was a partner at BMS\u0026K for 15 years and worked on dozens of international political campaigns in an effort to bring democratic expertise to foreign countries. He served as a director of OPIC following his appointment by President Reagan, and was on the Investment Policy Advisory Committee at the Office of the US Trade Representative.\n\nMr. Trump stated, “Paul is a great asset and an important addition as we consolidate the tremendous support we have received in the primaries and caucuses, garnering millions more votes than any other candidate. Paul Manafort, and the team I am building, bring the needed skill sets to ensure that the will of the Republican voters, not the Washington political establishment, determines who will be the nominee for the Republican Party. I look forward to winning the nomination, and ultimately the presidency in order to Make America Great Again.\"\n\nOn his appointment Mr. Manafort said, “I am honored to serve Mr. Trump’s campaign, and look forward to helping secure his nomination as the Republican nominee for President. Mr. Trump has tapped into the growing disillusionment with the Washington political establishment. What he has achieved so far is historic. My role is to work with the professionals that Mr. Trump has assembled to protect the victories that he has won in states across the country. I am confident that he will be the Republican nominee and the next President of the United States.”\n\nIn addition, Mr. Trump is announcing that his campaign is opening a Washington, DC based office to coordinate his campaign’s work with the Republican National Committee, Congress, and his convention and delegate operations. The office will serve as a conduit for outreach for Mr. Trump’s campaign organization nationally.","2016-03-29 15:05:26+00","153080620724_10156854871545725",6],[3991,"We need to secure our borders ASAP. No games, we must be smart, tough and vigilant. MAKE AMERICA GREAT AGAIN \u0026 MAKE AMERICA STRONG AGAIN!","2016-03-29 02:30:51+00","153080620724_10156852106810725",6],[3992,"Allies must start paying for ‘American protection!'","2016-03-29 00:45:07+00","153080620724_10156851268530725",6],[3993,"The party Establishment shouldn’t decide who the nominee is. The voters should! Lets take this country back and Make America Great Again!","2016-03-28 22:43:17+00","153080620724_10156851000155725",6],[3995,"A detainee released from Gitmo has killed an American. When will our so-called \"leaders\" ever learn!","2016-03-28 19:39:59+00","153080620724_10156850043460725",6],[3997,"","2016-03-28 15:45:55+00","153080620724_10156848959155725",6],[3999,"Why can't the pundits be honest? Hopefully we are all looking for a strong and great country again. I will make it strong and great!  JOBS!","2016-03-28 10:30:53+00","153080620724_10156845093060725",6],[4001,"See Lyin' Ted, even the Daily Beast (no fan of mine) says this story came from Rubio, not Trump!","2016-03-27 22:18:04+00","153080620724_10156844556460725",6],[4003,"Don't believe the @FoxNews Polls, they are just another phony hit job on me. I will beat Hillary Clinton easily in the General Election.","2016-03-27 18:30:33+00","153080620724_10156842701405725",6],[4005,"","2016-03-27 13:31:03+00","153080620724_10156841583755725",6],[4007,"Remember, I am the only candidate who is self-funding. While I am given little credit for this by the voters, I am not bought like others!","2016-03-27 00:39:36+00","153080620724_10156838069015725",6],[4009,"We are almost there! Thank you for your continued support, AMERICA!","2016-03-26 17:00:58+00","153080620724_10156831961580725",6],[4011,"After winning the nomination- it will be so easy focusing on just one candidate in the general. I will be Hillary or Bernie's worst nightmare-- so we can MAKE AMERICA GREAT AGAIN!","2016-03-26 11:30:51+00","153080620724_10156831895100725",6],[4012,"Hashtag #TrumpTrain, #Trump2016, #MakeAmericaGreatAgain, \u0026 now #PetsForTrump on Instagram- and you could appear in a future post! Thank you for all of your support!","2016-03-26 02:15:06+00","153080620724_10156831870180725",6],[4014,"WOW! Thank you for your support- this just might be the largest residential campaign sign of 2016! We will MAKE AMERICA GREAT AGAIN!","2016-03-25 17:27:25+00","153080620724_10156829071580725",6],[4016,"GOOD MORNING! Thank you for the great news, California! I will see you all very soon!","2016-03-25 11:00:19+00","153080620724_10156827234885725",6],[4018,"It is amazing how often I am right, only to be criticized by the media. Illegal immigration, take the oil, build the wall, Muslims, NATO!","2016-03-25 04:11:07+00","153080620724_10156825828300725",6],[4019,"I didn't start the fight with Lyin' Ted Cruz over the GQ cover pic of Melania, he did. He knew the PAC was putting it out - hence, Lyin' Ted!","2016-03-24 23:53:02+00","153080620724_10156824515590725",6],[4265,"I am VERY proud of Ivanka Trump! I want to MAKE AMERICA GREAT AGAIN for our children and grandchildren who deserve a strong country filled with opportunity!","2016-03-02 12:00:51+00","153080620724_10156706633120725",6],[4267,"Thank you Arkansas! #Trump2016\n#SuperTuesday","2016-03-02 04:06:14+00","153080620724_10156707506775725",6],[4292,"WOW! THANK YOU ALABAMA! Everyone get out and vote on Tuesday- and we will MAKE AMERICA GREAT AGAIN!","2016-02-29 00:48:49+00","153080620724_10156699236320725",6],[3967,"THROWBACK THURSDAY- June 16, 2015\nMany said that I would never run for President of the United States of America. I am tired of seeing what is happening to our country! WE cannot let it continue. I want to MAKE AMERICA GREAT AGAIN- with YOU!","2016-04-01 00:40:21+00","153080620724_10156869991380725",6],[3968,"Just had a very nice meeting with Reince Priebus and the Republican National Committee. Looking forward to bringing the Party together - and it will happen!","2016-03-31 19:13:38+00","153080620724_10156868167880725",6],[3970,"MAKE AMERICA GREAT AGAIN!","2016-03-31 18:34:34+00","153080620724_10156867909880725",6],[3972,"Pennsylvania's elections bureau show more than 214,000 registered voters have switched this year. Absolutely amazing! About half of the 214K became Republicans. Lets hope they all joined the #TrumpTrain- and are VOTING TRUMP on April 26, 2016! #MakeAmericaGreatAgain","2016-03-31 17:00:27+00","153080620724_10156867196560725",6],[3974,"The “Trump Doctrine” is a page right out of Ronald Reagan’s playbook: peace through economic and military strength.","2016-03-31 13:00:01+00","153080620724_10156866194350725",6],[3976,"My favorite moment from the campaign trail. #MakeAmericaGreatAgain","2016-03-31 11:00:01+00","153080620724_10156863061675725",6],[3979,"I am often asked what I would do on my first day in office, as President of the United States of America. Here is what I would do:","2016-03-30 23:26:14+00","153080620724_10156863294495725",6],[3980,"WOW! An honor to be the first-ever presidential candidate in a primary- to be endorsed by the National Border Patrol Council. WE WILL BUILD THE WALL-- WE WILL MAKE AMERICA SAFE AGAIN! Thank you.","2016-03-30 14:40:05+00","153080620724_10156860852430725",6],[3984,"I am the strongest candidate on the 2nd amendment. I will not let them take our guns. #Trump2016","2016-03-30 02:16:56+00","153080620724_10156857689790725",6],[3988,"Lyin' Ted Cruz is weak \u0026 losing big, so now he wants to debate again. But, according to Drudge, Time and on-line polls, I have won all debates.","2016-03-29 19:52:18+00","153080620724_10156856242790725",6],[3990,"Just released that international gangs are all over our cities. This will end when I am President!","2016-03-29 12:12:52+00","153080620724_10156854139995725",6],[3994,"Terrible! And we cannot waterboard!?","2016-03-28 20:30:06+00","153080620724_10156849889185725",6],[3996,"Its shocking how little respect is shown to President Obama. Wont be that way if I am president!","2016-03-28 18:07:15+00","153080620724_10156849610990725",6],[3998,"Wisconsin's economy is doing poorly and like everywhere else in U.S., jobs are leaving. I will make our economy strong again - bring in jobs!","2016-03-28 12:00:48+00","153080620724_10156842712935725",6],[4000,"Congratulations to Ivanka \u0026 Jared- who welcomed Theodore James into the world this evening. I am so proud! Love you!","2016-03-28 02:17:45+00","153080620724_10156845922815725",6],[4002,"Happy Easter to all, have a great day!","2016-03-27 20:10:06+00","153080620724_10156843797860725",6],[4004,"The world has changed. America’s approach to foreign policy should as well. America’s interests should come first!","2016-03-27 16:54:57+00","153080620724_10156842690090725",6],[4006,"We will WIN! Everyone get out \u0026 VOTE TRUMP! MAKE AMERICA GREAT AGAIN!","2016-03-26 21:45:08+00","153080620724_10156836395520725",6],[4008,"Nobody will protect our Nation like Donald J. Trump. Our military will be greatly strengthened and our borders will be strong. Illegals out!","2016-03-26 19:42:51+00","153080620724_10156836399595725",6],[4010,"Top suspect in Paris massacre, Salah Abdeslam, who also knew of the Brussels attack, is no longer talking. Weak leaders, ridiculous laws!","2016-03-26 14:30:54+00","153080620724_10156832020610725",6],[4013,"We are going to MAKE AMERICA SAFE AND GREAT AGAIN! Everyone have a GREAT weekend!","2016-03-25 22:30:09+00","153080620724_10156830279930725",6],[4015,"Dr. Ben Carson- I concur. \n\n\"I believe in God who can change people- he can make any of us better.\" Dr. Ben Carson","2016-03-25 15:04:16+00","153080620724_10156828392265725",6],[4017,"GOOD MORNING! Thank you for the great news, California! I will see you all very soon!","2016-03-25 11:00:19+00","153080620724_10156827234885725",6],[4020,"Thank you, Judge Jeanine. The voters are tired of the games in Washington, D.C. It is time to clean up- and with the support of the American people I plan on doing just that- so we can MAKE AMERICA GREAT AGAIN!","2016-03-25 01:30:21+00","153080620724_10156824815450725",6],[4021,"THANK YOU, AMERICA! We are going to MAKE AMERICA GREAT AGAIN!","2016-03-24 22:01:28+00","153080620724_10156823927765725",6],[4023,"Europe and the U.S. must immediately stop taking in people from Syria. This will be the destruction of civilization as we know it! So sad! It was just announced that as many as 5000 ISIS fighters have infiltrated Europe. Also, many in U.S.  I TOLD YOU SO! I alone can fix this problem!","2016-03-24 17:57:34+00","153080620724_10156822760425725",6],[4024,"Endorsements for Lyin' Ted","2016-03-24 15:57:43+00","153080620724_10156822182390725",6],[4025,"N.A.T.O. is obsolete and must be changed to additionally focus on terrorism as well as some of the things it is currently focused on! \n\nWe pay a disproportionate share of the cost of N.A.T.O. Why? It is time to renegotiate, and the time is now!","2016-03-24 14:45:26+00","153080620724_10156821522675725",6],[4027,"Thank you for your support, Niagara County Republican Party! Will see you soon. LETS MAKE AMERICA GREAT AGAIN!","2016-03-24 10:45:23+00","153080620724_10156819927995725",6],[4029,"Low energy Jeb Bush just endorsed a man he truly hates, Lyin’ Ted Cruz. Honestly, I can’t blame Jeb in that I drove him into oblivion!\nI think having Jeb's endorsement hurts Lyin' Ted. Jeb spent more than $150,000,000 and got nothing. I spent a fraction of that and am first!","2016-03-24 00:01:02+00","153080620724_10156817463110725",6],[4031,"IT IS TIME TO MAKE AMERICA SAFE \u0026 GREAT AGAIN!\n\n\"What I can tell you is unfortunately there have been Americans that have died because of (Guantanamo) detainees...\"\nPaul Lewis\nPentagon's Special Envoy- GITMO Closure","2016-03-23 23:45:48+00","153080620724_10156817736960725",6],[4033,"Lyin’ Ted Cruz steals foreign policy from me, and lines from Michael Douglas— just another dishonest politician.","2016-03-23 19:48:54+00","153080620724_10156816783435725",6],[4035,"Obama, and all others, have been so weak, and so politically correct, that terror groups are forming and getting stronger! Shame.","2016-03-23 17:15:50+00","153080620724_10156815951310725",6],[4037,"We will BUILD THE WALL- in order to MAKE AMERICA SAFE AGAIN!","2016-03-23 14:30:30+00","153080620724_10156812850960725",6],[4039,"Thank you for your votes! Show that you stand with the man who will #MakeAmericaGreatAgain - visit the official campaign store now!","2016-03-23 12:30:00+00","153080620724_10156733042395725",6],[4042,"The police in our country are not appreciated. We do not give them the kind of respect they must have. The fact is- they do an incredible job! We have to give them more authority, and far more respect. Without the great police forces we have throughout the United States- we would not be sitting here right now!","2016-03-22 22:29:48+00","153080620724_10156811134435725",6],[4356,"I AM IN IT- TO WIN IT! Thank you for your continued support!","2016-02-22 11:45:49+00","153080620724_10156672929295725",6],[4022,"A disgrace! Just weeks before she stepped down as secretary of state, Hillary Clinton sent President Obama a memo urging him to close the Guantanamo Bay prison and offering strategies to do so. As a result, these terrorists are going back- to kill Americans! \n\nHillary wrote to President Obama:\n\"I remain a strong advocate of your policy to close the Guantanamo Bay detention facility (GTMO) responsibly and to ensure U.S. detention policy and practice for terrorism suspects are consistent with U.S. values and do not strengthen our enemies.\"","2016-03-24 19:50:20+00","153080620724_10156823225820725",6],[4026,"Thank you! It is time- we need to defeat Hillary Clinton in November! MAKE AMERICA GREAT AGAIN!","2016-03-24 13:22:20+00","153080620724_10156821508015725",6],[4028,"While I believe I will clinch before Cleveland and get more than 1237 delegates, it is unfair in that there have been so many in the race!","2016-03-24 01:09:08+00","153080620724_10156818521150725",6],[4030,"We try so hard to be politically correct. We should try harder instead to solve the problem!","2016-03-23 22:00:12+00","153080620724_10156817293160725",6],[4032,"Just watched Hillary deliver a prepackaged speech on terror. She’s been in office fighting terror for 20 years- and look where we are! I will be the best by far in fighting terror. I’m the only one that was right from the beginning, \u0026 now Lyin’ Ted \u0026 others are copying me.","2016-03-23 20:02:56+00","153080620724_10156816869320725",6],[4034,"THANK YOU, ARIZONA! Final polling numbers are in- we won by over 100,000 votes. I am honored to receive your support- TOGETHER, we will MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-03-23 18:29:05+00","153080620724_10156816405945725",6],[4036,"I would rather be CORRECT than politically correct!","2016-03-23 16:15:00+00","153080620724_10156815489210725",6],[4038,"Thank you for your endorsement Congressman Lou Barletta! Lets build the GOP party bigger than ever before!","2016-03-23 11:00:48+00","153080620724_10156811256145725",6],[4040,"Good morning! Hopefully the Republican Party can come together and have a big WIN in November, paving the way for many great Supreme Court Justices!","2016-03-23 09:45:21+00","153080620724_10156813083705725",6],[4041,"Incompetent Hillary, despite the horrible attack in Brussels today, wants borders to be weak and open-and let the Muslims flow in. No way!","2016-03-23 05:35:57+00","153080620724_10156813075250725",6],[4043,"Don’t let them silence you! Stop by Sammy's Mexican Grill in Tucson, Arizona- and enjoy some delicious food. All Americans need to stand up TOGETHER against hatred and those trying to stop our rights to freedom and liberty.","2016-03-22 20:30:43+00","153080620724_10156809968595725",6],[4045,"Thank you, Arizona! #Trump2016 #AZPrimary","2016-03-23 03:33:59+00","153080620724_10156812535790725",6],[4047,"Watch this clip from earlier this year. Time and time again- I have been right about terrorism. It’s time to get tough!","2016-03-22 16:24:48+00","153080620724_10156809330505725",6],[4049,"I have proven to be far more correct about terrorism than anybody--- and it’s not even close. Hopefully Arizona and Utah will be voting for me today!","2016-03-22 15:29:44+00","153080620724_10156809072915725",6],[4051,"Get Out To Vote Arizona \u0026 Utah! You can help #MakeAmericaGreatAgain.\n\nArizona: https://www.donaldjtrump.com/arizona\n\nUtah: http://www.donaldjtrump.com/utah\n\nText TRUMP to 88022 to join the #TrumpTrain!","2016-03-22 14:00:00+00","153080620724_10156808566585725",6],[4054,"Watch my speech at #AIPAC2016. #MakeAmericaGreatAgain","2016-03-22 01:51:18+00","153080620724_10156805441085725",6],[4056,"Join me live at AIPAC.","2016-03-21 22:31:38+00","153080620724_10156804414725725",6],[4058,"The last person that Hillary or Bernie want to run against is Donald Trump- and that is fact!","2016-03-21 20:28:52+00","153080620724_10156803819655725",6],[4059,"We need to be RESPECTED! The first time a sitting U.S. President visits Cuba since 1928- and President Raul Castro can't even greet President Obama on the airport tarmac!","2016-03-21 17:03:51+00","153080620724_10156802950345725",6],[4062,"Thank you AmericaForTheTRUMP for the inspiring video. I truly care about our great nation and will #MakeAmericaGreatAgain!\n\nhttps://www.youtube.com/watch?v=xKOQdcVoRys","2016-03-21 12:30:00+00","153080620724_10156792974505725",6],[4064,"Wow, President Obama just landed in Cuba, a big deal, and Raul Castro wasn't even there to greet him. He greeted Pope and others. No respect!","2016-03-20 21:59:10+00","153080620724_10156798652570725",6],[4065,"Failed presidential candidate Mitt Romney, the man who \"choked\" and let us all down, is now endorsing Lyin' Ted Cruz. This is good for me! Mitt is a mixed up man who doesn't have a clue- no wonder he lost!","2016-03-20 17:57:23+00","153080620724_10156797548800725",6],[4067,"I am the candidate that will bring real change to DC and MAKE AMERICA GREAT AGAIN!","2016-03-20 16:30:15+00","153080620724_10156796517075725",6],[4071,"THANK YOU TUCSON, ARIZONA! I had a fabulous afternoon with the #TrumpTrain!","2016-03-20 03:43:38+00","153080620724_10156794415490725",6],[4074,"ANOTHER GREAT NATIONAL GOP POLL! Thank you for your support! We will MAKE AMERICA GREAT AGAIN-- TOGETHER!","2016-03-20 00:30:34+00","153080620724_10156793233615725",6],[4077,"I guess I have reached yet another \"ceiling\"  - 49.7%, with four people. My highest Reuters poll yet! Thank you!","2016-03-19 13:30:40+00","153080620724_10156790409025725",6],[4079,"","2016-03-19 06:28:06+00","153080620724_10156790405830725",6],[4081,"THANK YOU- Salt Lake City, Utah! I love you! Lets MAKE AMERICA GREAT AGAIN!","2016-03-19 03:14:35+00","153080620724_10156789796550725",6],[4083,"\"Newt Gingrich on ‘Anti-Trump’ Republicans: Should Form Lost Republicans for Hillary.\"","2016-03-18 23:15:42+00","153080620724_10156788093845725",6],[4085,"Senator Lindsey Graham made horrible statements about LYIN' TED CRUZ – and then he endorsed him. No wonder nobody trusts politicians!","2016-03-18 19:48:10+00","153080620724_10156788133850725",6],[4088,"Hillary Clinton has been involved in corruption for most of her professional life!","2016-03-18 11:00:51+00","153080620724_10156784700125725",6],[4089,"MAKE AMERICA GREAT AGAIN!","2016-03-18 00:30:06+00","153080620724_10156783954605725",6],[4090,"Highly overrated \u0026 crazy Megyn Kelly is always complaining about Trump and yet she devotes her shows to me. Focus on others Megyn!","2016-03-17 22:41:17+00","153080620724_10156783929435725",6],[4092,"Mother who lost son in Benghazi: \"There is a special place in hell for Hillary.\"","2016-03-17 20:00:57+00","153080620724_10156782603480725",6],[4094,"Let's continue the momentum! Get out \u0026 VOTE TRUMP. Before you know it- Hillary's nightmares of Donald J. Trump will begin.","2016-03-17 15:01:33+00","153080620724_10156779475890725",6],[4095,"Good morning! According to the New York Times- if the #TrumpTrain continues its current level of support- we will secure the nomination. It is imperative to get out and VOTE in record numbers, as we have been doing. THANK YOU for all of your support. LETS MAKE AMERICA GREAT AGAIN!","2016-03-17 11:00:50+00","153080620724_10156779380615725",6],[4097,"Thank you, Governor Rick Scott! I appreciate your support!","2016-03-16 22:30:19+00","153080620724_10156778575930725",6],[4099,"Thank you, Missouri!","2016-03-16 17:43:54+00","153080620724_10156777737100725",6],[4044,"My heart \u0026 prayers go out to all of the victims of the terrible #Brussels tragedy. This madness must be stopped, and I will stop it.","2016-03-22 18:32:18+00","153080620724_10156809922420725",6],[4046,"As president- I would be very, very tough on the borders, and I would NOT be allowing certain people to come into this country without absolute perfect documentation!","2016-03-22 16:37:28+00","153080620724_10156809401800725",6],[4048,"We need to be careful with who comes into America- or we are going to have problems like you have never seen before! It is time to wake up!","2016-03-22 15:30:32+00","153080620724_10156808929000725",6],[4050,"President Obama looks and sounds so ridiculous making his speech in Cuba, especially in the shadows of Brussels. He is being treated badly!","2016-03-22 15:09:12+00","153080620724_10156808963545725",6],[4052,"We are beating the Establishment! This is a movement and together we will Make America Great Again!","2016-03-22 13:00:38+00","153080620724_10156806519660725",6],[4053,"Do you all remember how beautiful and safe a place Brussels was. Not anymore, it is from a different world! U.S. must be vigilant and smart!","2016-03-22 12:05:11+00","153080620724_10156808089010725",6],[4055,"THANK YOU! #AIPAC2016","2016-03-21 23:25:22+00","153080620724_10156804692035725",6],[4057,"Outstanding! A top priority- so we can MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-03-21 21:45:01+00","153080620724_10156803829320725",6],[4060,"Off duty police officer attends my Arizona rally - and explains his entire experience. #Trump2016","2016-03-21 18:33:05+00","153080620724_10156803286415725",6],[4061,"If we don't have a border, we don't have a country. I want people to come in LEGALLY and follow the laws of our great country!","2016-03-21 14:48:15+00","153080620724_10156802391385725",6],[4063,"CBS Focus Group: Hillary ‘Worst Liar I Think I’ve Ever Seen,’ She ‘Lied About Lying’","2016-03-21 11:00:38+00","153080620724_10156800081030725",6],[4066,"Why is it that the horrendous protesters, who scream, curse punch, shut down roads/doors during my RALLIES,  are never blamed by media? SAD!","2016-03-20 20:30:37+00","153080620724_10156797836045725",6],[4068,"I am fueled by your love and support. This is a movement!","2016-03-20 13:59:35+00","153080620724_10156796508335725",6],[4069,"LYIN' Ted Cruz is Pro Amnesty. Just another all talk, no action politician. #TrumpTrain #Trump2016","2016-03-20 11:00:00+00","153080620724_10156794327800725",6],[4070,"An amazing rally in Tucson, Arizona! THANK YOU for your support! Do not forget to #VoteTrump on Tuesday! EVERYONE get out to the polls!\n#MakeAmericaGreatAgain","2016-03-20 01:48:30+00","153080620724_10156798590900725",6],[4072,"Do you believe that Hillary Clinton now wants Obamacare for illegal immigrants? She should spend more time taking care of our great Vets!","2016-03-20 01:45:12+00","153080620724_10156793895205725",6],[4073,"An honor to be endorsed by General Robert Charles Oaks! THANK YOU, GENERAL!\n\n4 Star General Robert Charles Oaks is a retired U.S. Air Force general who served as commander of Air Training Command and United States Air Forces in Europe. Oaks was also a general authority of The Church of Jesus Christ of Latter-day Saints (LDS Church) from 2000 to 2009. He is a first cousin to LDS Church apostle Dallin H. Oaks. General Robert Oaks, and his wonderful wife Gloria are amazing leaders- and they want a leader in the White House!","2016-03-19 23:11:24+00","153080620724_10156793682890725",6],[4075,"THANK YOU ARIZONA! 20,000 amazing supporters! Get out and #VoteTrump on Tuesday. I love you!","2016-03-19 20:04:18+00","153080620724_10156792925795725",6],[4076,"Thank you. I recognize and understand what our border agents are dealing with 24 hours a day- 7 days a week. We will BUILD THE WALL!","2016-03-19 15:45:54+00","153080620724_10156792023145725",6],[4078,"THANK YOU FOR YOUR SUPPORT! LETS MAKE AMERICA GREAT AGAIN!","2016-03-19 11:00:02+00","153080620724_10156790391065725",6],[4080,"MAKE AMERICA GREAT AGAIN!","2016-03-19 04:44:31+00","153080620724_10156790102020725",6],[4082,"We are landing in Salt Lake City, Utah for a presidential rally! Tomorrow- we are in Arizona! We need to MAKE AMERICA GREAT AGAIN - NOW! If you are interested in attending- tickets are available at www.DonaldJTrump.com.","2016-03-19 00:56:20+00","153080620724_10156789343880725",6],[4084,"With millions of dollars of negative and phony ads against me by the establishment, my numbers continue to go up. Can anyone explain this?","2016-03-18 22:00:56+00","153080620724_10156788554075725",6],[4086,"THANK YOU, ARIZONA! I will not let you down. We will MAKE AMERICA GREAT AGAIN!","2016-03-18 18:29:48+00","153080620724_10156787805525725",6],[4087,"I will win New York in the general too!\n\nDonald Trump Hits 65% in New York Poll, More than 50% Ahead of Ted Cruz.","2016-03-18 14:56:23+00","153080620724_10156787031440725",6],[4091,"Who should star in a reboot of Liar Liar- Hillary Clinton or Ted Cruz? Let me know.","2016-03-17 18:35:24+00","153080620724_10156782877880725",6],[4093,"Great news that Fox News has cancelled the additional debate. How many times can the same people ask the same question? I beat Cruz debating!","2016-03-17 17:10:07+00","153080620724_10156782580850725",6],[4096,"In the last 2 weeks, I had $35M of negative ads against me in Florida \u0026 I won in a massive landslide. The establishment should save their $$!","2016-03-17 00:43:00+00","153080620724_10156779351820725",6],[4098,"THANK YOU for the tremendous amount of support! Lets keep winning- and we will be on our way to MAKING AMERICA GREAT AGAIN soon!","2016-03-16 21:07:31+00","153080620724_10156778494480725",6],[4100,"Is this what we want for a President?","2016-03-16 16:23:34+00","153080620724_10156777419665725",6],[4102,"Thank you for the votes! This is just the beginning of the movement to #MakeAmericaGreatAgain! Show your support and shop the official campaign gear now.","2016-03-16 12:30:00+00","153080620724_10156733066235725",6],[4104,"","2016-03-16 04:27:00+00","153080620724_10156775110730725",6],[4106,"Thank you, Northern Mariana Islands!#SuperTuesday #Trump2016 \n#MakeAmericaGreatAgain","2016-03-16 02:25:03+00","153080620724_10156774706350725",6],[4108,"Watch the press conference LIVE! #MakeAmericaGreatAgain","2016-03-16 01:47:37+00","153080620724_10156774552105725",6],[4110,"Thank you, Florida! #SuperTuesday  \n#MakeAmericaGreatAgain #Trump2016","2016-03-16 00:06:26+00","153080620724_10156774191640725",6],[4112,"\"Donald Trump is one of the two most talented presidential candidates any of us have covered.”\nMark Halperin\nBloomberg Politics\nManaging Director Editor","2016-03-15 22:48:39+00","153080620724_10156773906070725",6],[4115,"The media is SO dishonest!","2016-03-15 17:29:10+00","153080620724_10156772700530725",6],[4116,"Good morning America! It's Super Tuesday 2! Get out \u0026 VOTE TRUMP!\n\nRemember- we want people to come into this country- but we want them to come in LEGALLY!","2016-03-15 11:00:27+00","153080620724_10156770869795725",6],[4118,"A fabulous day in North Carolina, Florida, and Ohio. Remember to get out \u0026 VOTE TRUMP! I will defeat Hillary Clinton- and we will MAKE AMERICA GREAT AGAIN!","2016-03-15 04:00:16+00","153080620724_10156770247095725",6],[4120,"I love you, FLORIDA! Thank you for your support today! DO NOT FORGET. GET OUT AND VOTE TRUMP TOMORROW!","2016-03-14 23:32:19+00","153080620724_10156769402390725",6],[4101,"I will bring our jobs back to the U.S., and keep our companies from leaving. Nobody else can do it. Our economy will \"sing\" again.","2016-03-16 15:55:37+00","153080620724_10156777342760725",6],[4103,"'Hillary Is In for the Ride of Her Life' When She Takes On Trump.\nGovernor Mike Huckabee","2016-03-16 11:15:06+00","153080620724_10156776294700725",6],[4105,"Thank you Marco, I agree!","2016-03-16 03:22:22+00","153080620724_10156774900810725",6],[4107,"Thank you Illinois! #SuperTuesday \n#MakeAmericaGreatAgain #Trump2016","2016-03-16 01:49:40+00","153080620724_10156774564060725",6],[4109,"Thank you, North Carolina! #Trump2016 #SuperTuesday #MakeAmericaGreatAgain","2016-03-16 01:37:59+00","153080620724_10156774513815725",6],[4111,"Word is that, despite a record amount spent on negative and phony ads, I had a massive victory in Florida. Numbers out soon!","2016-03-15 23:38:31+00","153080620724_10156774076370725",6],[4113,"Gov Huckabee is right! I will beat Hillary Clinton and together- we will Make America Great Again!","2016-03-15 19:39:33+00","153080620724_10156773143685725",6],[4114,"Great news! THANK YOU! A great way to start of SUPER TUESDAY! Northern Mariana Islands GOP caucus results:\nTRUMP: 343 (72.8%)\nCRUZ: 113 (24.0%)\nKASICH: 10 (2.1%)\nRUBIO: 5 (1.1%)","2016-03-15 13:30:41+00","153080620724_10156771722015725",6],[4117,"WOW! Thank you, America! LETS GO - it is Super Tuesday -- get out \u0026 VOTE TRUMP!","2016-03-15 12:15:57+00","153080620724_10156771596715725",6],[4119,"Sadly, this kind of stuff even happened to Ronald Reagan. There is nothing nice about it! #MakeAmericaGreatAgain","2016-03-15 02:45:28+00","153080620724_10156770046605725",6],[4121,"Unbelievable time in Hickory, North Carolina! THANK YOU! LETS WIN- tomorrow! Get out \u0026 #VoteTrump2016!","2016-03-14 20:40:45+00","153080620724_10156768559005725",6],[4122,"Governor Sarah Palin's great husband, Todd Palin was in a bad snow machine accident last night- and is currently hospitalized in Alaska. Governor Palin is departing Florida- returning to Alaska to be with her husband. \n\nOur thoughts and prayers are with the Palin family at this time- and we ask that you keep Todd in your thoughts and prayers along with us. Thank you.","2016-03-14 17:54:27+00","153080620724_10156768118745725",6],[4124,"True.","2016-03-14 12:58:31+00","153080620724_10156766458085725",6],[4125,"Well said, Judge Jeanine Pirro!","2016-03-14 10:30:41+00","153080620724_10156766450010725",6],[4127,"THANK YOU FLORIDA! A great way to end my day- in a state that I love to call my second home. Get out \u0026 #VoteTrump! If elected- I promise not to let you down. I want to MAKE AMERICA GREAT AGAIN, WITH YOU!","2016-03-14 03:22:31+00","153080620724_10156765568370725",6],[4129,"Join me in Florida- live! LETS MAKE AMERICA GREAT AGAIN!","2016-03-14 00:07:26+00","153080620724_10156764871750725",6],[4132,"Wow, Kasich didn't qualify to run in the state of Pennsylvania, not enough signatures. Big problem!","2016-03-13 20:06:52+00","153080620724_10156763865325725",6],[4134,"The organized group of people, many of them thugs, who shut down our First Amendment rights in Chicago, have totally energized America!","2016-03-13 12:12:31+00","153080620724_10156756530095725",6],[4136,"MAKE AMERICA GREAT AGAIN!","2016-03-13 04:11:26+00","153080620724_10156752383115725",6],[4137,"AMAZING Kansas City, Missouri! THANK YOU! #VoteTrump on Tuesday- and WE WILL MAKE AMERICA GREAT AGAIN!!","2016-03-13 02:19:06+00","153080620724_10156751881725725",6],[4139,"The last person that Hillary or Bernie want to run against is Donald Trump --- and that is fact!","2016-03-12 22:06:56+00","153080620724_10156750351330725",6],[4141,"THANK YOU DAYTON, OHIO! I love you!!","2016-03-12 18:08:16+00","153080620724_10156749028190725",6],[4144,"Good morning! Departing for Dayton, Ohio now! WE ARE GOING TO MAKE AMERICA GREAT AGAIN!","2016-03-12 14:07:57+00","153080620724_10156747882490725",6],[4146,"STATEMENT REGARDING TRUMP CAMPAIGN CHICAGO RALLY POSTPONEMENT\n\nMr. Trump just arrived in Chicago and after meeting with law enforcement has determined that for the safety of all of the tens of thousands of people that have gathered in and around the arena, tonight’s rally will be postponed to another date.\n\nThank you very much for your attendance and please go in peace.","2016-03-12 02:18:18+00","153080620724_10156745864140725",6],[4147,"","2016-03-11 17:58:03+00","153080620724_10156744014850725",6],[4149,"Thank you Dr. Ben Carson! An honor to receive your endorsement this morning.","2016-03-11 16:38:46+00","153080620724_10156743777465725",6],[4150,"Join the #TrumpTrain and visit the official campaign store now! #MakeAmericaGreatAgain! #Trump2016","2016-03-11 14:30:00+00","153080620724_10156718639680725",6],[4151,"Good morning! Join us live from Mar-a-Lago, as Dr. Ben Carson \u0026 I have an announcement upcoming! Lets MAKE AMERICA GREAT AGAIN!","2016-03-11 14:04:01+00","153080620724_10156743256490725",6],[4153,"","2016-03-11 11:30:31+00","153080620724_10156742551220725",6],[4155,"I’m self funding my campaign because special interests, lobbyists and donors make contributions and have total control over politicians. I don’t want anyone to control me but the people. #GOPDebate","2016-03-11 03:58:53+00","153080620724_10156741750680725",6],[4157,"We’re going to come together and come up with solutions- and so far I cannot believe how civil it’s been up here!\n#GOPDebate","2016-03-11 03:33:02+00","153080620724_10156741680270725",6],[4159,"It’s not free trade, it’s stupid trade. We can’t get into China and they dump their products here all the time. It’s costing us American jobs. #GOPDebate","2016-03-11 02:51:22+00","153080620724_10156741524445725",6],[4161,"Common Core is a disaster. I don’t want education through Washington DC. I want local education. #GOPDebate","2016-03-11 02:24:10+00","153080620724_10156741438000725",6],[4164,"Join #TeamTrump at 9:00pmE -- right here on Facebook! THANK YOU #TrumpTrain!","2016-03-11 01:43:48+00","153080620724_10156741219780725",6],[4166,"Thank you Megyn!","2016-03-10 20:00:21+00","153080620724_10156737499305725",6],[4168,"I will put an end to illegal immigration and build a wall to keep our country safe!","2016-03-10 16:00:11+00","153080620724_10156737480620725",6],[4170,"I will beat Hillary Clinton and win states that the Republican party hasn’t won in decades. Together, we can Make America Great Again!","2016-03-10 12:00:05+00","153080620724_10156737472950725",6],[4172,"Another Dishonest Politician \n#LightweightSenatorMarcoRubio","2016-03-10 00:15:55+00","153080620724_10156736676605725",6],[4173,"A great honor- from a Hollywood legend. Thank you, John!","2016-03-09 21:30:43+00","153080620724_10156736111135725",6],[4175,"Smart trade deals with tax reform will create jobs and growth in America!","2016-03-09 19:45:51+00","153080620724_10156735534190725",6],[4177,"Very proud of my campaign team. We are spending the least and doing the best. That’s how our country should be run!","2016-03-09 15:30:19+00","153080620724_10156735101395725",6],[4179,"This is a movement. The silent majority is no longer silent- it is time to MAKE AMERICA GREAT AGAIN! Thank you for your continued support!","2016-03-09 12:00:39+00","153080620724_10156734199810725",6],[4180,"Thank you Hawaii! #Trump2016","2016-03-09 07:49:34+00","153080620724_10156734082270725",6],[4123,"Lets win, FLORIDA! Thank you for the amazing support!","2016-03-14 16:14:20+00","153080620724_10156767759505725",6],[4126,"","2016-03-14 08:41:57+00","153080620724_10156766446300725",6],[4128,"Just received from Pete Rose. Thank you Pete! #VoteTrump on Tuesday Ohio! \n#Trump2016 #MakeAmericaGreatAgain","2016-03-14 01:15:14+00","153080620724_10156765161580725",6],[4130,"I cannot thank everyone enough- for your amazing support. A fabulous town hall in Cincinnati, Ohio. I love you, Ohio!","2016-03-14 00:05:24+00","153080620724_10156764865565725",6],[4131,"Just another all talk- no action politician.","2016-03-13 18:50:16+00","153080620724_10156762702360725",6],[4133,"WOW! Thank you Illinois! LETS MAKE AMERICA GREAT AGAIN! VOTE TRUMP ON TUESDAY, MARCH 15th!","2016-03-13 18:06:42+00","153080620724_10156761988175725",6],[4135,"Bernie Sanders is lying when he says his disruptors aren't told to go to my events. Be careful Bernie, or my supporters will go to yours!","2016-03-13 15:54:59+00","153080620724_10156759724320725",6],[4138,"USSS did an excellent job stopping the maniac running to the stage. He has ties to ISIS. Should be in jail!","2016-03-12 23:47:36+00","153080620724_10156751040135725",6],[4140,"Just finished my second speech. 20K in Dayton \u0026 25K in Cleveland- perfectly behaved crowd. Thanks- I love you, Ohio!","2016-03-12 20:28:23+00","153080620724_10156749770760725",6],[4142,"I will end common core. It's a disaster. #MakeAmericaGreatAgain #Trump2016\n\nEND COMMON CORE HERE: https://www.donaldjtrump.com/l/i-will-end-common-core.-its-a-disaster/","2016-03-12 17:47:11+00","153080620724_10156748929285725",6],[4143,"The GOP is getting stronger than it has ever been. Together we will MAKE AMERICA GREAT AGAIN!","2016-03-12 15:23:46+00","153080620724_10156748253135725",6],[4145,"The democrats say we don't have a problem with border security. What country are they living in?","2016-03-11 22:45:05+00","153080620724_10156745148080725",6],[4148,"Thank you for your support. We continue to gain momentum- and we will MAKE AMERICA GREAT AGAIN.","2016-03-11 19:46:06+00","153080620724_10156744374610725",6],[4152,"America needs strong leadership. Politicians can talk but they don’t get things done. I have a strong track record of success and if elected I will do what I have promised to do: #MakeAmericaGreatAgain!\n\nShow your support for Donald Trump: https://www.donaldjtrump.com/l/america-needs-competent-leadership","2016-03-11 13:30:00+00","153080620724_10156741767970725",6],[4154,"Thank you America! #Trump2016 #MakeAmericaGreatAgain","2016-03-11 05:57:34+00","153080620724_10156742132340725",6],[4156,"We should pay our respects to the police. They are taking tremendous abuse in this country and they’re doing a phenomenal job. We should give them our respect! #GOPDebate","2016-03-11 03:45:46+00","153080620724_10156741734390725",6],[4158,"Our laws don’t allow waterboarding. They have no laws, no rules, no regulations. They chop of heads, they drown people in steel cages and we're working with different parameters. We have to be able to fight on equal footing of we will never knock out ISIS. \n#GOPDebate","2016-03-11 03:06:55+00","153080620724_10156741593790725",6],[4160,"We’re going to go out to bid in every facet of government. Believe me, we’re going to save a fortune! #GOPDebate","2016-03-11 02:37:39+00","153080620724_10156741495105725",6],[4162,"We’re going to beat the Democrats -- Hillary or whoever it may be -- and we’re going to beat them soundly! #GOPDebate","2016-03-11 02:07:10+00","153080620724_10156741298795725",6],[4913,"I will be on Jimmy Kimmel Live with Jimmy Kimmel in 15 minutes! #Trump2016 #Kimmel","2015-12-17 04:23:04+00","153080620724_10156421708945725",6],[4163,"THANK YOU FLORIDA \u0026 OHIO! Vote Trump, and I will not let you down! We will MAKE AMERICA GREAT AGAIN!","2016-03-10 23:56:31+00","153080620724_10156740902590725",6],[4165,"","2016-03-10 21:55:37+00","153080620724_10156740366360725",6],[4167,"Carly- I agree with you!","2016-03-10 17:53:14+00","153080620724_10156739484100725",6],[4169,"We need trade deals that take care of American workers- not corporate\nprofits! Thank you Teamsters For Trump. ­ \nI won't let you down!","2016-03-10 14:00:42+00","153080620724_10156737469005725",6],[4171,"WOW! What a night in Fayetteville, North Carolina! Thank you!! VOTE TRUMP on Tuesday, March 15th! WE WILL MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-03-10 02:31:37+00","153080620724_10156737159250725",6],[4174,"Keep Marco \u0026 his friends out of the White House!","2016-03-09 22:34:15+00","153080620724_10156736330900725",6],[4176,"Our country makes the worst deals! We need to be respected around the globe and make deals from a place of strength. Stupid politicians leave us and our great friends in Israel less safe.","2016-03-09 17:37:36+00","153080620724_10156735529465725",6],[4178,"We did it again! THANK YOU for your votes. Show that you stand with Trump by visiting the official campaign store now. #Trump2016","2016-03-09 13:30:00+00","153080620724_10156733053060725",6],[4181,"This was a great evening- I would like to thank everyone for their wonderful support.","2016-03-09 04:02:47+00","153080620724_10156733582450725",6],[4182,"Text TRUMP to 88022 to join the #TrumpTrain #Trump2016","2016-03-09 03:46:38+00","153080620724_10156733534875725",6],[4184,"Thank you Michigan! #Trump2016","2016-03-09 02:02:42+00","153080620724_10156733277775725",6],[4187,"Wow- thank you!","2016-03-08 22:55:26+00","153080620724_10156732727445725",6],[4188,"THANK YOU- FLORIDA! I love Florida!!","2016-03-08 21:30:00+00","153080620724_10156732293475725",6],[4189,"Remember, I am the only one who is self-funding my campaign. All of the other candidates are bought and paid for by special interests!","2016-03-08 19:04:27+00","153080620724_10156731987910725",6],[4192,"Michigan, Mississippi, Idaho \u0026 Hawaii: Get out to VOTE and join the movement! It is election day and it is time to #MakeAmericaGreatAgain. #Trump2016\n\nMichigan: http://www.donaldjtrump.com/michigan\nMississippi: http://www.donaldjtrump.com/mississippi\nIdaho: http://www.donaldjtrump.com/idaho\nHawaii: http://www.donaldjtrump.com/hawaii","2016-03-08 14:06:13+00","153080620724_10156730921700725",6],[4193,"Politicians don’t have a clue how to negotiate. We need a businessman to make smart deals to protect American jobs!","2016-03-08 12:00:25+00","153080620724_10156729615050725",6],[4196,"New ad concerning lightweight Senator Marco Rubio. #MakeAmericaGreatAgain  #Trump2016","2016-03-07 23:40:31+00","153080620724_10156729146585725",6],[4197,"The facts on Trump University the media and lying politicians choose to ignore. Irresponsible and dishonest.  #MakeAmericaGreatAgain #Trump2016\n\nText TRUMP to 88022 to show your support!","2016-03-07 21:09:47+00","153080620724_10156728656915725",6],[4199,"I will be the greatest job-producing president in American history. #MakeAmericaGreatAgain #Trump2016","2016-03-07 19:47:33+00","153080620724_10156728422850725",6],[4200,"We can MAKE AMERICA GREAT AGAIN- TOGETHER! #VoteTrump","2016-03-07 16:54:07+00","153080620724_10156727957525725",6],[4202,"Politicians are trying to chip away at the 2nd Amendment. I won’t let them take away our guns!! #MakeAmericaGreatAgain #Trump2016\n\nText TRUMP to 88022 to get exclusive updates!","2016-03-07 13:30:00+00","153080620724_10156725756165725",6],[4204,"How do you fight millions of dollars of fraudulent commercials pushing for crooked politicians? I will be using Facebook \u0026 Twitter. Watch!","2016-03-07 04:23:32+00","153080620724_10156726486575725",6],[4206,"I am down in Miami, FL. Catch the conclusion of the Cadillac World Golf Championship at Trump National Doral Miami on NBC!","2016-03-06 23:00:29+00","153080620724_10156725676380725",6],[4208,"Nancy Reagan, the wife of a truly great President, was an amazing woman. She will be missed!","2016-03-06 18:38:40+00","153080620724_10156724643720725",6],[4211,"Thank you Charles! I will bring jobs back to Mississippi!","2016-03-06 14:30:14+00","153080620724_10156722852425725",6],[4213,"Stand with the man who will #MakeAmericaGreatAgain! Visit the official campaign store now. #Trump2016","2016-03-06 04:27:32+00","153080620724_10156718688970725",6],[4215,"Thank you Kentucky! #Trump2016\n#SuperSaturday","2016-03-06 03:48:29+00","153080620724_10156722505200725",6],[4217,"THANK YOU TO ALL LAW ENFORCEMENT OFFICERS!","2016-03-06 00:30:23+00","153080620724_10156721938585725",6],[4219,"THANK YOU Willie Robertson! I appreciate your support!! #VoteTrump","2016-03-05 19:10:41+00","153080620724_10156721084495725",6],[4223,"","2016-03-05 13:30:51+00","153080620724_10156719261880725",6],[4224,"I had a fabulous evening in New Orleans! Thank you for all of your support! Tomorrow is the big day- get out \u0026 #VoteTrump!","2016-03-05 02:21:43+00","153080620724_10156718880920725",6],[4227,"We only win if you get out and VOTE! They want to stop us, but together we will MAKE AMERICA GREAT AGAIN!","2016-03-04 19:57:46+00","153080620724_10156717789920725",6],[4229,"WASHINGTON – U.S. Senator Bob Corker (R-Tenn.) issued the following statement today regarding the 2016 presidential election:\n\n“Here’s my message to the Republican Party leaders: Focus more on listening to the American people and less on trying to stifle their voice.\"\n\n“What’s happening in the Republican primary is the result of two things: the fecklessness and ineptness of the Washington establishment in failing to address the big issues facing our country and years of anger with the overreach of the Obama administration. And to be candid, I think the American people should be angrier than they are.”\n\nSenator Corker has not endorsed a candidate in this election.","2016-03-04 17:34:20+00","153080620724_10156717280775725",6],[4232,"THANK YOU #TrumpTrain! Lets make it a great day! Preparing now for rally at Macomb Community College- here in Michigan!","2016-03-04 12:03:43+00","153080620724_10156716236140725",6],[4234,"THANK YOU AMERICA! When it is time to VOTE in your state- get out and VOTE TRUMP! We will MAKE AMERICA SAFE \u0026 GREAT AGAIN! http://www.drudgereport.com/","2016-03-04 05:07:28+00","153080620724_10156715236870725",6],[4236,"Here is the Better Business Bureau report, with an 'A' grade for Trump University.\n#GOPDebate","2016-03-04 04:07:46+00","153080620724_10156715088630725",6],[4239,"Our country is in trouble. We’re going to stop people from coming into our country illegally. #GOPDebate","2016-03-04 02:43:23+00","153080620724_10156714878620725",6],[4242,"We will save over $300 billion a year if we properly negotiate our healthcare expenses! #GOPDebate","2016-03-04 02:28:28+00","153080620724_10156714813950725",6],[4243,"Marco Rubio must have missed this new CNN poll:","2016-03-04 02:17:49+00","153080620724_10156714754880725",6],[4245,"Look at China, Japan and Mexico and every other country we do business with -- we're getting crushed by bad trade deals! We've got to redo our trade deals. I will make great trade deals! #GOPDebate","2016-03-04 02:06:35+00","153080620724_10156714710865725",6],[4268,"I am a unifier. I would love to see the Republican party and everyone get together and unify. When we unify there is nobody who is going to beat us! #MakeAmericaGreatAgain #Trump2016\n\n Text TRUMP to 88022 to join us.","2016-03-02 04:05:10+00","153080620724_10156707462100725",6],[4269,"Thank you Virginia! #Trump2016\n#SuperTuesday","2016-03-02 01:50:01+00","153080620724_10156707128700725",6],[4272,"Thank you Alabama! #Trump2016\n#SuperTuesday","2016-03-02 01:35:48+00","153080620724_10156707008465725",6],[4293,"THANK YOU SENATOR Jeff Sessions!\n\nDONALD J. TRUMP ENDORSED BY SENATOR JEFF SESSIONS\nstars\n \nSenator Sessions Joined Mr. Trump in Madison, Alabama to Endorse the Republican Frontrunner\n\n(New York, NY) February 28th, 2016 – Today Donald J. Trump received the endorsement of Alabama Senator Jeff Sessions. Senator Sessions is widely recognized as the nation's most highly respected official on the issue of illegal immigration. \n\nMr. Trump stated, “I am deeply honored to have the endorsement of Senator Jeff Sessions, leader of congressional conservatives. He has been called the Senate's indispensable man and the gold standard. He led the fight against the Gang of Eight, against Obama's trade deal, against Obama's judges, and for American sovereignty. He has stood up to special interests as few have. There is no more respected man in Congress and we are closely aligned on many issues, including trade and illegal immigration, and I am proud to consider Jeff Sessions an advisor, friend and ally.” \n\nMr. Trump and Senator Sessions surprised the massive crowd at the frontrunner’s Alabama rally just days before Super Tuesday Primary contest. \n\nSenator Sessions added, “I am thrilled today to offer my endorsement of Donald J. Trump for President. This election is our last chance to save U.S. sovereignty and to end the domination of the political establishment over the interests of working Americans. Trump alone has rejected the donor class, defending America’s jobs and wages from open borders, uncontrolled immigration and the massive Trans-Pacific Partnership that will cede U.S. authority to foreign powers. Trump’s trade and immigration plans will revitalize our shrinking middle class, keeping jobs and wealth and income inside the United States of America. Trump understands that a nation must always place the interests of its own people first.” \n\nSenator Sessions continued, “We are nearing fast the point of no return. The people are hurting. Their wages are declining. Their schools are overburdened. Their hospitals are stretched past the breaking point. Crime is up, and community confidence is down. Americans of all backgrounds and ethnicities, immigrant and US-born, are crying out for leadership that puts their needs first, that takes care of those living and dreaming here today, leadership that understands that there is no constituency other than the American constituency. Mr. Trump is that leader. \n\nWe are witnessing an incredible movement, arising from the people. \n\nThe events of history have aligned to give the people this fleeting chance to bust up the oligarchy – to take back control from the ‘Masters of the Universe’ return it to the good and decent and patriotic citizens of the United States.”","2016-02-28 23:58:05+00","153080620724_10156699096370725",6],[4296,"As I stated at the press conference on Friday regarding David Duke- I disavow.","2016-02-28 17:37:43+00","153080620724_10156697871260725",6],[4301,"WOW! Thank you for the amazing support, ARKANSAS! Get out \u0026 VOTE on Tuesday, March 1st! WE WILL MAKE AMERICA GREAT AGAIN!","2016-02-27 20:15:36+00","153080620724_10156694500055725",6],[4303,"Thank you Governor Chris Christie! It is time to MAKE AMERICA GREAT AGAIN!","2016-02-27 12:30:13+00","153080620724_10156692603125725",6],[4305,"Incredibly proud of my son Eric Trump and all of his efforts on behalf of St. Jude Children's Research Hospital in Memphis, Tennessee.","2016-02-26 22:16:09+00","153080620724_10156691124655725",6],[4307,"Welcome to the #TrumpTrain Governor Chris Christie! THANK YOU! Lets MAKE AMERICA GREAT AGAIN!\n\nDONALD J. TRUMP ENDORSED BY NEW JERSEY GOVERNOR CHRIS CHRISTIE\n \nMr. Trump Receives Coveted Endorsement Days Before Super Tuesday\n\n(New York, NY) February 26th, 2016 - Today Donald J. Trump received the coveted endorsement of highly respected New Jersey Governor Chris Christie at a campaign rally in Fort Worth, TX. The endorsement comes one day after the latest Republican debate and just days before the votes are cast in the Super Tuesday primary contest. \n\nMr. Trump stated, “It is my great honor to receive the endorsement of the Governor. We have had a wonderful relationship for many years. He is a solid person that I have tremendous respect for. I am really proud to receive the support of the Governor and his family.” \n\nGovernor Christie, who ended his Presidential bid earlier this month following the New Hampshire primary added, “Donald is a leader. He is a successful person that, like me, isn’t afraid to tell it like it is. Our system is broken and it won’t be fixed from the inside. I am proud to offer my endorsement of his candidacy for President.” \n\nGovernor Christie joined Mr. Trump at a campaign event in Texas to officially announce the endorsement and will travel with him to Oklahoma City for a rally later today. \n\nMr. Trump has also been endorsed by Congressmen Chris Collins, Congressman Duncan Hunter, Jr., former Governor of Alaska Sarah Palin, South Carolina Lt. Governor Henry McMaster, Arizona Treasurer Jeff DeWitt and many other influential conservative leaders. He will campaign in Oklahoma later today and travel to Arkansas, Tennessee, Alabama, Virginia, Georgia and beyond over the next few days.","2016-02-26 18:03:40+00","153080620724_10156690336645725",6],[4309,"What I would do on my first day in office. #MakeAmericaGreatAgain\n\nText TRUMP to 88022 to join the #TrumpTrain","2016-02-26 15:06:21+00","153080620724_10156689716915725",6],[4310,"All the online polls have me winning the debate. I really enjoyed last night. Not easy, but good.","2016-02-26 12:15:40+00","153080620724_10156688910405725",6],[4312,"Drug dealers are pouring in from the southern border. We will build a wall on time and on budget. #GOPDebate","2016-02-26 03:43:07+00","153080620724_10156688220030725",6],[4314,"I am a negotiator. That's what I do! I can assure you- Marco doesn't know about this. I will do an amazing job, negotiating for this country. #GOPDebate","2016-02-26 03:20:04+00","153080620724_10156688141365725",6],[4316,"WASTE, FRAUD and ABUSE. We will cut so much of it your head will spin! \n#GOPDebate","2016-02-26 02:53:03+00","153080620724_10156688041040725",6],[4318,"I will bring many Democrats and Independents over and we will build a bigger Republican party! #GOPDebate","2016-02-26 02:25:41+00","153080620724_10156687949255725",6],[4319,"We have a trade deficit with Mexico of $58 billion. The wall is $10-12 billion. They’re going to pay for it!  #GOPDebate","2016-02-26 02:06:32+00","153080620724_10156687874925725",6],[4320,"I’m the only one on this stage who’s hired people. I’ve hired thousands of people! \n#GOPDebate","2016-02-26 01:54:56+00","153080620724_10156687834105725",6],[4322,"You wouldn’t even be talking about immigration if I hadn’t entered this race. If we don’t have borders, we don’t have a country. #GOPDebate","2016-02-26 01:48:43+00","153080620724_10156687811145725",6],[4324,"If I get the nomination, I will beat Hillary Clinton and Make America Great Again!","2016-02-25 23:20:56+00","153080620724_10156687425760725",6],[4326,"WSJ is so dishonest. We shouldn’t take our trade/business advice from journalists and pundits! I want to bring the best businessmen \u0026 women to Washington- to work for the people!","2016-02-25 19:06:37+00","153080620724_10156686565655725",6],[4328,"Lightweight losing candidate Mitt Romney asks about my tax returns. I have a store that is worth more than him.","2016-02-25 15:48:37+00","153080620724_10156685943665725",6],[4329,"When Mitt Romney asked me for my endorsement last time around, he was so awkward and goofy that we all should have known he could not win! He totally blew an election that should have been won and whose tax returns made him look like a fool, is now playing tough guy!","2016-02-25 02:02:55+00","153080620724_10156683883030725",6],[4332,"Thank you for a great Presidential Candidate Forum- Regent University \u0026 Dr. Pat Robertson! I had a fabulous time with everyone!","2016-02-24 19:39:26+00","153080620724_10156682577255725",6],[4334,"I want to win for the people of this great country. The only people I will owe are the voters. The media, special interests, any lobbyists are all trying to stop me. We won't let that happen! #MakeAmericaGreatAgain #TrumpTrain","2016-02-24 14:30:00+00","153080620724_10156681405075725",6],[4335,"LETS MAKE AMERICA GREAT AGAIN!","2016-02-24 10:59:17+00","153080620724_10156681098120725",6],[4339,"THANK YOU NEVADA! WE WILL MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-02-24 05:34:31+00","153080620724_10156680424255725",6],[4294,"The police in our country do not get respect. Our law enforcement officers deserve our appreciation for the incredible job they do. #MakeAmericaGreatAgain\n\nText TRUMP to 88022 to get exclusive updates from the campaign trail.","2016-02-28 20:00:00+00","153080620724_10156696078600725",6],[4295,"I am self-funding my campaign and am therefore not controlled by the lobbyists and special interests like lightweight Rubio or Ted Cruz! #MakeAmericaGreatAgain","2016-02-28 14:30:00+00","153080620724_10156696070590725",6],[4297,"GOOD MORNING AMERICA! The new Reuters National GOP polling is outstanding! Remember- if you do not get out \u0026 vote- it will not matter! VOTE TRUMP \u0026 LETS MAKE AMERICA GREAT AGAIN!","2016-02-28 12:00:51+00","153080620724_10156696447845725",6],[4298,"WOW! Thank you Tennessee! Get out and vote on March 1st \u0026 WE WILL MAKE AMERICA GREAT AGAIN! Thank you for all of your support!","2016-02-28 01:59:58+00","153080620724_10156695497745725",6],[4299,"","2016-02-27 22:45:40+00","153080620724_10156694949275725",6],[4300,"DONALD J. TRUMP ENDORSED BY FORMER ARIZONA GOVERNOR JAN BREWER\n\nToday Donald J. Trump was endorsed by former Arizona Governor Jan Brewer. Arizona is one of the states most affected by illegal immigration and Mr. Trump has received tremendous support from key officials including Sheriff Joe Arpaio, State Treasurer Jeff DeWit and is now proud to receive the support of the highly respected former Governor. \n\nMr. Trump says, “I love the state of Arizona and have received incredible support throughout the state. I am leading in all the polls and we have had amazing events with tremendous crowds. I am honored to receive this endorsement from Governor Brewer.” \n\nJan Brewer added, \"Arizona’s unsecured border is the gateway of illegal immigration into the United States and the politicians in Washington D.C. have continually failed to secure our border. As I’ve always said: A nation without borders is like a house without walls – it collapses. As Arizona’s Governor, I witnessed too much heartache, loss and suffering caused by illegal immigration. I’ve seen communities destroyed by the drugs, gangs, drop houses and cartels. The cost of health care, education and incarceration for illegal immigrants places a crushing burden on taxpayers. Workers of all backgrounds are deprived of jobs and income from our open, bleeding border.\"\n\n\"For years I pleaded with the federal government to do their job and secure our border. Today, we can elect a President who will do just that - Donald J. Trump. Mr. Trump will secure our borders, defend our workers and protect our sovereignty. Mr. Trump will stand for our law enforcement, our police and our immigration officers. Mr. Trump will actually enforce the rule of law.\"\n\n\"As a Washington outsider, Mr. Trump gets it. He will listen to the people and fight for the citizens of the United States.\"\n\nBrewer added, “As Mr. Trump says: we either have a country, or we don't. This may be our last chance to ensure our children grow up in a country with borders, and with a government that protects its own people. This is our chance - Donald Trump is our chance - to save this country and Make America Great Again.\" \n\nMr. Trump continues to draw a hard line stance on illegal immigration, with the promise to build a wall along the southern border and stop illegal immigration to protect American jobs and families.","2016-02-27 19:13:45+00","153080620724_10156694275130725",6],[4302,"We need to fix our broken education system to create opportunity for all Americans.Together we will #MakeAmericaGreatAgain\n\nText TRUMP to 88022 to join the #TrumpTrain","2016-02-27 14:30:00+00","153080620724_10156692264830725",6],[4304,"THANK YOU for an incredible day in both Fort Worth, Texas \u0026 Oklahoma City, Oklahoma! WE ARE GOING TO MAKE AMERICA GREAT AGAIN! Get out and VOTE NEXT TUESDAY #TrumpTrain!","2016-02-27 02:59:28+00","153080620724_10156691930295725",6],[4306,"\"Marco Rubio is in the last days of a losing campaign.\" Governor Chris Christie","2016-02-26 19:50:38+00","153080620724_10156690687520725",6],[4308,"Lying Ted Cruz and lightweight choker  Marco Rubio teamed up last night in a last ditch effort to stop our great movement. They failed!","2016-02-26 17:34:09+00","153080620724_10156690229250725",6],[4311,"I will get it done. Politicians will never get it done. Together we will MAKE AMERICA GREAT AGAIN! #GOPDebate","2016-02-26 04:16:25+00","153080620724_10156688308195725",6],[4313,"John Kerry negotiated one of the worst deals in the history of this country. There is NOBODY who has been tougher on John Kerry, than me!","2016-02-26 03:30:24+00","153080620724_10156688181355725",6],[4315,"As president there is nothing I would rather do than bring peace to Israel. I am totally pro Israel. #GOPDebate","2016-02-26 03:12:53+00","153080620724_10156688103110725",6],[4317,"I am self funding my campaign- and am the ONLY one self funding my campaign! Right now the health insurance companies are making a fortune! #GOPDebate","2016-02-26 02:38:32+00","153080620724_10156687990065725",6],[4321,"Rubio = bantamweight. Thinks he’s a tough guy but is wholly owned by lobbyists and spent GOP credit card on personal expenses! #GOPDebate","2016-02-26 02:13:50+00","153080620724_10156687910980725",6],[4323,"Here we go! Lets MAKE AMERICA GREAT AGAIN! #GOPDebate","2016-02-26 01:40:41+00","153080620724_10156687786280725",6],[4325,"THANK YOU! WE WILL MAKE AMERICA GREAT AGAIN - TOGETHER!!","2016-02-25 22:09:07+00","153080620724_10156687171790725",6],[4327,"I'm going to do what Mitt Romney was totally unable to do- WIN!","2016-02-25 16:46:45+00","153080620724_10156686119070725",6],[4330,"I will repeal and replace Obamacare, and stop the mismanagement, fraud, waste, and abuse in our government!","2016-02-25 12:30:49+00","153080620724_10156684762205725",6],[4331,"Texas, Georgia \u0026 many more VOTE EARLY! This is a movement. We are getting closer to Making America Great Again! #Trump2016\n\nTexas Poll Information: https://www.donaldjtrump.com/texas\n\nGeorgia Poll Information: http://www.donaldjtrump.com/georgia","2016-02-24 23:49:24+00","153080620724_10156683134825725",6],[4333,"\"A Trump presidency won’t only wipe out political correctness in America; it’ll wipe it off the face of the earth.\"","2016-02-24 17:00:02+00","153080620724_10156682100085725",6],[4336,"There were more votes cast for Trump last night than were cast for all candidates in 2012. I will energize and grow the Republican party like never seen before! \nToday we are one step closer to Making America Great Again!","2016-02-24 13:12:35+00","153080620724_10156681417475725",6],[4337,"Join team Trump LIVE to celebrate another victory in NV tonight! We are one step closer to MAKING AMERICA GREAT AGAIN! #TrumpTrain #Trump2016\n\nhttps://www.youtube.com/watch?v=kdA4ru5Z1aI","2016-02-24 05:51:12+00","153080620724_10156680485115725",6],[4338,"","2016-02-24 05:37:49+00","153080620724_10156680452250725",6],[4341,"WOW! Thank you for a great rally in Sparks, Nevada! Flying back to Las Vegas now. It is now up to you-- get out and caucus/vote for Trump! It only takes minutes! Caucus information: https://www.donaldjtrump.com/nevada/caucus-finder/ -- THANK YOU!","2016-02-23 22:11:16+00","153080620724_10156679258630725",6],[4344,"Nevada you have to get out and caucus today! Let's #MakeAmericaGreatAgain\n\nFind your Nevada Caucus Location: https://www.donaldjtrump.com/nevada/caucus-finder\n\nNevada Caucus Information: https://www.donaldjtrump.com/nevada/","2016-02-23 14:30:00+00","153080620724_10156676611860725",6],[4346,"","2016-02-23 07:13:01+00","153080620724_10156676995510725",6],[4348,"What a great night! THANK YOU TO EVERYONE in Nevada- for your unbelievable support since I announced my candidacy! \n\nGet out \u0026 CAUCUS (VOTE) for TRUMP- and we will MAKE AMERICA GREAT AGAIN!\n\nIf you are not familiar with how to caucus, watch Ivanka Trump here: https://www.donaldjtrump.com/nevada/caucus-","2016-02-23 05:17:03+00","153080620724_10156676695120725",6],[4350,"Very proud of my son Donald Trump Jr.- who gave the keynote speech at the Western Hunt Expo. He is a great outdoorsman and expert shooter, who is incredibly passionate about the outdoors and conservation.\n\nSee his great speech below via YouTube- along with their great sites. http://www.sportsmenfortrump.com/ \u0026 www.huntexpo.com!","2016-02-23 02:50:39+00","153080620724_10156676325990725",6],[4342,"Nevada: It is caucus day. Find out where you can caucus for Trump. You can vote from 5-8pm and it only takes 5 minutes. #VOTEandGO\n\nhttp://www.donaldjtrump.com/nevada/caucus-finder/","2016-02-23 21:17:17+00","153080620724_10156678267480725",6],[4343,"This is a debate I would love to watch!","2016-02-23 18:38:21+00","153080620724_10156678620040725",6],[4345,"Good morning America! A BIG DAY AHEAD! Get out \u0026 caucus (vote) for Trump- Nevada! A terrific time on Hannity last night, here in Las Vegas. Check it out below \u0026 thanks for ALL of your support!","2016-02-23 11:30:58+00","153080620724_10156677093395725",6],[4347,"This is a movement. We are getting closer every day to taking our country back from the corrupt establishment. To do this, we all need to get out and vote. Together we will MAKE AMERICA GREAT AGAIN!","2016-02-23 16:22:57+00","153080620724_10156678234995725",6],[4349,"Watch Trump LIVE at Las Vegas, NV rally. #TrumpTrain\n\nText TRUMP to 88022 to help #MakeAmericaGreatAgain","2016-02-23 03:05:45+00","153080620724_10156676363755725",6],[4352,"Wow, Ted Cruz falsely suggested Marco Rubio mocked the Bible and was just forced to fire his Communications Director. More dirty tricks! No wonder he lost Evangelical support!","2016-02-23 00:00:02+00","153080620724_10156675718315725",6],[4353,"Illegal Immigration is a BIG problem that must be dealt with! We will build a wall and enforce our laws!","2016-02-22 21:33:05+00","153080620724_10156675237565725",6],[4355,"\"Trump speaking truth to power on two crucial issues – trade and immigration.\"","2016-02-22 18:00:45+00","153080620724_10156674261970725",6],[4357,"Thank you Paul for your endorsement. Together we will #MakeAmericaGreatAgain!","2016-02-22 16:07:43+00","153080620724_10156674068880725",6],[4359,"Watch TRUMP live at a HUGE rally in Atlanta, Georgia. #TrumpTrain","2016-02-21 21:56:42+00","153080620724_10156671241710725",6],[4360,"Just landed in Georgia. I have had great friends here for many years. This video brings back some good memories. Together we will ##MakeAmericaGreatAgain\n\nText TRUMP to 88022 to support Donald J. Trump","2016-02-21 21:51:17+00","153080620724_10156671213285725",6],[4362,"I have spent the least and am winning big. That’s how our country should be!","2016-02-21 15:18:05+00","153080620724_10156669844665725",6],[4364,"Back stage with my family. THANK YOU SOUTH CAROLINA! We are going to MAKE AMERICA GREAT AGAIN! I love you ALL!","2016-02-21 03:01:00+00","153080620724_10156668135895725",6],[4367,"People (pundits) gave me no chance in South Carolina. Now it looks like a possible win. I would be happy with a one vote victory! (HOPE)","2016-02-21 00:09:40+00","153080620724_10156667571710725",6],[4369,"THANK YOU to all of our volunteers in Greenville, South Carolina! They are BUSY today! Everyone get out and VOTE TRUMP- an we will MAKE AMERICA GREAT AGAIN!","2016-02-20 15:56:58+00","153080620724_10156665873530725",6],[4370,"THANK YOU SOUTH CAROLINA! An amazing day with all of you. Everyone be sure to get out and vote tomorrow! We will MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-02-20 02:45:27+00","153080620724_10156663934205725",6],[4373,"MAKE AMERICA GREAT AGAIN!","2016-02-19 23:00:30+00","153080620724_10156663332415725",6],[4375,"Thank you Franklin Graham.","2016-02-19 17:13:14+00","153080620724_10156662019825725",6],[4378,"I am self funding my campaign. I want to work for you and not for lobbyists and special interests. From these polls, the people of South Carolina understand that!!!","2016-02-19 11:30:21+00","153080620724_10156660270395725",6],[4380,"“What would happen to Vatican City if it was to do what Francis is asking America to do?”","2016-02-18 21:07:04+00","153080620724_10156658916120725",6],[4382,"I agree with Marco Rubio that Ted Cruz is a liar!","2016-02-18 16:19:23+00","153080620724_10156657963500725",6],[4384,"Wow! THANK YOU for another great day in South Carolina! Can't wait for tomorrow! Get out \u0026 VOTE on Saturday! We will MAKE AMERICA GREAT AGAIN!","2016-02-18 01:20:51+00","153080620724_10156655969280725",6],[4386,"Fox News is so biased it is disgusting. They do not want Trump to win. All negative!","2016-02-17 22:27:10+00","153080620724_10156655414745725",6],[4387,"Jeb Bush just got contact lenses and got rid of the glasses. He wants to look cool, but it's far too late. 1% in Nevada!","2016-02-17 19:34:06+00","153080620724_10156654897720725",6],[4389,"I want dreamers to come from the United States. We need to take care of our citizens.","2016-02-17 17:20:39+00","153080620724_10156654400815725",6],[4391,"GOOD MORNING! Put me to work for America- and I assure you that WE will MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-02-17 11:30:29+00","153080620724_10156652785555725",6],[4393,"Let me be clear—I am pro-life. I support that position with exceptions allowed for rape, incest or the life of the mother being at risk. I did not always hold this position, but I had a significant personal experience that brought the precious gift of life into perspective for me. My story is well documented, so I will not retell it here. However, what I will do with the remaining space is express my feelings about life, and the culture of life, as we approach the 43nd anniversary of the Roe v. Wade.\n\nI build things. There is a process involved in building things. We tap into a lot of disciplines with engineering being one of the most important. The rules for putting structures together are as strict as are the rules of physics. These rules have stood the test of time and have become the path to putting together structures that endure and are beautiful. America, when it is at its best, follows a set of rules that have worked since our founding. One of those rules is that we, as Americans, revere life and have done so since our Founders made it the first, and most important, of our “unalienable” rights.\n\nOver time, our culture of life in this country has started sliding toward a culture of death. Perhaps the most significant piece of evidence to support this assertion is that since Roe v. Wade was decided by the Supreme Count 43 years ago over 50 million Americans never had the chance to enjoy the opportunities offered by this country. They never had the chance to become doctors, musicians, farmers, teachers, husbands, fathers, sons or daughters. They never had the chance to enrich the culture of this nation or to bring their skills, lives, loves or passions into the fabric of country. They are missing, and they are missed.\n\nThe Supreme Court in 1973 based their decision on imagining rights and liberties in the Constitution that are nowhere to be found. Even if we take the court at its word, that abortion is a matter of privacy, we should then extend the argument to the logical conclusion that private funds, then, should subsidize this choice rather than the half billion dollars given to abortion providers every year by Congress. Public funding of abortion providers is an insult to people of conscience at the least and an affront to good governance at best.\n\nIf using taxpayer money to facilitate our slide to a culture of death was not enough, the 1973 decision became a landmark decision demonstrating the utter contempt the court had for federalism and the 10th Amendment. Roe v. Wade gave the court an excuse to dismantle the decisions of state legislatures and the votes of the people. This is a pattern that the court has repeated over and over again since that decision. Perhaps Roe v. Wade became yet another incidence of disconnect between the people and their government.\n\nWe are in the middle of a presidential political cycle and votes will be cast in just days. The citizens of this nation will have the chance to vote for candidates that are aligned with their individual worldviews. It is my hope that they will choose the builder, the man who has the ability to imagine the greatness of this nation. The next President must follow those principles that work best and that reinforce the reverence Americans hold for life. A culture of life is too important to let slip away for convenience or political correctness. It is by preserving our culture of life that we will Make America Great Again.","2016-02-17 00:11:47+00","153080620724_10156651940305725",6],[4395,"I met a special Veteran in Norfolk, Virginia last October- who is battling stage four cancer. Wanted him know that #TeamTrump is thinking of him. A true American hero. \n#MaitnerStrong","2016-02-16 18:10:51+00","153080620724_10156650738555725",6],[4397,"Good morning America! Just received post GOP debate poll numbers out of South Carolina. We have 4 days until the big day. Everyone needs to get out and VOTE. Together WE WILL MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-02-16 11:30:01+00","153080620724_10156648998485725",6],[4399,"It is an honor to receive an endorsement from prominent Texas Pastor Mike Murdock. Thank you! We will MAKE AMERICA GREAT AGAIN!","2016-02-16 00:36:29+00","153080620724_10156648115270725",6],[4402,"RESPONSE TO THE LIES OF SENATOR CRUZ: \n\nTed Cruz is a totally unstable individual. He is the single biggest liar I’ve ever come across, in politics or otherwise, and I have seen some of the best of them. His statements are totally untrue and completely outrageous. It is hard to believe a person who proclaims to be a Christian could be so dishonest and lie so much. \n\nCruz said I would be appointing a liberal judge when in fact I will appoint a great conservative and I am the only candidate who has gone so far, at the debate, as to suggest two individuals I feel would best represent the conservative values we need to protect: William “Bill” Pryor Jr. and Diane Sykes. \n\nCruz says I am pro-choice, when in fact I am staunchly pro-life and have been for a long time. Like Ronald Reagan, on many issues, I have evolved. \n\nCruz says I am in favor of ObamaCare, when in fact I have spoken about repealing and replacing this disaster of a system at every speech throughout my campaign and since it’s inception. Meanwhile, Cruz was responsible for getting Bush to put in the judge that failed to vote against ObamaCare twice. \n\nCruz says I will try to take away your second amendment rights, when I am one of the strongest proponents of the right to bear arms and I say so in every speech that I have made for years. I am a proud member of the NRA and so are my sons. \n\nCruz has become unhinged and is lying with the hopes that his statements will go unchecked until after the election and he will save his failing campaign. \n\nIn Iowa, Cruz told thousands of Ben Carson voters that Dr. Carson had left the race and to instead vote for Ted Cruz. He apologized when the race was over. Likewise, his fraudulent voter violation form sent to Iowa voters. If Ted is going to continue to lie with such desperation, I have no choice but to fight back. \n\nOne of the ways I can fight back is to bring a lawsuit against him relative to the fact that he was born in Canada and therefore cannot be President. If he doesn’t take down his false ads and retract his lies, I will do so immediately. Additionally, the RNC should intervene and if they don’t they are in default of their pledge to me. \n\nI am the strongest on the borders and I will build a wall, and it will be a real wall. I am strongest on illegal immigration, strongest on ISIS, strongest on the military and I will take care of our Vets. I will end common core and preserve the second amendment. I will renegotiate our trade deals and bring our jobs back to our country. I am the only person who will Make America Great Again.","2016-02-15 19:42:17+00","153080620724_10156647104280725",6],[4487,"I told you so. Our country totally lost control of illegal immigration, even with criminals.","2016-02-06 11:15:06+00","153080620724_10156611123075725",6],[4366,"South Carolina voters have the future of our country in their hands. VOTE now (today), and MAKE AMERICA GREAT AGAIN!","2016-02-20 20:38:08+00","153080620724_10156666828960725",6],[4368,"I wonder if President Obama would have attended the funeral of Justice Scalia if it were held in a Mosque? Very sad that he did not go!","2016-02-20 19:09:01+00","153080620724_10156666514360725",6],[4371,"GOOD MORNING SOUTH CAROLINA! Do not forget to get out and vote today! The poll numbers are outstanding. They mean nothing, if we don't ALL get out to the polls \u0026 VOTE! Together, we will MAKE AMERICA SAFE \u0026 GREAT AGAIN! Thank you!","2016-02-20 12:56:32+00","153080620724_10156665334570725",6],[4372,"Video of one of my favorite moments from the campaign. I am working for YOU. I am not working for anyone else. Together, we’re going to #MakeAmericaGreatAgain\n\nText TRUMP to 88022 to join the #TrumpTrain!","2016-02-20 00:29:54+00","153080620724_10156663588640725",6],[4374,"I have built so many great and complicated projects – creating tens of thousands of jobs in the process. Building a wall is A LOT easier than building a 64 story building!\n\nLET'S #MAKEAMERICAGREATAGAIN\n\nwww.DonaldJTrump.com/Nevada","2016-02-19 20:22:41+00","153080620724_10156655304665725",6],[4376,"SOUTH CAROLINA: STAND WITH TRUMP: This Saturday, February 20th, is the Republican Primary in South Carolina! Visit https://www.donaldjtrump.com/south-carolina/ for more information on polling locations and requirements to vote TRUMP. #MakeAmericanGreatAgain #TrumpTrain Ivanka Trump","2016-02-19 14:00:00+00","153080620724_10156655608040725",6],[4377,"THANK YOU for another great day, South Carolina! TOGETHER- we are going to MAKE AMERICA SAFE \u0026 GREAT AGAIN! Everyone has to get out on Saturday, and VOTE! Thank you for all of your amazing support!","2016-02-19 00:52:35+00","153080620724_10156659653475725",6],[4379,"If we don’t have borders we don’t have a country. I will build a WALL and stop ILLEGAL IMMIGRATION. #TrumpTrain #Trump2016 #MakeAmericaGreatAgain!","2016-02-18 22:37:39+00","153080620724_10156659139295725",6],[4381,"In response to the Pope:\n\nIf and when the Vatican is attacked by ISIS, which as everyone knows is ISIS’s ultimate trophy, I can promise you that the Pope would have only wished and prayed that Donald Trump would have been President because this would not have happened. ISIS would have been eradicated unlike what is happening now with our all talk, no action politicians. \n\nThe Mexican government and its leadership has made many disparaging remarks about me to the Pope, because they want to continue to rip off the United States, both on trade and at the border, and they understand I am totally wise to them. The Pope only heard one side of the story - he didn’t see the crime, the drug trafficking and the negative economic impact the current policies have on the United States. He doesn’t see how Mexican leadership is outsmarting President Obama and our leadership in every aspect of negotiation. \n\nFor a religious leader to question a person’s faith is disgraceful. I am proud to be a Christian and as President I will not allow Christianity to be consistently attacked and weakened, unlike what is happening now, with our current President. No leader, especially a religious leader, should have the right to question another man’s religion or faith. They are using the Pope as a pawn and they should be ashamed of themselves for doing so, especially when so many lives are involved and when illegal immigration is so rampant.\n\nDonald J. Trump","2016-02-18 17:23:59+00","153080620724_10156658168535725",6],[4383,"GOOD MORNING AMERICA! New CBS poll just released. A strong indication that we are on our way to MAKING AMERICA GREAT AGAIN! Lets keep up the momentum, and have a great day!","2016-02-18 13:09:11+00","153080620724_10156657376720725",6],[4385,"Watch MSNBC tonight at 8:00pm. An in-depth interview with Morning Joe \u0026 Mika Brzezinski. #TrumpSCTownHall","2016-02-17 23:26:39+00","153080620724_10156655634650725",6],[4388,"THANK YOU South Carolina! I will not let you down! Everyone get out to VOTE on Saturday, and we will be one step closer to MAKING AMERICA GREAT AGAIN!","2016-02-17 21:21:13+00","153080620724_10156655212180725",6],[4390,"An AMAZING thing happened at a rally yesterday. 2 supporters helped remove a protester so I called them on stage. Watch the video of what they said. I was so moved by their words. These are the people who I want to MAKE AMERICA GREAT AGAIN for!  Please watch this video:","2016-02-17 14:42:28+00","153080620724_10156654002745725",6],[4392,"realdonaldtrump is the first presidential candidate in 2016 to reach 1MM Instagram followers. Follow: https://www.instagram.com/realdonaldtrump/ for behind the scenes footage from the campaign trail! #TrumpTrain #Trump2016","2016-02-17 01:57:17+00","153080620724_10156652216820725",6],[4394,"Wow! A great new CNN poll just released. THANK YOU for your support, America! I am self funding my campaign, and want to work for you- to MAKE AMERICA GREAT AGAIN!","2016-02-16 22:26:14+00","153080620724_10156651595580725",6],[4396,"We will MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-02-16 16:10:44+00","153080620724_10156650413990725",6],[4398,"Thank you- Greenville, South Carolina! What a great evening! In 5 days, remember the significance of getting out to VOTE. I am running for POTUS- to work for you, and MAKE AMERICA GREAT AGAIN!","2016-02-16 02:30:14+00","153080620724_10156648420565725",6],[4400,"So many amazing people have asked how to volunteer in South Carolina.  To accommodate the requests, we just expanded our offices so that more people can join the movement! To get in contact with the campaign in SC go to https://www.donaldjtrump.com/south-carolina/volunteer/","2016-02-15 22:14:21+00","153080620724_10156647102350725",6],[4401,"Now that George Bush is campaigning for Jeb(!), is he fair game for questions about World Trade Center, Iraq War and eco collapse? Careful!","2016-02-15 18:02:13+00","153080620724_10156646722800725",6],[4405,"","2016-02-15 04:23:03+00","153080620724_10156644844480725",6],[4407,"I’ve been hearing about this for many years, and I know your track record is extraordinary, better than anybody’s! I will do my best to keep it intact. Thank you!","2016-02-14 20:15:16+00","153080620724_10156643425110725",6],[4409,"GOOD MORNING, America! Thank you for all of your support- in last nights #GOPDebate. If everyone gets out to vote in 2016-- there is no question that we will ALL be MAKING AMERICA GREAT AGAIN- soon enough!","2016-02-14 13:00:35+00","153080620724_10156641951715725",6],[4411,"I am self funding my campaign. Politicians are all talk and no action. That’s why people are supporting me! #GOPDebate","2016-02-14 03:43:53+00","153080620724_10156640703995725",6],[4412,"Fact: Ted Cruz wanted John Roberts to be the Chief Justice. That’s just a fact!","2016-02-14 03:34:51+00","153080620724_10156640675040725",6],[4414,"We have to take care of our people in THIS country. I will build a wall. If we don't have borders, if we don't have strength, we don't have a country! #GOODebate","2016-02-14 03:04:03+00","153080620724_10156640540785725",6],[4416,"Jeb Bush spent $44 million in negative ads in New Hampshire and barely came in 4th!\nI’m not taking advice from him! #GOPDebate","2016-02-14 02:34:13+00","153080620724_10156640421875725",6],[4418,"Diane S. Sykes and William H. Pryor Jr. would make excellent nominees to replace beloved Justice Scalia when I become president. #GOPDebate","2016-02-14 02:12:42+00","153080620724_10156640364230725",6],[4403,"I will take on the tough issues that have been ignored by all talk no action politicians. We will solve illegal immigration and have a country where laws are followed and respected!","2016-02-15 16:01:34+00","153080620724_10156646335710725",6],[4404,"Good morning, America! Thank you for you unbelievable support. Great news! A new CBS poll asked #GOPDebate viewers- which candidate would do best at handling the economy \u0026 jobs? (results below) \n\nGet out \u0026 VOTE Trump on Saturday, South Carolina! We will straighten out the economy, bring jobs back to AMERICA, and KEEP THEM HERE!","2016-02-15 11:30:36+00","153080620724_10156645170235725",6],[4406,"Tickets for future debates should be put out to the general public instead of being given to the lobbyists \u0026 special interests - the bosses! I only want to work for the American people to give them the government and country they deserve. This movement is growing fast and together we will MAKE AMERICA GREAT AGAIN!","2016-02-14 22:24:06+00","153080620724_10156643871935725",6],[4408,"Great new poll from SC. I will keep this country safe and together we will MAKE AMERICA GREAT AGAIN.","2016-02-14 17:10:21+00","153080620724_10156642768615725",6],[4410,"Politicians are all talk no action. We've seen where that leads. We're $19 trillion in debt. We need a change. We need a big change. I am not going to be controlled by special interests and lobbyists. I am working for YOU. I am not working for anyone else. Together, we’re going to MAKE AMERICA GREAT AGAIN. #GOPDebate","2016-02-14 03:59:26+00","153080620724_10156640778440725",6],[4413,"I don't like executive orders. Consensus means you have to work hard and cajole and make deals. China just bought a stock exchange in Chicago. Carrier is moving to Mexico to make air conditioners. I would go to them and tell them that I will get Congress to stop it. So stay where you are or go to Mexico and face the consequences. #GOPDebate","2016-02-14 03:23:53+00","153080620724_10156640616330725",6],[4415,"I'm going to save Social Security. I'm going to bring jobs back from China, Mexico and Japan! #GOPDebate","2016-02-14 02:46:24+00","153080620724_10156640472880725",6],[4417,"Jeb's special interests and lobbyists pack the chamber with boo-birds!\n\nYou have to knock out ISIS -- they are animals!\n\nWe've been in the middle east for 15 years and we haven't won anything. We've spent $5 trillion all over the middle east and we've won nothing. #GOPDebate","2016-02-14 02:29:59+00","153080620724_10156640407775725",6],[4419,"On the way to the #GOPDebate with my wonderful wife Melania Trump.","2016-02-14 01:21:58+00","153080620724_10156640199430725",6],[4421,"Millions of $'s in false ads, paid for by lobbyists-special interests of cheaters Senator Ted Cruz \u0026 sleepy Jeb Bush, now running in South Carolina.","2016-02-13 21:45:22+00","153080620724_10156639502000725",6],[4423,"The RNC, which is probably not on my side, just illegally put out a fundraising notice saying Donald Trump wants you to contribute to the RNC. \n\n\"Get on Trump's List\" is totally unauthorized, do not pay! I am self funding my campaign! Notice has just been withdrawn.","2016-02-13 17:11:38+00","153080620724_10156638670970725",6],[4424,"WE WILL MAKE AMERICA SAFE \u0026 GREAT AGAIN! #VoteTrumpSC","2016-02-13 14:13:36+00","153080620724_10156638082135725",6],[4427,"1,400 workers in Indianapolis are informed that their company is moving to Mexico. WE cannot allow this to keep happening! It WILL NOT happen under my watch! We need to MAKE AMERICA GREAT AGAIN!!","2016-02-12 23:29:49+00","153080620724_10156636069435725",6],[4429,"Florida: You must be registered Republican by February 16th to vote TRUMP in the Florida primary. The registration form must be mailed or hand delivered to your nearest elections office. Watch Ivanka Trump explain how simple the process is.\n\nFlorida Registration Form: https://www.donaldjtrump.com/fl","2016-02-12 18:00:00+00","153080620724_10156635018480725",6],[4430,"Lying Cruz put out a statement, “Trump \u0026 Rubio are with Obama on gay marriage.\" Cruz is the worst liar, crazy or very dishonest. Perhaps all 3? How can Ted Cruz be an Evangelical Christian when he lies so much and is so dishonest?","2016-02-12 16:00:04+00","153080620724_10156634389515725",6],[4432,"Nevada you must register republican by this Saturday, February 13th to caucus for Trump. It only takes a few moments. Visit: https://www.donaldjtrump.com/nv.","2016-02-12 04:31:11+00","153080620724_10156633253035725",6],[4434,"WOW! What a night in Baton Rouge, Louisiana! Thank you! There is NO doubt, we will MAKE AMERICA GREAT AGAIN- if EVERYONE gets out to VOTE! Have a great night, America!","2016-02-12 03:24:00+00","153080620724_10156633121140725",6],[4435,"We give Iran $150 billion and they mock us? It gets harder and harder for me to comprehend the stupidity of the deals our leaders make.","2016-02-11 19:03:47+00","153080620724_10156631778395725",6],[4437,"We’re being ripped off by everybody. And I guess that’s the thing that Bernie Sanders and myself have in common. We know about the trade. But unfortunately he can’t do anything to fix it, whereas I will. I have the best people in the world. We’re losing hundreds and hundreds of billions of dollars a year. And we will fix it. And we’ll make it good.....","2016-02-11 15:06:26+00","153080620724_10156631196185725",6],[4439,"I have been consistent in my opposition to Common Core. Get rid of Common Core-- keep education local!","2016-02-11 02:56:19+00","153080620724_10156629709615725",6],[4441,"On Monday evening- after my rally at the Verizon Wireless Arena in New Hampshire- and before the big day- I thanked the most important people on my team. The VOLUNTEERS! It was an honor to take photos with each \u0026 every one of them- shake their hands- look them in their eyes- and say THANK YOU! We will MAKE AMERICA GREAT AGAIN - TOGETHER!","2016-02-10 23:36:46+00","153080620724_10156629198290725",6],[4444,"As I prepare for my South Carolina departure, I would like to THANK the amazing people in New Hampshire. It all began with you- the VOTERS. Let's remember last night- and know that I am forever grateful for your support!","2016-02-10 16:06:47+00","153080620724_10156627865985725",6],[4446,"Another poll location- with amazing volunteers \u0026 great supporters! Thank you!","2016-02-09 23:55:13+00","153080620724_10156625540340725",6],[4448,"Together we will #MakeAmericaGreatAgain!","2016-02-10 01:13:37+00","153080620724_10156625741110725",6],[4451,"Ivanka Trump out today- visiting poll locations in New Hampshire, and thanking our AMAZING volunteers! If you have not been out to vote yet- get out \u0026 vote Trump! Not sure where to go? Visit: http://www.donaldjtrump.com/new-hampshire","2016-02-09 19:47:21+00","153080620724_10156624725895725",6],[4452,"I am out at the polls in New Hampshire- thanking my AMAZING volunteers- and supporters who are coming out to VOTE TRUMP! THANK YOU!","2016-02-09 20:50:39+00","153080620724_10156624878995725",6],[4454,"A message to the great people of New Hampshire on this important day: Thank you for all of your hospitality and support. I need you to go out and vote today! Together we will #MakeAmericaGreatAgain!","2016-02-09 14:13:34+00","153080620724_10156623696310725",6],[4456,"","2016-02-09 02:37:07+00","153080620724_10156622305255725",6],[4458,"Looking for more information on the New Hampshire primary? Visit  http://www.donaldjtrump.com/new-hampshire to find out everything you need to know to vote TRUMP on February 9th!","2016-02-08 21:48:51+00","153080620724_10156617713765725",6],[4420,"The totally unexpected loss of Supreme Court Justice Antonin Scalia is a massive setback for the Conservative movement and our COUNTRY! https://www.donaldjtrump.com/press-releases/donald-j.-trump-statement-on-justice-scalia","2016-02-13 23:08:34+00","153080620724_10156639845795725",6],[4422,"1,300 Layoffs for Northeast Philly’s Cardone Industries. The auto parts re-manufacturer is moving a division to Mexico. I am the ONLY one who can fix this! We need to keep jobs- here in AMERICA!","2016-02-13 19:00:23+00","153080620724_10156638734125725",6],[4425,"11,000 inside venue tonight in Tampa! Broke record set by Elton John in 1988 w/out musical instruments! Another 5,000 outside. Will be back! THANK YOU FOR YOUR SUPPORT!","2016-02-13 02:40:48+00","153080620724_10156636577125725",6],[4426,"An illegal immigrant gang member gunned down 17 year old Jas Shaw. Trump will end illegal immigration and protect our borders! We need to #MakeAmericaGreatAgain!","2016-02-13 00:09:08+00","153080620724_10156636175200725",6],[4428,"My special interest group- is the AMERICAN PEOPLE!","2016-02-12 20:30:01+00","153080620724_10156634401480725",6],[4431,"GREAT new poll. Together we will MAKE AMERICA GREAT AGAIN!","2016-02-12 14:28:36+00","153080620724_10156634370925725",6],[4433,"Build a safe zone. I have been saying it from the beginning. We have to have a heart but we also have to have common sense!","2016-02-12 12:10:19+00","153080620724_10156634031755725",6],[4436,"So many amazing volunteers for our campaign! The college students I speak\nwith get that all talk- and no action politicians are only leaving them with big debt and empty promises! We must MAKE AMERICA GREAT AGAIN! Want to get involved in South Carolina? Drop a note to the team! https://www.donaldjtrump.com/states/south-carolina","2016-02-12 00:27:44+00","153080620724_10156632701125725",6],[4438,"\"Every American needs to say 2 simple words to every Vet they meet: THANK YOU!\" \nJohn Wayne Walding","2016-02-11 12:12:03+00","153080620724_10156630767085725",6],[4440,"What a way to start off- in South Carolina! THANK YOU to everyone who came out this evening. I had a GREAT time with you! #VoteTrumpSC- and we will MAKE AMERICA SAFE \u0026 GREAT AGAIN - TOGETHER!","2016-02-11 01:46:05+00","153080620724_10156629525225725",6],[4442,"Order the official hat with the slogan that is changing America. #MakeAmericaGreatAgain #TrumpTrain #Trump2016","2016-02-10 19:36:52+00","153080620724_10156628484400725",6],[4443,"Good morning America! THANK YOU for your vote, New Hampshire! We will MAKE AMERICA GREAT AGAIN! Off to South Carolina today. Everyone have a GREAT DAY, and again- thank you!","2016-02-10 11:00:32+00","153080620724_10156626755220725",6],[4445,"Departing New Hampshire with my amazing family! THANK YOU- NEW HAMPSHIRE! Tonight the VOTERS decided. Next stop is South Carolina! I LOVE you ALL \u0026 THANK YOU! Together we are GOING TO MAKE AMERICA GREAT AGAIN!","2016-02-10 03:35:55+00","153080620724_10156626180645725",6],[4447,"We will immediately repeal and replace ObamaCare - and nobody can do that like me. We will save $'s and have much better healthcare!","2016-02-09 22:33:35+00","153080620724_10156625284105725",6],[4449,"ISIS is making big threats today - no respect for U.S.A. or our \"leader\" - If I win it will be a very different story, with very fast results!","2016-02-09 22:00:31+00","153080620724_10156625155425725",6],[4450,"MAKE AMERICA GREAT AGAIN!","2016-02-09 18:41:13+00","153080620724_10156624526865725",6],[4453,"I enjoyed a great breakfast at the Airport Diner! Everyone get out \u0026 vote in New Hampshire! Lets MAKE AMERICA GREAT AGAIN! Voting questions? http://www.donaldjtrump.com/new-hampshire","2016-02-09 16:36:50+00","153080620724_10156624151465725",6],[4455,"Ending a great day with my special family in NH.","2016-02-09 03:51:43+00","153080620724_10156622510830725",6],[4457,"What a GREAT night- in a snow storm! THANK YOU for all of your support, NEW HAMPSHIRE! Tomorrow is the big day! Get out and VOTE TRUMP! Together we will ALL MAKE AMERICA SAFE AND GREAT AGAIN! I love you all! THANK YOU!","2016-02-09 02:08:41+00","153080620724_10156622227715725",6],[4459,"A GREAT DAY in New Hampshire! THANK YOU for all of your support in Salem, Londonderry, and Manchester. I really appreciate it! Remember how important it is to get out and vote tomorrow- and VOTE TRUMP! We will all MAKE AMERICA SAFE \u0026 GREAT AGAIN! THANK YOU! https://www.donaldjtrump.com/states/new-hampshire","2016-02-08 21:10:24+00","153080620724_10156621380215725",6],[4462,"America needs strong leadership. Politicians can talk but they don’t get things done. I have a strong track record of success and if elected I will do what I have promised to do: #MakeAmericaGreatAgain!","2016-02-08 15:24:45+00","153080620724_10156620333635725",6],[4463,"I am in New Hampshire having a great time! Loved the #GOPDebate last night! Everybody enjoy the Super Bowl. #SuperBowlSunday #SB50","2016-02-07 22:40:38+00","153080620724_10156617919625725",6],[4465,"More great polls from NH. We all need to get out and vote on Tuesday. For more information on how to VOTE TRUMP- please go to https://www.donaldjtrump.com/states/new-hampshire- and send us your question(s.) Thank you for all of your support! #VoteTrumpNH","2016-02-07 21:04:41+00","153080620724_10156617600390725",6],[4468,"A fabulous morning in New Hampshire. I enjoyed having breakfast at Chez Vachon in Manchester- with everyone! Thank you for the warm welcome, and all of your support! Do not forget to get out \u0026 vote Trump on Tuesday!","2016-02-07 16:00:05+00","153080620724_10156616498145725",6],[4471,"There is a tremendous amount of waste and abuse- in the VA! Nobody gets along with Veterans groups, more than I do. If elected, I will clean up the entire system- and see to it that our Veterans are taken care of, the way they should be! #GOPDebate","2016-02-07 03:36:16+00","153080620724_10156614560810725",6],[4473,"I'm the last person Hillary Clinton wants to run against. The Democrats are protecting Hillary Clinton. We will galvanize the people of this country and we will beat Hillary!\n#GOPDebate","2016-02-07 03:00:24+00","153080620724_10156614439575725",6],[4476,"Donors, special interests, the people who are putting up the money are in the audience. And the reason they’re not loving me is I don’t want their money! \n\nI am going to do the right thing for the American public. I don’t need their money! I don’t want their money- and I am the only candidate up here who can say that! \n#GOPDebate","2016-02-07 02:16:41+00","153080620724_10156614299120725",6],[4477,"Marco said President Obama knows exactly what he is doing. I respectfully disagree with Marco. We have a President who is totally incompetent- and does not know what he is doing! #GOPDebate","2016-02-07 01:46:46+00","153080620724_10156614096705725",6],[4480,"Next Monday February 8th come join us at the Verizon Wireless Center in Manchester, New Hampshire at 7pm EST.  Register now to be part of history!\n\nRegistration: http://trumpmanchesternh.eventbrite.com/","2016-02-06 23:57:25+00","153080620724_10156613711190725",6],[4481,"Via Eric Trump: Debate ready!!!\n#MakeAmericaGreatAgain #TrumpTrain","2016-02-06 23:01:05+00","153080620724_10156613640555725",6],[4482,"It never ends!","2016-02-06 16:00:26+00","153080620724_10156611128145725",6],[4484,"The New Hampshire drug epidemic must stop. If elected POTUS — I will create borders and the drugs will stop pouring in. We will #MakeAmericaGreatAgain!","2016-02-06 13:30:00+00","153080620724_10156610923070725",6],[4460,"Want exclusive updates from the campaign trail? Text TRUMP to 88022 to be part of the movement to #MakeAmericaGreatAgain!","2016-02-08 18:13:38+00","153080620724_10156617653475725",6],[4461,"I loved the debate! Don't forget to get out and vote Trump- tomorrow! Lets MAKE AMERICA GREAT AGAIN!","2016-02-08 11:30:01+00","153080620724_10156619240155725",6],[4464,"So far the Super Bowl is very boring - not nearly as exciting as politics - MAKE AMERICA GREAT AGAIN!","2016-02-08 02:16:08+00","153080620724_10156618564165725",6],[4466,"THANK YOU- Plymouth, New Hampshire! I had a fabulous afternoon with all of you. I appreciate all of the support. It is so important for you all to get out and VOTE TRUMP on Tuesday! TOGETHER- WE WILL MAKE AMERICA SAFE \u0026 GREAT AGAIN! #FITN #NHPrimary","2016-02-07 21:08:28+00","153080620724_10156617608635725",6],[4467,"Tom Brady on Donald J. Trump: \"It's pretty amazing what he's been able to accomplish as an entrepreneur and then as a television star and now running for political office. People who can do those types of things and transition into different arenas and still have that type of appeal and carry over — he's obviously appealing to a lot of different people... Trump always goes home with the money... He just — he doesn't lose. He just doesn't lose.\"\n\nGreat words from a great champion.  Thank you Tom.","2016-02-07 17:00:00+00","153080620724_10156610230270725",6],[4469,"GOOD MORNING AMERICA!\n\nA beautiful morning in New Hampshire. I was very pleased with last nights #GOPDebate, and the results. Thank you for your support!\n\nDo not forget to get out on Tuesday- and VOTE TRUMP! I will be here for the next few days- and cannot wait to MAKE AMERICA GREAT AGAIN with YOU!","2016-02-07 13:45:01+00","153080620724_10156616018425725",6],[4470,"The police in this country have done an unbelievable job in keeping law and order! They are not allowed to do their jobs! We have to give great respect to our police in this country! #GOPDebate","2016-02-07 03:13:26+00","153080620724_10156614492720725",6],[4472,"A good deal maker will make GREAT deals but will do it the way our founders thought it should be done. People get together they make deals. Ronald Reagan did it with Tip O’Neill- very successfully! You didn’t hear so much about executive orders. #GOPDebate","2016-02-07 02:48:12+00","153080620724_10156614384695725",6],[4474,"\"4 years ago I said 'bomb the oil and take the oil' \u0026 if we did that they wouldn't have the wealth they have today! In order to wipe out ISIS \u0026 take away their strength- we need to go after their source of money- OIL!\"\n#GOPDebate","2016-02-07 02:37:13+00","153080620724_10156614353050725",6],[4475,"We are going to repeal Obamacare. We are going to replace Obamacare with so much better! The insurance companies are getting rich on Obamacare. We are going to end that! We are going to get a plan- free enterprise! We are going to take care of people! #GOPDebate","2016-02-07 01:59:53+00","153080620724_10156614214340725",6],[4478,"I will build the military bigger, stronger and better than anybody else up here [on stage]\n#GOPDebate","2016-02-07 01:42:07+00","153080620724_10156614082205725",6],[4479,"We are going to win with Trump! People don't respect us anymore! We will win with Trump! #GOPDebate","2016-02-07 01:24:04+00","153080620724_10156614012945725",6],[4483,"Wow, Jeb Bush, whose campaign is a total disaster, had to bring in mommy to take a slap at me. Not nice!","2016-02-06 19:53:02+00","153080620724_10156613059565725",6],[4486,"10,000 people in South Carolina, unbelievable evening! Will be in New Hampshire tomorrow- love it.","2016-02-06 02:14:16+00","153080620724_10156610574650725",6],[4488,"Thank you, Sarah Palin!","2016-02-05 22:44:04+00","153080620724_10156609936590725",6],[4490,"Live Free or Die: A motto for the whole country to follow","2016-02-05 17:21:59+00","153080620724_10156608890980725",6],[4491,"Police officers will not have to be afraid of losing their jobs- if I am elected president. They will be respected again- to protect and serve.","2016-02-05 15:26:57+00","153080620724_10156608632640725",6],[4492,"So much love in NH!","2016-02-04 23:51:48+00","153080620724_10156606606475725",6],[4495,"I am having a fabulous day in New Hampshire! It was great to spend time with, and speak to the fine men \u0026 women of the Manchester Police Department. I thank ALL of our police officers- around the United Stated- for their service!","2016-02-04 22:58:49+00","153080620724_10156606451645725",6],[4499,"THANK YOU to everyone in Little Rock, Arkansas tonight! A record crowd of 12,000 at Barton Coliseum. I am grateful for all of your support! WE WILL MAKE AMERICA GREAT AGAIN! #TrumpTrain","2016-02-04 02:28:33+00","153080620724_10156603612740725",6],[4501,"This was sent out from Ted Cruz- as Iowans arrived at their caucus sites to vote. #CruzFraud","2016-02-03 19:55:44+00","153080620724_10156602555560725",6],[4502,"The Voter Violation certificate gave poor marks to the unsuspecting voter (grade of F) and told them to clear it up by voting for Cruz. Fraud!","2016-02-03 15:56:36+00","153080620724_10156601865105725",6],[4504,"During primetime of the Iowa Caucus, Cruz put out a release that Dr. Ben Carson was quitting the race, and to caucus (or vote) for Cruz.","2016-02-03 15:52:04+00","153080620724_10156601838565725",6],[4506,"Good morning America! I had a fabulous time in New Hampshire last night. I am very grateful for the support of everyone. In addition- thank you to Senator Scott Brown for last nights endorsement- it means a lot. It is time to MAKE AMERICA GREAT AGAIN! #VoteTrumpNH #TrumpTrain","2016-02-03 11:45:11+00","153080620724_10156600928130725",6],[4509,"THANK YOU- Milford, New Hampshire! What a night! Thank you Senator Scott Brown for your endorsement tonight. It means a lot to me. Have a great evening everyone- and THANK YOU again for all of your support. We will MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-02-03 02:29:03+00","153080620724_10156600130585725",6],[4512,"My experience in Iowa was a great one. I started out with all of the experts saying I couldn't do well there and ended up in 2nd place. Nice.","2016-02-02 16:25:23+00","153080620724_10156598343500725",6],[4515,"It all begins tonight - WE WILL FINALLY TAKE OUR COUNTRY BACK AND MAKE AMERICA GREAT AGAIN!","2016-02-01 23:03:51+00","153080620724_10156595981030725",6],[4516,"A message to the great people of Iowa on this historic day:\n\nFind your caucus locations at: http://caucusfortrump.com","2016-02-01 13:30:00+00","153080620724_10156593480610725",6],[4518,"GOOD MORNING IOWA! The day we have all been waiting for is here. Make sure you get out and caucus tonight- together, we will MAKE AMERICA SAFE \u0026 GREAT AGAIN!\n\nIowa caucus locator: www.CaucusForTrump.com","2016-02-01 13:00:02+00","153080620724_10156593860085725",6],[4520,"WOW! Thank you for all of your support in Council Bluffs, Iowa today! It was an honor to present a check for $100,000 to Partners for Patriots with Jerry Falwell Jr. on behalf of America! \n\nTomorrow is the big day! So many stories of new people going out to caucus for the first time. Please share our caucus finder at www.CaucusforTrump.com with all of your family, friends, and associates! Make sure you #CaucusForTrump- tomorrow \u0026 WE will MAKE AMERICA GREAT AGAIN! \n\nThank you, Iowa!","2016-01-31 21:13:02+00","153080620724_10156592135965725",6],[4587,"A true honor to receive the endorsement of John Wayne's daughter, Aissa Wayne. \"So proud that if John were here today, he would have endorsed Trump\" - strength!","2016-01-19 18:08:52+00","153080620724_10156548303850725",6],[4489,"I very much look forward to tomorrow’s debate in New Hampshire—so many things to say, so much at stake. It will be an incredible evening! #FITN","2016-02-05 21:17:10+00","153080620724_10156609609385725",6],[4493,"Thank you, New Hampshire! I will NOT let you down! Together we will MAKE AMERICA SAFE \u0026 GREAT AGAIN! THANK YOU for your continued support! Everyone get out \u0026 VOTE on February 9th!","2016-02-05 02:00:40+00","153080620724_10156606472675725",6],[4494,"If elected POTUS- I will begin building the wall immediately- and Mexico will pay for it! It is time to END illegal immigration!","2016-02-04 19:52:43+00","153080620724_10156605897700725",6],[4496,"Politicians are trying to chip away at the 2nd Amendment. I won’t let them take away our guns!! #MakeAmericaGreatAgain #Trump2016","2016-02-04 13:28:16+00","153080620724_10156604838290725",6],[4497,"Thank you Bill O'Reilly \u0026 Karl Rove. Ted Cruz should be immediately disqualified in Iowa, with each candidate moving up one notch.","2016-02-04 11:50:42+00","153080620724_10156604311250725",6],[4498,"THANK YOU - NEW HAMPSHIRE! Everyone get out and vote on February 9th- and we will MAKE AMERICA SAFE \u0026 GREAT AGAIN!!","2016-02-04 01:39:47+00","153080620724_10156603465135725",6],[4500,"Stop the assault on American values. Stand with Trump to Make America Great Again! #Trump2016 #MakeAmericaGreatAgain","2016-02-03 20:15:56+00","153080620724_10156602612915725",6],[4503,"And finally, Cruz strongly told thousands of caucusgoers (voters) that Trump was strongly in favor of ObamaCare and \"choice\" - a total lie!","2016-02-03 15:58:24+00","153080620724_10156601873735725",6],[4505,"Many people voted for Cruz over Carson because of this Cruz fraud. Also, Cruz sent out a VOTER VIOLATION certificate to thousands of voters.","2016-02-03 15:55:02+00","153080620724_10156601858810725",6],[4507,"Ted Cruz didn't win Iowa, he stole it. That is why all of the polls were so wrong and why he got far more votes than anticipated. Bad!","2016-02-03 14:59:28+00","153080620724_10156601672205725",6],[4508,"Surprise! Stopped by our Manchester, New Hampshire office this evening- to see our amazing volunteers. Thank you!\nIf you would like to volunteer for TEAM TRUMP, in New Hampshire- please fill out the form and send our way! https://www.donaldjtrump.com/states/new-hampshire","2016-02-03 01:18:33+00","153080620724_10156599968195725",6],[4510,"On my way to New Hampshire- expecting a big and spirited crowd! #FITN #Trump2016 #TrumpTrain","2016-02-02 22:20:10+00","153080620724_10156599412210725",6],[4511,"I will be talking about my wonderful experience in Iowa and the simultaneous unfair treatment by the media-later in New Hampshire. Big crowd!","2016-02-02 19:47:17+00","153080620724_10156598939495725",6],[4513,"Because I was told I could not do well in Iowa, I spent very little there - a fraction of Cruz \u0026 Rubio. Came in a strong second. Great honor!","2016-02-02 16:50:56+00","153080620724_10156598346130725",6],[4514,"Ivanka Trump, Donald Trump Jr., and Eric Trump will be at the below caucus locations tonight in Iowa! \nwww.CaucusForTrump.com\n\nIvanka Trump\n6:30 p.m.\nWhere:\nDoubleTree by Hilton\n350 First Avenue NE\nCedar Rapids, IA 52401\n \nDonald Trump Jr.\n6:30 p.m.\nWhere:\nEvangelical Free Church\n4343 Fuller Road\nWest Des Moines, IA 50265\n\nValley Southwoods\n625 S 35th Street\nWest Des Moines, IA 50265\n\nEric Trump\n6:30 p.m.\nWhere:\nPrairie Ridge Middle School\n1010 NW Prairie Ridge Drive\nAnkeny, IA 50023","2016-02-02 00:30:14+00","153080620724_10156596207355725",6],[4517,"THANK YOU, IOWA! A great morning in Waterloo, Iowa \u0026 a great afternoon in Cedar Rapids, Iowa! The time is approaching- EVERYONE needs to get out and caucus tonight! It is time to take back our country! Together we will MAKE AMERICA SAFE \u0026 GREAT AGAIN! \nIOWA CAUCUS FINDER:\nwww.CaucusForTrump.com","2016-02-01 22:18:01+00","153080620724_10156595815700725",6],[4519,"A fabulous day in Iowa! Donald Trump Jr. \u0026 his beautiful wife Vanessa- had a great time with Iowa Governor Terry Branstad, at this mornings #SnowflakeGardenBrunch!\nIowa caucus finder: www.CaucusForTrump.com","2016-01-31 21:19:23+00","153080620724_10156592165360725",6],[4521,"It is time to take back our country- and MAKE AMERICA GREAT AGAIN!\nIowa caucus finder:\nwww.CaucusForTrump.com","2016-01-31 16:22:05+00","153080620724_10156591076765725",6],[4523,"Wow, just saw an ad - Cruz is lying on so many levels. There is nobody more against ObamaCare than me, will repeal \u0026 replace. He lies!","2016-01-31 14:27:23+00","153080620724_10156590675400725",6],[4525,"Thank you for an incredible evening- Davenport, Iowa! In addition, thank you to Jerry Falwell Jr. for coming out to join me, with his beautiful family- in Iowa! Get out and #CaucusForTrump on 2/1/2016 at 6:30pm! Iowa caucus finder:\nwww.CaucusForTrump.com","2016-01-31 02:47:39+00","153080620724_10156589145670725",6],[4526,"I had a fabulous time in Clinton, Iowa! Thank you for the incredible amount of support this afternoon. Remember- do not sit home on Monday evening! You all need to get out \u0026 #CaucusForTrump! WE WILL MAKE AMERICA GREAT AGIAN, TOGETHER! \nIowa caucus finder:\nwww.CaucusForTrump.com","2016-01-30 23:54:36+00","153080620724_10156588761035725",6],[4529,"I want to thank evangelical Christians for the warm embrace I've received on the campaign trail. I will not let you down! #MakeAmericaGreatAgain","2016-01-30 13:30:00+00","153080620724_10156583412010725",6],[4531,"THANK YOU to all of the incredible volunteers, behind the scenes in Iowa- phone banking for #Trump2016! #CaucusForTrump","2016-01-30 02:42:33+00","153080620724_10156585686910725",6],[4533,"Thank you Sarah Palin!","2016-01-29 21:58:08+00","153080620724_10156584903540725",6],[4537,"Politicians are best at keeping their jobs. I get things done. We are going to start winning so much that you are going to get used to winning! #MakeAmericaGreatAgain #Trump2016","2016-01-29 14:30:24+00","153080620724_10156583461510725",6],[4539,"An unbelievable night in Iowa with our great Veterans! We raised $6,000,000.00 while the politicians talked! #GOPDebate","2016-01-29 03:55:38+00","153080620724_10156582013730725",6],[4540,"Tune in at 9pmE and join me- with my entire family, live from Des Moines, Iowa. We are going to have a great night, raising money for our Veterans. Thank you for all of your support! To donate- go to: www.DonaldTrumpForVets.com","2016-01-29 01:10:04+00","153080620724_10156581566155725",6],[4542,"Thank you for your support and kind words, Jerry! I am very grateful. It is time to MAKE AMERICA SAFE AND GREAT AGAIN!","2016-01-28 11:00:31+00","153080620724_10156578740725725",6],[4544,"FOX debate advertising rates falling like a rock! Tune into my special event for the Veterans at 9pm EST!","2016-01-28 03:45:16+00","153080620724_10156578323285725",6],[4545,"Amazing evening in Lexington, South Carolina tonight! THANK YOU for your incredible support! Do not forget to get out and VOTE on Saturday, February 20, 2016! It is so important! TOGETHER- we will MAKE AMERICA GREAT AGAIN!","2016-01-28 01:49:00+00","153080620724_10156578006175725",6],[4547,"Even though I beat him in the first six debates, especially the last one, Ted Cruz wants to debate me again. Can we do it in Canada?","2016-01-27 23:19:31+00","153080620724_10156577554915725",6],[4549,"I refuse to call Megyn Kelly a bimbo, because that would not be politically correct. Instead I will only call her a lightweight reporter!","2016-01-27 18:08:20+00","153080620724_10156576374715725",6],[4807,"","2016-01-01 19:41:38+00","153080620724_10156483454500725",6],[4522,"Good morning Iowa! We are just one day from caucus night! We can ALL make history- if everyone gets out to caucus. Whatever you do-- do not sit home! It is time to MAKE AMERICA SAFE \u0026 GREAT AGAIN! Never been to a caucus? Follow the easy steps below! Thank you for all of your support, Iowa!","2016-01-31 12:15:15+00","153080620724_10156589872085725",6],[4524,"“We need someone other than a career politician. It’s just like when you have a sick child. You look for the best doctor you can find. It may not be a doctor who goes to your church but it’s the one who has best experience with that particular illness. We need a businessman.”\nJerry Falwell Jr. \nPresident\nLiberty University\nIowa caucus finder: \nwww.CaucusforTrump.com","2016-01-31 04:10:00+00","153080620724_10156589378980725",6],[4527,"You can still contribute to our Veterans!\nwww.DonaldTrumpforVets.com","2016-01-31 00:08:52+00","153080620724_10156588804530725",6],[4528,"THANK YOU to everyone who has supported my campaign! I am very grateful! Do not forget to get out \u0026 caucus Monday evening! #CaucusForTrump- and bring your family, friends, and co-workers! We can make history- together!\n#MakeAmericaGreatAgain! \nIowa caucus finder: www.CaucusforTRUMP.com","2016-01-30 21:29:45+00","153080620724_10156588319655725",6],[4530,"Hillary Clinton is a major national security risk. Not presidential material!","2016-01-30 04:23:27+00","153080620724_10156585935635725",6],[4532,"The new e-mail release is a disaster for Hillary Clinton. At a minimum, how can someone with such bad judgement be our next president?","2016-01-30 00:49:05+00","153080620724_10156585412470725",6],[4534,"Thank you for a great morning- Nashua, New Hampshire! February 9th is a big day! Everyone get out \u0026 vote- and we will MAKE AMERICA GREAT AGAIN! Thank you for your support!","2016-01-29 18:21:33+00","153080620724_10156584214900725",6],[4535,"Great lesson from a great American hero - John Wayne Walding: 'every American needs to say 2 simple words to every Vet they meet: THANK YOU!'\n\nIn addition - thank you to John, Jake Schick, \u0026 Jeff Kyle for presenting me with an Honor Ring. It was an honor to have you join us last night! www.22Kill.com","2016-01-29 17:17:47+00","153080620724_10156584028145725",6],[4536,"Brand New! Get your Veterans for Trump t-shirt now. #Trump2016 #MakeAmericaGreatAgain","2016-01-29 16:30:01+00","153080620724_10156576959580725",6],[4538,"Good morning America! Thank you for all of your support in the latest Drudge poll! I will always be tough for America, and will never let you down! Together we will ALL MAKE AMERICA SAFE AND GREAT AGAIN! \nIowa caucus finder: https://www.donaldjtrump.com/iowa/caucus-finder/","2016-01-29 12:53:08+00","153080620724_10156583139705725",6],[4541,"Good afternoon, Iowa! Monday is caucus night in Iowa! Not sure where to caucus? We have you covered! Watch Ivanka Trump show you how easy it is! Thank you for your continued support! #CaucusForTrump #MakeAmericaGreatAgain\n\nIowa Caucus Finder: http://caucusfortrump.com","2016-01-30 17:54:03+00","153080620724_10156587731980725",6],[4543,"On Greta, 87% of the people said they would not watch the debate if I'm not in it. Wow- what an honor!","2016-01-28 04:20:24+00","153080620724_10156578340265725",6],[4546,"Show your neighbors who you're supporting! #MakeAmericaGreatAgain #Trump2016","2016-01-28 01:26:12+00","153080620724_10156577924440725",6],[4548,"","2016-01-27 20:47:58+00","153080620724_10156576984510725",6],[4550,"It is my great honor to support our Veterans- with you! We are going to MAKE AMERICA SAFE AND GREAT AGAIN!","2016-01-28 17:26:38+00","153080620724_10156580207530725",6],[4552,"An honor to be endorsed by Sheriff Joe Arpaio in Iowa last night! Thank you!\n\nhttp://www.nytimes.com/politics/first-draft/2016/01/26/sheriff-joe-arpaio-to-endorse-donald-trump-in-iowa/\n\nIowa caucus finder: https://www.donaldjtrump.com/iowa/caucus-finder/","2016-01-27 11:00:36+00","153080620724_10156574805120725",6],[4554,"Thank you for the tremendous support, Marshalltown, Iowa! I am also thankful for Sheriff Joe Arpaio's endorsement this evening! Headed to Iowa City now- for another rally. Thank you! \nIowa caucus finder: https://www.donaldjtrump.com/iowa/caucus-finder","2016-01-27 01:03:45+00","153080620724_10156573876725725",6],[4556,"Should I do the #GOPdebate?","2016-01-26 18:07:25+00","153080620724_10156572549800725",6],[4558,"Departing Farmington, New Hampshire now. THANK YOU for all of your support, New Hampshire! Remember the significance of voting on February 9th! TOGETHER, we will MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-01-26 01:38:41+00","153080620724_10156570528695725",6],[4559,"Obama's deal vs. Trump's deals","2016-01-25 18:06:23+00","153080620724_10156569193455725",6],[4561,"I want to win for the people of this great country. The only people I will owe are the voters. The media, special interests, and lobbyists are all trying to stop me. We won't let that happen! #MakeAmericaGreatAgain #Trump2016","2016-01-25 13:30:00+00","153080620724_10156563265515725",6],[4563,"THANK YOU for all of your support- Muscatine, Iowa! Everyone get out and VOTE on 2/1/2016! You can find your caucus site here: https://www.donaldjtrump.com/iowa/caucus-finder - THANK YOU!","2016-01-24 19:25:56+00","153080620724_10156566019380725",6],[4566,"I will make our Military so big, powerful and strong that no one will mess with us. #MakeAmericaGreatAgain #Trump2016","2016-01-24 13:30:00+00","153080620724_10156563262030725",6],[4568,"THANK YOU, IOWA! Very grateful for all of your support today! Remember the significance of getting out to caucus on February 1, 2016! Questions as to where your caucus site is? Go to https://www.donaldjtrump.com/iowa/caucus-finder for assistance. #MakeAmericaGreatAgain","2016-01-23 19:34:26+00","153080620724_10156562366190725",6],[4569,"The highly respected Zogby national poll was released- with a new ceiling. THANK YOU for all of your support. WE will MAKE AMERICA SAFE \u0026 GREAT AGAIN! Everyone needs to get out \u0026 VOTE IN 2016. Every VOTE will count! Thank you!","2016-01-22 22:02:39+00","153080620724_10156559347565725",6],[4571,"Thank you, Robert Davi!","2016-01-21 20:15:25+00","153080620724_10156555514250725",6],[4574,"Thank you, New Hampshire! I will not let you down. I am grateful for all of your support. We will MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-01-21 03:13:32+00","153080620724_10156553393770725",6],[4575,"Donald Trump 1st Republican Presidential Candidate to Beat the Iowa Bureaucracy and Figure Out How to Easily Access Caucus Locations. #Trump2016","2016-01-22 18:00:00+00","153080620724_10156556845290725",6],[4578,"Bob Dole Warns of ‘Cataclysmic’ Losses With Ted Cruz, and Says Donald Trump Would Do Better","2016-01-20 23:37:39+00","153080620724_10156552826965725",6],[4580,"THANK YOU Florida! I am grateful for your continued support of my campaign - as I run for POTUS. If I win- I can guarantee that we will MAKE AMERICA GREAT AGAIN! Thank you!","2016-01-20 16:52:30+00","153080620724_10156551558545725",6],[4583,"Sarah Palin is ready for someone who can take down ISIS and #MakeAmericaGreatAgain- are you?","2016-01-20 03:12:20+00","153080620724_10156549868870725",6],[4585,"I am greatly honored to receive Sarah Palin's endorsement. She is a friend, and a high quality person whom I have great respect for. I am proud to have her support. #Trump2016 #MakeAmericaGreatAgain","2016-01-20 00:53:59+00","153080620724_10156549566745725",6],[4809,"","2016-01-01 19:41:38+00","153080620724_10156483461995725",6],[4551,"I am self funding my campaign so I do not owe anything to lobbyists and special interests. I will bring the greatest negotiators and smartest operators to Washington to help Make America Great Again! #Trump2016 #MakeAmericaGreatAgain","2016-01-27 14:30:00+00","153080620724_10156574346040725",6],[4553,"TRUMP CAMPAIGN STATEMENT ON FOX NEWS DEBATE\n\n(New York, NY) January 26th, 2016 - As someone who wrote one of the best-selling business books of all time, The Art of the Deal, who has built an incredible company, including some of the most valuable and iconic assets in the world, and as someone who has a personal net worth of many billions of dollars, Mr. Trump knows a bad deal when he sees one. FOX News is making tens of millions of dollars on debates, and setting ratings records (the highest in history), where as in previous years they were low-rated afterthoughts. \n\nUnlike the very stupid, highly incompetent people running our country into the ground, Mr. Trump knows when to walk away. Roger Ailes and FOX News think they can toy with him, but Mr. Trump doesn’t play games. There have already been six debates, and according to all online debate polls including Drudge, Slate, Time Magazine, and many others, Mr. Trump has won all of them, in particular the last one. Whereas he has always been a job creator and not a debater, he nevertheless truly enjoys the debating process - and it has been very good for him, both in polls and popularity. \n\nHe will not be participating in the FOX News debate and will instead host an event in Iowa to raise money for the Veterans and Wounded Warriors, who have been treated so horribly by our all talk, no action politicians. Like running for office as an extremely successful person, this takes guts and it is the kind mentality our country needs in order to Make America Great Again.","2016-01-27 02:20:08+00","153080620724_10156574112235725",6],[4555,"Wow- great numbers! Thank you, America! If everyone gets out to VOTE in 2016- TOGETHER, we will MAKE AMERICA GREAT AGAIN! \n\nIowa caucus finder: https://www.donaldjtrump.com/iowa/caucus-finder","2016-01-26 22:17:01+00","153080620724_10156573369965725",6],[4557,"No one will bring our jobs back from China and Mexico like Trump.\n\nCaucus for Trump: https://www.donaldjtrump.com/iowa/caucus-finder","2016-01-26 11:00:38+00","153080620724_10156571012215725",6],[4560,"Only 7 days away from caucus night in Iowa! Not sure where your caucus site is? We made it easy for you. Go to our \"Iowa Caucus Finder\" by clicking the link below \u0026 we will get you there. Thank you for all of your support!\n\nhttps://www.donaldjtrump.com/iowa/caucus-finder/","2016-01-25 22:26:26+00","153080620724_10156570023720725",6],[4562,"The latest Fox News polls were released for Iowa \u0026 New Hampshire. THANK YOU for all of your support! We will MAKE AMERICA SAFE \u0026 GREAT AGAIN together- if everyone gets out to vote. This is the most important election in modern times.","2016-01-24 22:48:03+00","153080620724_10156566620410725",6],[4564,"What a great honor- the Reverend Jerry Falwell Jr. of Liberty University, one of the most respected religious leaders in our nation, has just endorsed me!","2016-01-26 16:48:53+00","153080620724_10156572334385725",6],[4565,"Just watched Jeb's ad where he desperately needed mommy to help him. Jeb --- mom can't help you with ISIS, the Chinese or with Putin.","2016-01-24 00:51:33+00","153080620724_10156563356970725",6],[4567,"Failing Glenn Beck lost all credibility. Not only was he fired at FOX, he would have voted for Hillary Clinton over John McCain.","2016-01-23 16:58:02+00","153080620724_10156561937880725",6],[4570,"THANK YOU for your continued support- Las Vegas, Nevada! #Trump2016","2016-01-21 23:09:23+00","153080620724_10156556071840725",6],[4572,"I want to win the African American vote. I want to create jobs for ALL Americans!","2016-01-21 16:04:06+00","153080620724_10156554885410725",6],[4573,"I am in Iowa watching all of these phony T.V. ads by the other candidates. All bull, politicians are all talk and no action-it won't happen! Time to MAKE AMERICA GREAT AGAIN!","2016-01-23 15:49:20+00","153080620724_10156561736015725",6],[4576,"I am truly honored to receive Willie Robertson's endorsement tonight! He is a great person, has had tremendous success and a really terrific family. He believes in my message and knows that I am the only one who will Make America Great Again!","2016-01-22 05:32:13+00","153080620724_10156556917030725",6],[4577,"15,000 in Oklahoma! Had to turn away 5k, but we are coming back soon to take care of them! So much love in the crowd! Thanks!","2016-01-20 20:46:05+00","153080620724_10156552278495725",6],[4579,"Welcome Sarah Palin! Thank you for your endorsement- to be the next President of the United States of America! It is time to MAKE AMERICA GREAT AGAIN! Off to a massive rally in Tulsa, Oklahoma! #Trump2016","2016-01-20 18:12:56+00","153080620724_10156551834770725",6],[4581,"America has been great to me, I want to be great to America. I want to put us back on the right course and Make America Great Again!","2016-01-20 13:30:00+00","153080620724_10156549336385725",6],[4582,"Thank you for an outstanding morning Norwalk, Iowa! Time to encourage family, friends, and co-workers -- to get out \u0026 #VoteTrump2016 at their caucus sites, on February 1st!","2016-01-20 15:51:07+00","153080620724_10156551379400725",6],[4584,"“Palin’s brand among evangelicals is as gold as the faucets in Trump tower.\"\nRalph Reed \nChairman\nFaith and Freedom Coalition","2016-01-19 22:54:30+00","153080620724_10156549239980725",6],[4586,"Wow, the highly respected Governor of Iowa just stated that \"Ted Cruz must be defeated.\" Big shocker! People do not like Ted.","2016-01-19 21:01:50+00","153080620724_10156548866695725",6],[4590,"Falwell supports Trump: STRONG message delivered at Liberty University. Watch his strong testimony here:","2016-01-19 17:14:31+00","153080620724_10156548149890725",6],[4593,"A great day on the campaign trail with my daughter, Ivanka Trump. Here we are in New Hampshire this afternoon. I am proud of all my children, and grateful for their support. They will do a great job with the organization - should I have the honor to be your #POTUS. Thank you for a terrific day!","2016-01-19 03:02:19+00","153080620724_10156546373810725",6],[4594,"I am self-funding my campaign - putting up my own money, not controlled. Cruz is spending $millions on ads paid for by his N.Y. bosses.","2016-01-17 23:06:22+00","153080620724_10156541983835725",6],[4596,"In Iran deal we get 4 prisoners. They get $150 billion, 7 most wanted and many off watch list. This will create great incentive for others!","2016-01-17 18:38:23+00","153080620724_10156541051160725",6],[4597,"Join me on Tuesday, January 19th at the Iowa State University Hansen Agricultural Student Learning Center in Ames, Iowa! I will have a major announcement and a very special guest in attendance. You will not want to miss this rally!","2016-01-17 17:30:04+00","153080620724_10156540847600725",6],[4599,"Good morning! Do not forget how important it is to vote in 2016!","2016-01-17 14:12:28+00","153080620724_10156540223475725",6],[4601,"Departing South Carolina. Thank you to everyone who came out to support! Have a great evening!","2016-01-16 23:21:50+00","153080620724_10156538246040725",6],[4602,"A great morning in Portsmouth, New Hampshire! I thank everyone in NH for their support!","2016-01-16 18:17:34+00","153080620724_10156537190420725",6],[4605,"I am very proud of my #NewYorkValues!","2016-01-16 00:12:05+00","153080620724_10156534530670725",6],[4588,"Thank you for your strong testimony when welcoming me to Liberty University, yesterday- Jerry Falwell.","2016-01-19 16:00:51+00","153080620724_10156547970725725",6],[4589,"$19 trillion of debt and growing is a crushing burden to leave young Americans.","2016-01-19 13:30:00+00","153080620724_10156546300015725",6],[4591,"A great afternoon in Concord, New Hampshire! THANK YOU! I am grateful for all of your support- over the past 8 months. Remember the significance of voting in 2016! We ALL have to get out \u0026 #VoteTrump!","2016-01-18 21:27:20+00","153080620724_10156545383155725",6],[4592,"Thank you for a fabulous morning, Liberty University! Your support was incredible. Heading to New Hampshire now - I am in this to WIN it! We need to MAKE AMERICA GREAT AGAIN!","2016-01-18 17:39:22+00","153080620724_10156544702880725",6],[4595,"Thank you Ivanka Trump for the kind words. I am very proud of the role model you are for so many.","2016-01-18 13:00:49+00","153080620724_10156542999400725",6],[4598,"Thank you West Coast Choppers Official - Jesse James!","2016-01-17 19:59:32+00","153080620724_10156541322735725",6],[4600,"Ted Cruz was born in Canada and was a Canadian citizen until 15 months ago. Lawsuits have just been filed with more to follow. I told you so!","2016-01-17 02:48:28+00","153080620724_10156538760300725",6],[4603,"Everyone needs to get out to their caucus sites on February 1, 2016 \u0026 VOTE TRUMP! Never been before? Have questions? Watch this brief video on the entire process and you will be ready to go on Monday, February 1st! Thank you for all of your support! TOGETHER, WE WILL MAKE AMERICA GREAT AGAIN!","2016-01-16 20:53:51+00","153080620724_10156537706150725",6],[4604,"GOOD MORNING AMERICA! I am heading up to New Hampshire now- wanted to thank you for all of your support. We are going to MAKE AMERICA GREAT AGAIN!","2016-01-16 13:14:48+00","153080620724_10156536301815725",6],[4606,"THANK YOU for all of your support- Urbandale, Iowa! I enjoyed my time with all of you today. Let's ALL get out to caucus on February 1st! We will MAKE AMERICA GREAT AGAIN!","2016-01-15 18:41:29+00","153080620724_10156533482440725",6],[4608,"GOOD MORNING AMERICA - from IOWA!\nSharing my new TV spot, #OurCountry - before you see it on air, \nstarting today. THANK YOU for all of your support. TOGETHER - WE WILL MAKE AMERICA SAFE AND GREAT AGAIN!","2016-01-15 12:14:42+00","153080620724_10156532429660725",6],[4610,"\"If I become president, I want to use what I used to build my company to make America great again. I wouldn’t care about ANYTHING but America!\"\n#TrumpTrain #GOPDebate","2016-01-15 04:03:05+00","153080620724_10156531421815725",6],[4612,"\"We have to stop with political correctness! We have to create a country that won’t have people flying planes into the World Trade Center and stop the shooting in California. If you can’t use the terms “Islamic terrorism” you can’t solve the problem.\" \n#TrumpTrain #GOPDebate","2016-01-15 03:23:57+00","153080620724_10156531290495725",6],[4614,"\"Conservatives actually do come out of Manhattan, including William F Buckley. When the World Trade Center came down, I saw something that no place on earth could have handled better.\" \n#TrumpTrain #GOPDebate","2016-01-15 03:07:22+00","153080620724_10156531205790725",6],[4616,"“I was born here.”","2016-01-15 02:30:26+00","153080620724_10156530973500725",6],[4620,"#TrumpTrain GOPDebate","2016-01-15 02:23:15+00","153080620724_10156530951820725",6],[4622,"The Brody File: \"Trump's appeal to evangelicals is real\" #TrumpTrain\n#MakeAmericaGreatAgain #Trump2016","2016-01-14 18:40:55+00","153080620724_10156529697320725",6],[4625,"Iran humiliated the United States with the capture of our 10 sailors. Horrible pictures \u0026 images. We are weak. I will NOT forget!","2016-01-14 17:05:32+00","153080620724_10156529389715725",6],[4629,"THANK YOU - PENSACOLA, FLORIDA! A great night! Remember the significance of VOTING in 2016! Thank you for your support!","2016-01-14 05:33:21+00","153080620724_10156527871355725",6],[4631,"Thank you Pat- very kind. I want to MAKE AMERICA SAFE \u0026 GREAT AGAIN! Everyone needs to get out \u0026 VOTE in 2016!","2016-01-13 11:30:38+00","153080620724_10156523391895725",6],[4633,"A GREAT NIGHT IN IOWA! Thank you for all of your support. Get out and VOTE! TOGETHER we will MAKE AMERICA GREAT AGAIN! #IACaucus #FITN","2016-01-13 02:49:05+00","153080620724_10156522763835725",6],[4637,"I am very honored by this article from highly respected Chris Cillizza.","2016-01-12 19:30:00+00","153080620724_10156521230580725",6],[4638,"Will be on The Tonight Show Starring Jimmy Fallon on NBC at 11:35pmE. Enjoy! #Trump2016 Jimmy Fallon","2016-01-12 01:49:55+00","153080620724_10156519369090725",6],[4641,"New Iowa poll. Thank you!","2016-01-11 19:44:41+00","153080620724_10156518357120725",6],[4643,"One of our country's most respected women- thank you so much Phyllis!","2016-01-11 12:15:48+00","153080620724_10156517221065725",6],[4644,"A very special day in Reno, Nevada! THANK YOU for the incredible amount of support at todays rally- with 5,000+ strong! There is no question- that if everyone gets out to VOTE- WE are going to MAKE AMERICA GREAT AGAIN, together!","2016-01-10 23:40:25+00","153080620724_10156515697080725",6],[4646,"I am pleased to announce that I had the Union Leader removed from the upcoming debate. If their highly unethical behavior, including continually begging me for ads, isn’t questionable enough, they have endorsed a candidate who can’t win. This is really unfair and a conflict for all the other candidates. I said it should not be allowed and ABC agreed. To top it off, the paper has lost all credibility under publisher Joe McQuaid, with it’s circulation dropping to record lows. They are not worthy of representing the great people New Hampshire. - Donald J. Trump","2016-01-10 22:12:08+00","153080620724_10156515428000725",6],[4648,"I just received this great photo of Donald Trump Jr. with Iowa Governor Terry Branstad- who is now the longest serving Governor in U.S. history! CONGRATULATIONS Gov. Branstad!\n\nDon was in Appanoose County, Iowa hunting with friends this past week and then stayed through the weekend for the Governor's Annual Hunt in support of the Iowa Economic Development Authority. \n\nDon attended the same event two years ago. He has made so many amazing friends and loves going back to Iowa to finish off deer season with them all. \n \nHave a great Sunday! I LOVE the hats you are all wearing out there. Thank you!","2016-01-10 16:29:27+00","153080620724_10156514361705725",6],[4650,"I had a great day in Iowa today with everyone! Thank you for all of your support in both Ottumwa \u0026 Clear Lake! Remember the importance of getting out to VOTE in this election! Have a great evening \u0026 again- THANK YOU!","2016-01-09 23:52:29+00","153080620724_10156512192390725",6],[4653,"A great defender of women's rights? You decide.","2016-01-09 16:00:00+00","153080620724_10156509529120725",6],[4655,"New Fox News poll just released. THANK YOU for your continued support, AMERICA! WE are going to MAKE AMERICA GREAT AGAIN! Remember the significance of getting out to vote in 2016!","2016-01-08 23:18:43+00","153080620724_10156508971810725",6],[4657,"Radical Islamic terrorists is a real threat that President Obama refuses to acknowledge. You will never be successful fighting a politically correct war. We need to be vigilant and Make America SAFE and GREAT Again!","2016-01-08 16:30:51+00","153080620724_10156507818875725",6],[4810,"","2016-01-01 19:41:38+00","153080620724_10156483451605725",6],[4607,"Some GREAT polls that show that we won last night’s debate easily. If elected, I will win for AMERICA! #TrumpTrain #GOPDebate","2016-01-15 16:52:22+00","153080620724_10156533176875725",6],[4609,"\"If I’m president there won’t be stupid deals anymore. We will MAKE AMERICA GREAT AGAIN! We will win in everything we do!\" \n#TrumpTrain #GOPDebate","2016-01-15 04:29:37+00","153080620724_10156531522305725",6],[4611,"\"China is ripping us off on trade. They're devaluing their currency. And they're killing our companies. We've lost 4 to 7 million jobs because of China. Up to 50,000 manufacturing plants. We have very unfair trade. We will have a trade deficit of $505 billion with China this year! These are the kinds of people (Carl Icahn) we should use to negotiate. Not the political hacks who don’t know what they’re doing!”\n#TrumpTrain #GOPDebate","2016-01-15 03:44:29+00","153080620724_10156531358740725",6],[4613,"\"I am a Second Amendment person. We have to protect our Second Amendment!\"","2016-01-15 02:56:08+00","153080620724_10156531116030725",6],[4615,"\"I’m very angry. Because our country is being run horribly. I will gladly accept the mantle of anger. Our military is a disaster. Our healthcare is a horror show. Obamacare, we’re going to repeal it and replace it. \n\nWe have no borders. Our vets are being treated horribly. Illegal immigration is beyond belief! Our country is being run by incompetent people and yes, I am angry. I’m angry because our country is a mess!\"","2016-01-15 02:44:19+00","153080620724_10156531060205725",6],[4617,"“We can’t let all these people come into our country and break our borders.”","2016-01-15 02:28:33+00","153080620724_10156530968045725",6],[4618,"“It’s not fear and terror, it’s reality.”","2016-01-15 02:25:16+00","153080620724_10156530957240725",6],[4619,"Board the #TrumpTrain on my Facebook page at 9EST as my team posts the highlights of #GOPdebate LIVE. Share with us your thoughts and comments on the important subjects we will be discussing.","2016-01-14 23:25:49+00","153080620724_10156530542680725",6],[4621,"It's not too late! Get your Make America Great Again hat today and join the movement to take America back from the all talk no action politicians!","2016-01-14 21:21:54+00","153080620724_10156530178630725",6],[4623,"THANK YOU Loretta Lynn Official! It is time to MAKE AMERICA GREAT AGAIN - will not let you down!","2016-01-14 16:26:01+00","153080620724_10156529265205725",6],[4624,"I will defeat Hillary Clinton - and MAKE AMERICA GREAT AGAIN!","2016-01-14 15:36:03+00","153080620724_10156529049450725",6],[4626,"THANK YOU! We need to MAKE AMERICA SAFE \u0026 GREAT AGAIN!","2016-01-14 12:00:36+00","153080620724_10156528137050725",6],[4627,"I have spent the least and am winning BIG. I will run America the same way!","2016-01-13 22:02:59+00","153080620724_10156525777235725",6],[4628,"Sadly, there is no way that Ted Cruz can continue running in the Republican Primary unless he can erase doubt on eligibility. Dems will sue!","2016-01-13 19:43:22+00","153080620724_10156525212725725",6],[4630,"Like Ronald Reagan, I would inspire more voters.","2016-01-13 15:33:31+00","153080620724_10156524570165725",6],[4632,"State of the Union speech was really boring, slow, lethargic - very hard to watch!","2016-01-13 03:47:02+00","153080620724_10156522917745725",6],[4634,"Remember- we ALL need to VOTE! Thank you for your continued support!","2016-01-12 22:45:03+00","153080620724_10156521996330725",6],[4635,"Love seeing union \u0026 non-union members alike are defecting to Trump. I will create jobs like no one else. Their #Dem leaders can’t compete!","2016-01-12 17:08:44+00","153080620724_10156521217395725",6],[4636,"New Hampshire -- THANK YOU!","2016-01-12 12:24:16+00","153080620724_10156520521480725",6],[4639,"Thank you, Kathleen. I have far more respect for women than Hillary Clinton does.","2016-01-11 22:21:53+00","153080620724_10156518642770725",6],[4640,"A very special morning in Windham, New Hampshire! THANK YOU for the incredible amount of support. There is no question - that if everyone gets out to VOTE- WE are going to MAKE AMERICA GREAT AGAIN, together! Again, THANK YOU!","2016-01-11 17:26:32+00","153080620724_10156517995165725",6],[4642,"Congratulations to my friend Sylvester Stallone on winning a Golden Globe. A wonderful guy- who has created something special- well deserved! \n\nI also appreciate the kind words, Sly! I will make you proud.","2016-01-11 15:36:44+00","153080620724_10156517688810725",6],[4645,"Thank you to our law enforcement officers! #LESM #Trump2016","2016-01-11 02:06:03+00","153080620724_10156516065230725",6],[4647,"In the just out Fox News Poll, I easily beat Hillary Clinton - and I havn't even focused on her yet. On our way: MAKE AMERICA GREAT AGAIN!","2016-01-10 20:11:59+00","153080620724_10156515046000725",6],[4649,"If you are still undecided on who to vote for in the upcoming primary, you need to watch this great video that a supporter put together. This is a true movement and we will take our country back from lobbyists and ineffective politicians!","2016-01-10 12:00:00+00","153080620724_10156512645575725",6],[4651,"Time Magazine has me on the cover this week. David Von Drehle has written one of the best stories I have ever had. He brilliantly tells it like it is -- the real deal! Read it! \nhttp://time.com/4170772/the-art-of-the-steal/","2016-01-09 20:00:10+00","153080620724_10156511308270725",6],[4652,"THANK YOU GEORGIA!","2016-01-09 12:30:00+00","153080620724_10156508616625725",6],[4654,"THANK YOU for a GREAT evening Rock Hill, South Carolina! I appreciate all of your support. Remember the significance of getting out to VOTE in 2016 - and WE will MAKE AMERICA GREAT AGAIN!","2016-01-09 02:24:32+00","153080620724_10156509389205725",6],[4656,"New Poll: 74% of Republicans think I will be the nominee. This will only happen if all of my great supporters vote. Make sure you are registered to vote in your upcoming primary so that we can Make America Great Again!","2016-01-08 20:54:14+00","153080620724_10156508539500725",6],[4658,"We could only get a small fraction of this 25k crowd in. The movement to Make America Great Again is unbelievable!","2016-01-08 02:47:46+00","153080620724_10156506180470725",6],[4659,"Hillary and her friends!","2016-01-07 21:39:34+00","153080620724_10156505331700725",6],[4661,"Donald Trump Jr.: \"My father is saying things that need to be said.\"","2016-01-07 18:54:32+00","153080620724_10156504864195725",6],[4663,"My beautiful wife, Melania, shot in Trump Tower--- a great First Lady!","2016-01-07 11:30:27+00","153080620724_10156503158170725",6],[4666,"As I have been saying. I would beat Hillary by a BIG margin (if she is even allowed to run) and we face off in a general election. She doesn’t have the strength or the stamina to Make this Country Great Again!","2016-01-06 18:30:23+00","153080620724_10156501407410725",6],[4668,"HAPPY BIRTHDAY to my son, Eric Trump! Very proud of you!","2016-01-06 14:59:35+00","153080620724_10156500910690725",6],[4670,"A great night in New Hampshire! Thank you for all of the support. Remember the importance of getting out to VOTE in this election! Have a great evening!","2016-01-06 03:53:07+00","153080620724_10156499657720725",6],[4672,"The rally in Lowell, Massachusetts, was amazing. 10,000 people going wild. MAKE AMERICA GREAT AGAIN!! I have the smartest and most spirited crowds!","2016-01-05 16:41:32+00","153080620724_10156497716480725",6],[4660,"WOW. Another great poll! The people of New Hampshire know that I will not let them down. I will make America safe and great again!","2016-01-08 12:00:03+00","153080620724_10156506417160725",6],[4662,"Man shot inside Paris police station. Just announced that terror threat is at highest level. Germany is a total mess-big crime. GET SMART!","2016-01-07 15:46:52+00","153080620724_10156504352425725",6],[4664,"Thank you, Governor Rick Scott.","2016-01-07 00:25:16+00","153080620724_10156502517120725",6],[4665,"So many Americans of all parties are sick and tired of our broken government. They are going to be voting in the upcoming Republican primaries for TRUMP to MAKE AMERICA GREAT AGAIN!","2016-01-06 21:00:31+00","153080620724_10156501410120725",6],[4667,"Germany is going through massive attacks to its people by the migrants allowed to enter the country. New Years Eve was a disaster. THINK!","2016-01-06 17:17:45+00","153080620724_10156501250390725",6],[4669,"Good morning America! Thank you for your support in the latest national Reuters poll. TOGETHER, we will #MakeAmericaGreatAgain!","2016-01-06 11:30:14+00","153080620724_10156499874760725",6],[4671,"A great honor to have the endorsement of Iowa Senator, Brad Zaun. Highly respected, tremendous energy, and truly loves Iowa as I do!","2016-01-05 22:03:59+00","153080620724_10156498633595725",6],[4673,"I don't have time for political correctness. And quite frankly this country doesn't have time for it either.","2016-01-05 11:30:00+00","153080620724_10156496471640725",6],[4675,"","2016-01-04 21:57:39+00","153080620724_10156495156965725",6],[4678,"I am very proud of this ad that rolls out tomorrow. I don’t know if I need it, but I don’t want to take any chances because if I win we are going to Make America Great Again. You can see it now at: http://www.donaldjtrump.com/media/category/video","2016-01-04 13:05:03+00","153080620724_10156493636800725",6],[4680,"Diamond \u0026 Silk were fantastic in Mississippi last night. They may like me, but I like them even more - a great night!","2016-01-03 23:28:39+00","153080620724_10156491863550725",6],[4682,"Remember, I am self-funding my campaign, the only one in either party. I'm not controlled by lobbyists or special interests-only the U.S.A.!","2016-01-03 00:25:02+00","153080620724_10156488262015725",6],[4684,"I hope Bill Clinton starts talking about women's issues so that voters can see what a hypocrite he is and how Hillary abused those women!","2016-01-02 20:41:32+00","153080620724_10156487571885725",6],[4686,"Hillary Clinton said that it is O.K. to ban Muslims from Israel by building a WALL, but not O.K. to do so in the U.S. We must be vigilant!","2016-01-02 14:08:24+00","153080620724_10156486362290725",6],[4687,"The silent majority is no longer silent! If we get everyone on the #TrumpTrain out to vote in 2016- WE WILL MAKE AMERICA SAFE AGAIN AND GREAT AGAIN- TOGETHER!","2016-01-02 01:28:06+00","153080620724_10156484718515725",6],[4688,"","2016-01-01 23:53:24+00","153080620724_10156484402310725",6],[4690,"","2016-01-01 23:53:24+00","153080620724_10156484402865725",6],[4692,"","2016-01-01 23:53:24+00","153080620724_10156484404260725",6],[4694,"","2016-01-01 23:53:24+00","153080620724_10156484406050725",6],[4696,"","2016-01-01 23:53:24+00","153080620724_10156484415160725",6],[4698,"","2016-01-01 23:53:23+00","153080620724_10156484396795725",6],[4700,"","2016-01-01 23:53:23+00","153080620724_10156484397105725",6],[4702,"","2016-01-01 23:53:23+00","153080620724_10156484398520725",6],[4704,"","2016-01-01 23:53:23+00","153080620724_10156484399740725",6],[4706,"","2016-01-01 23:53:23+00","153080620724_10156484400560725",6],[4708,"","2016-01-01 23:53:23+00","153080620724_10156484401220725",6],[4710,"","2016-01-01 23:53:23+00","153080620724_10156484395580725",6],[4711,"","2016-01-01 23:53:23+00","153080620724_10156484396145725",6],[4714,"","2016-01-01 23:53:22+00","153080620724_10156484391275725",6],[4716,"","2016-01-01 23:53:22+00","153080620724_10156484392455725",6],[4718,"","2016-01-01 23:53:22+00","153080620724_10156484394230725",6],[4720,"","2016-01-01 23:53:22+00","153080620724_10156484394530725",6],[4722,"","2016-01-01 23:53:22+00","153080620724_10156484394885725",6],[4724,"","2016-01-01 23:53:22+00","153080620724_10156484395100725",6],[4727,"","2016-01-01 22:44:10+00","153080620724_10156484182705725",6],[4733,"","2016-01-01 22:44:10+00","153080620724_10156484183295725",6],[4739,"","2016-01-01 22:44:10+00","153080620724_10156484185585725",6],[4742,"","2016-01-01 22:44:09+00","153080620724_10156484180160725",6],[4743,"","2016-01-01 22:44:09+00","153080620724_10156484180580725",6],[4745,"","2016-01-01 22:44:09+00","153080620724_10156484181430725",6],[4747,"","2016-01-01 22:44:09+00","153080620724_10156484181045725",6],[4749,"","2016-01-01 22:44:09+00","153080620724_10156484181655725",6],[4752,"","2016-01-01 22:44:09+00","153080620724_10156484182375725",6],[4754,"","2016-01-01 22:44:08+00","153080620724_10156484176230725",6],[4756,"","2016-01-01 22:44:09+00","153080620724_10156484182910725",6],[4758,"","2016-01-01 22:44:08+00","153080620724_10156484176670725",6],[4760,"","2016-01-01 22:44:08+00","153080620724_10156484173805725",6],[4762,"","2016-01-01 22:44:08+00","153080620724_10156484175050725",6],[4763,"","2016-01-01 22:44:08+00","153080620724_10156484186460725",6],[4765,"","2016-01-01 21:30:37+00","153080620724_10156483881060725",6],[4766,"","2016-01-01 21:30:37+00","153080620724_10156483884235725",6],[4768,"","2016-01-01 21:30:37+00","153080620724_10156483879950725",6],[4770,"","2016-01-01 21:30:37+00","153080620724_10156483880750725",6],[4772,"","2016-01-01 21:30:36+00","153080620724_10156483875610725",6],[4774,"","2016-01-01 21:30:36+00","153080620724_10156483877945725",6],[4776,"","2016-01-01 21:30:36+00","153080620724_10156483878960725",6],[4778,"","2016-01-01 21:30:36+00","153080620724_10156483879685725",6],[4779,"","2016-01-01 21:30:35+00","153080620724_10156483871330725",6],[4781,"","2016-01-01 21:30:35+00","153080620724_10156483873335725",6],[4784,"","2016-01-01 21:30:35+00","153080620724_10156483873690725",6],[4786,"","2016-01-01 21:30:35+00","153080620724_10156483874635725",6],[4788,"","2016-01-01 21:30:35+00","153080620724_10156483874850725",6],[4790,"","2016-01-01 21:30:35+00","153080620724_10156483875230725",6],[4792,"","2016-01-01 21:30:35+00","153080620724_10156483877425725",6],[4794,"","2016-01-01 21:30:34+00","153080620724_10156483868980725",6],[4796,"","2016-01-01 21:30:34+00","153080620724_10156483870100725",6],[4799,"","2016-01-01 21:30:34+00","153080620724_10156483871120725",6],[4800,"","2016-01-01 21:30:34+00","153080620724_10156483872045725",6],[4803,"I have a very big lead, and we intend to keep it. Not because I want the job, but because I want to do something great for the country, and great for the people. WE MUST ALL WORK TOGETHER TO, FINALLY, MAKE AMERICA SAFE AGAIN AND GREAT AGAIN!","2016-01-01 20:43:27+00","153080620724_10156483711640725",6],[4805,"","2016-01-01 19:41:38+00","153080620724_10156483453120725",6],[4674,"A very special evening in Massachusetts. THANK YOU for the incredible amount of support! There is no question - that if everyone gets out to VOTE- WE are going to MAKE AMERICA GREAT AGAIN, together!","2016-01-05 02:24:38+00","153080620724_10156496003670725",6],[4676,"I will always fight for what I believe in, when it comes to the United States of America. Together we are going to MAKE AMERICA SAFE \u0026 GREAT AGAIN! \nhttp://dailycaller.com/2015/07/06/that-time-donald-trump-filed-a-lawsuit-to-keep-up-an-extra-large-american-flag/","2016-01-04 18:20:38+00","153080620724_10156494523745725",6],[4677,"It is time to MAKE AMERICA GREAT AGAIN! I will be Hillary's worst nightmare. Thank you for your support!","2016-01-04 12:25:11+00","153080620724_10156493549540725",6],[4679,"I am further energized by last night’s rally with 15,000+ supporters in Biloxi, Mississippi. So much love at the Mississippi Coast Coliseum from patriots who care about their country. Together, WE will Make America SAFE \u0026 GREAT AGAIN!","2016-01-03 18:59:52+00","153080620724_10156490949100725",6],[4681,"Hillary said that guns don't keep you safe. If she really believes that she should demand that her heavily armed bodyguards quickly disarm!","2016-01-03 15:04:04+00","153080620724_10156490246225725",6],[4683,"Heading out to Biloxi, Mississippi! Time to #MakeAmericaGreatAgain with YOU \u0026 tonights massive crowd that is expected!\nThank you for your support! The #TrumpTrain can join us at 7pmE via OANN: https://m.youtube.com/channel/UCNbIDJNNgaRrXOD7VllIMRQ","2016-01-02 22:20:10+00","153080620724_10156487855410725",6],[4685,"The silent majority is no longer silent!","2016-01-02 19:59:46+00","153080620724_10156487441690725",6],[4689,"We need a wall fast to stop ILLEGAL IMMIGRATION and ILLEGAL DRUGS from entering our country. Its just common sense!","2016-01-02 12:00:42+00","153080620724_10156483647630725",6],[4691,"","2016-01-01 23:53:24+00","153080620724_10156484403760725",6],[4693,"","2016-01-01 23:53:24+00","153080620724_10156484405025725",6],[4695,"","2016-01-01 23:53:24+00","153080620724_10156484414860725",6],[4697,"","2016-01-01 23:53:23+00","153080620724_10156484396410725",6],[4699,"","2016-01-01 23:53:23+00","153080620724_10156484396915725",6],[4701,"","2016-01-01 23:53:23+00","153080620724_10156484398240725",6],[4703,"","2016-01-01 23:53:23+00","153080620724_10156484398895725",6],[4705,"","2016-01-01 23:53:23+00","153080620724_10156484400225725",6],[4707,"","2016-01-01 23:53:23+00","153080620724_10156484400895725",6],[4709,"","2016-01-01 23:53:23+00","153080620724_10156484401520725",6],[4712,"","2016-01-01 23:53:23+00","153080620724_10156484395740725",6],[4713,"","2016-01-01 23:53:22+00","153080620724_10156484391285725",6],[4715,"","2016-01-01 23:53:22+00","153080620724_10156484391570725",6],[4717,"","2016-01-01 23:53:22+00","153080620724_10156484392935725",6],[4719,"","2016-01-01 23:53:22+00","153080620724_10156484394390725",6],[4721,"","2016-01-01 23:53:22+00","153080620724_10156484394675725",6],[4723,"","2016-01-01 23:53:22+00","153080620724_10156484395215725",6],[4725,"","2016-01-01 23:53:22+00","153080620724_10156484395310725",6],[4726,"","2016-01-01 23:53:22+00","153080620724_10156484395430725",6],[4728,"","2016-01-01 23:53:22+00","153080620724_10156484391200725",6],[4729,"","2016-01-01 22:44:10+00","153080620724_10156484183570725",6],[4730,"","2016-01-01 22:44:10+00","153080620724_10156484183775725",6],[4731,"","2016-01-01 22:44:10+00","153080620724_10156484184040725",6],[4732,"","2016-01-01 22:44:10+00","153080620724_10156484183930725",6],[4734,"","2016-01-01 22:44:10+00","153080620724_10156484184380725",6],[4735,"","2016-01-01 22:44:09+00","153080620724_10156484178560725",6],[4736,"","2016-01-01 22:44:10+00","153080620724_10156484182540725",6],[4737,"","2016-01-01 22:44:09+00","153080620724_10156484179070725",6],[4738,"","2016-01-01 22:44:09+00","153080620724_10156484179380725",6],[4740,"","2016-01-01 22:44:09+00","153080620724_10156484179765725",6],[4741,"","2016-01-01 22:44:09+00","153080620724_10156484179985725",6],[4744,"","2016-01-01 22:44:09+00","153080620724_10156484180380725",6],[4746,"","2016-01-01 22:44:09+00","153080620724_10156484181195725",6],[4748,"","2016-01-01 22:44:09+00","153080620724_10156484180730725",6],[4750,"","2016-01-01 22:44:09+00","153080620724_10156484181835725",6],[4751,"","2016-01-01 22:44:09+00","153080620724_10156484182090725",6],[4753,"","2016-01-01 22:44:09+00","153080620724_10156484183095725",6],[4755,"","2016-01-01 22:44:08+00","153080620724_10156484176410725",6],[4757,"","2016-01-01 22:44:08+00","153080620724_10156484176885725",6],[4759,"","2016-01-01 22:44:08+00","153080620724_10156484178315725",6],[4761,"","2016-01-01 22:44:08+00","153080620724_10156484174395725",6],[4764,"","2016-01-01 22:44:08+00","153080620724_10156484175775725",6],[4767,"","2016-01-01 21:30:37+00","153080620724_10156483881235725",6],[4769,"","2016-01-01 21:30:37+00","153080620724_10156483880080725",6],[4771,"","2016-01-01 21:30:36+00","153080620724_10156483875395725",6],[4773,"","2016-01-01 21:30:36+00","153080620724_10156483877645725",6],[4775,"","2016-01-01 21:30:36+00","153080620724_10156483878465725",6],[4777,"","2016-01-01 21:30:36+00","153080620724_10156483879160725",6],[4780,"","2016-01-01 21:30:35+00","153080620724_10156483872440725",6],[4782,"","2016-01-01 21:30:35+00","153080620724_10156483872860725",6],[4783,"","2016-01-01 21:30:35+00","153080620724_10156483874035725",6],[4785,"","2016-01-01 21:30:35+00","153080620724_10156483874330725",6],[4787,"","2016-01-01 21:30:35+00","153080620724_10156483874740725",6],[4789,"","2016-01-01 21:30:35+00","153080620724_10156483875075725",6],[4791,"","2016-01-01 21:30:35+00","153080620724_10156483875855725",6],[4793,"","2016-01-01 21:30:34+00","153080620724_10156483868925725",6],[4795,"","2016-01-01 21:30:34+00","153080620724_10156483869405725",6],[4797,"","2016-01-01 21:30:34+00","153080620724_10156483870730725",6],[4798,"","2016-01-01 21:30:34+00","153080620724_10156483871565725",6],[4801,"","2016-01-01 21:30:34+00","153080620724_10156483871775725",6],[4802,"","2016-01-01 21:30:34+00","153080620724_10156483885480725",6],[4804,"","2016-01-01 19:41:38+00","153080620724_10156483452945725",6],[4806,"","2016-01-01 19:41:38+00","153080620724_10156483453315725",6],[4808,"","2016-01-01 19:41:38+00","153080620724_10156483454740725",6],[4811,"","2016-01-01 19:41:38+00","153080620724_10156483452355725",6],[4813,"","2016-01-01 19:41:38+00","153080620724_10156483452810725",6],[4815,"","2016-01-01 19:41:37+00","153080620724_10156483446305725",6],[4817,"","2016-01-01 19:41:37+00","153080620724_10156483447035725",6],[4818,"","2016-01-01 19:41:37+00","153080620724_10156483447620725",6],[4821,"","2016-01-01 19:41:37+00","153080620724_10156483448455725",6],[4822,"","2016-01-01 19:41:37+00","153080620724_10156483448960725",6],[4825,"","2016-01-01 19:41:37+00","153080620724_10156483450330725",6],[4827,"","2016-01-01 19:41:37+00","153080620724_10156483450825725",6],[4840,"Had a fun time last night ringing in the new year with my beautiful family. Best wishes to everyone for a great 2016!","2016-01-01 15:27:18+00","153080620724_10156482665990725",6],[4842,"I would like to wish everyone A HAPPY AND HEALTHY NEW YEAR. WE MUST ALL WORK TOGETHER TO, FINALLY, MAKE AMERICA SAFE AGAIN AND GREAT AGAIN!","2015-12-31 23:30:08+00","153080620724_10156480193140725",6],[4844,"#2015BestNine via Instagram. \n#MakeAmericaGreatAgain","2015-12-31 17:09:40+00","153080620724_10156478940660725",6],[4847,"Thank you for this amazing honor to be named man of the year!","2015-12-31 12:00:00+00","153080620724_10156477409980725",6],[4848,"I just departed Council Bluffs, Iowa! A GREAT evening- THANK YOU! It is very clear that the silent majority is silent NO MORE! Together, WE will ALL #MakeAmericaGreatAgain! Thank you!","2015-12-30 03:44:45+00","153080620724_10156473232605725",6],[4850,"I agree with my great daughter, Ivanka Trump- when she said, \"I think he's one of the great advocates for women.\" A great piece via Town and Country Magazine. I am very proud of all my children! \nhttp://www.townandcountrymag.com/society/money-and-power/a4616/ivanka-trump-2016/","2015-12-30 03:11:15+00","153080620724_10156473140245725",6],[4852,"My campaign for president is $35,000,000 under budget, I have spent very little (and am in 1st place). Now I will spend big in Iowa/N.H./S.C.","2015-12-29 17:47:02+00","153080620724_10156471404485725",6],[4854,"Thank you Nashua, New Hampshire! I had a great evening with all of you! It is great to see how the VOTERS will determine our next POTUS- and NOT the media! Have a great evening!","2015-12-29 03:24:34+00","153080620724_10156469466560725",6],[4856,"","2015-12-28 22:52:14+00","153080620724_10156468759380725",6],[4858,"Strange, but I see wacko Bernie Sanders allies coming over to me because I'm lowering taxes, while he will double \u0026 triple them, a disaster!","2015-12-28 14:52:10+00","153080620724_10156467339575725",6],[4860,"","2015-12-27 15:50:46+00","153080620724_10156463900960725",6],[4863,"Good morning America! Remember- I will do far more for women than Hillary, and I will keep our country safe, something which she will not be able to do-no strength/stamina!","2015-12-27 12:01:28+00","153080620724_10156462362800725",6],[4864,"","2015-12-26 17:55:40+00","153080620724_10156460692705725",6],[4867,"Thank you for all of your support! I thought you would enjoy this story from today's Atlanta Journal Constitution. #Trump2016","2015-12-26 17:37:26+00","153080620724_10156460622260725",6],[4869,"I am now in Palm Beach, Florida, and will be going to church tonight. MAKE AMERICA GREAT AGAIN!","2015-12-25 00:05:05+00","153080620724_10156454479265725",6],[4871,"TIME TO MAKE AMERICA GREAT AGAIN!","2015-12-24 17:05:22+00","153080620724_10156453243905725",6],[4873,"Merry Christmas \u0026 Happy Holidays!","2015-12-23 22:01:12+00","153080620724_10156450607960725",6],[4875,"CNN/ORC POLL: Which candidate is best at handling: #Economy, #Immigration, \u0026 #ISIS? #MakeAmericaGreatAgain #Trump2016","2015-12-23 13:33:59+00","153080620724_10156449103110725",6],[4877,"","2015-12-23 02:14:09+00","153080620724_10156446319095725",6],[4878,"VIDEO: Women defy media narrative, love Trump at packed Michigan rally","2015-12-22 21:42:51+00","153080620724_10156445430005725",6],[4880,"Historic video from our rally in Michigan last night. For the first time - after asking them for months - the media has finally showed one of my many crowds! What do you think is next? The media may ask Hillary some tough questions? It is time to #MakeAmericaGreatAgain!","2015-12-22 18:25:58+00","153080620724_10156444812435725",6],[4882,"Hillary said with respect to ISIS, \"we are finally where we need to be.\" Do we want 4  more years of incompetent leadership?  MAGA!","2015-12-22 15:29:47+00","153080620724_10156444243560725",6],[4885,"Do you think that Hillary Clinton will apologize to me for the lie she told about \"the video\" of me being used by ISIS. There is no video.","2015-12-21 19:55:07+00","153080620724_10156440822270725",6],[4888,"Thank you Phyllis!\n#MakeAmericaGreatAgain!","2015-12-21 16:42:22+00","153080620724_10156440107765725",6],[4890,"It was really strange when Hillary was missing from the podium last night. Not very presidential!","2015-12-21 00:17:00+00","153080620724_10156436959900725",6],[4891,"I think my words represent toughness and strength. Hillary’s not strength. Hillary’s weak, frankly, she’s got no stamina, she’s got nothing. \n\nHillary couldn’t even get back on the stage last night. Nobody even knows what happened to her. It’s like she went home and went to sleep! She couldn’t get back on the stage last night I’ll tell you why. Because we need a president with great strength and stamina and Hillary doesn’t have that. \n\nWe can not have another bad president like we have right now. We need a president with tremendous intelligence, smarts, cunning, strength, and stamina. #Trump2016","2015-12-20 21:13:54+00","153080620724_10156436262810725",6],[4893,"Hillary Clinton lied when she said that \"ISIS is using video of Donald Trump as a recruiting tool.\" This was fact checked by Fox News: FALSE","2015-12-20 15:45:46+00","153080620724_10156434932495725",6],[4895,"George Stephanopoulos stupidly believes that Hillary Clinton wants to run against me because she said so. She says that so people believe it - opposite! I will be her worst nightmare!","2015-12-20 04:07:38+00","153080620724_10156432966835725",6],[4897,"THANK YOU CEDAR RAPIDS, IOWA! I had a great afternoon with everyone!  #MakeAmericaGreatAgain","2015-12-19 22:23:40+00","153080620724_10156431875045725",6],[4899,"Good Saturday morning America! Fox News released their post-debate poll. We are at 39% (+11% from previous) - thank you! I am preparing for my trip to Iowa today. Really looking forward to it! Have a great day everyone. #MakeAmericaGreatAgain!","2015-12-19 12:00:24+00","153080620724_10156429222755725",6],[4901,"Weak \u0026 ineffective Jeb Bush is doing ads where he shows his statement in the debate but not my response. False advertising!","2015-12-18 21:04:50+00","153080620724_10156427630440725",6],[4903,"As I have been saying - only the beginning. We need to protect our homeland!","2015-12-18 16:33:06+00","153080620724_10156426825280725",6],[4905,"ISIS is making $400M per year off of oil. I have been saying for years we need to bomb the oil!","2015-12-18 03:59:11+00","153080620724_10156425109365725",6],[4908,"There is no question that I will handle the threat of terrorism better than ANY candidate running for President of the United States of America! #Trump2016","2015-12-17 23:24:01+00","153080620724_10156424114190725",6],[4910,"It has been a very busy 6 months - since I announced that I was running for President of the United States of America. It was nice to join Jimmy Kimmel Live last night. #Trump2016","2015-12-17 18:03:23+00","153080620724_10156423511765725",6],[4912,"I appreciate the support of Wayne Newton! \"Mr. Las Vegas\" joined me at the #GOPDebate on Tuesday evening.","2015-12-17 12:00:08+00","153080620724_10156422232945725",6],[4914,"THANK YOU Mesa, Arizona! I am grateful for all of the support! The silent majority is silent no more! #Trump2016 #MakeAmericaGreatAgain","2015-12-17 00:32:26+00","153080620724_10156421043790725",6],[4916,"Hillary Clinton is weak and ineffective - no strength, no stamina.","2015-12-16 16:26:56+00","153080620724_10156419594600725",6],[4843,"THANK YOU ILLINOIS! Let's not forget to get family \u0026 friends- out to VOTE IN 2016! Together, we will ALL MAKE AMERICA GREAT AGAIN!","2015-12-31 18:45:23+00","153080620724_10156479246710725",6],[4845,"HAPPY BIRTHDAY to my son, Donald Trump Jr. Very proud of you! #TBT","2015-12-31 16:47:24+00","153080620724_10156478841470725",6],[4846,"A lovely letter from the daughter of the late great John Wayne. Our country could use a John Wayne right now.","2015-12-30 21:54:28+00","153080620724_10156475870665725",6],[4849,"THANK YOU Hilton Head, South Carolina! Remember- while the polls look great for us- if we do not get out and VOTE, they mean nothing. Thank you for all of your support!","2015-12-30 18:22:09+00","153080620724_10156475262795725",6],[4851,"We need a real President!","2015-12-29 19:18:04+00","153080620724_10156471691860725",6],[4853,"Thank you! #Trump2016","2015-12-29 12:52:53+00","153080620724_10156470577305725",6],[4855,"If Hillary thinks she can unleash her husband, with his terrible record of women abuse, while playing the women's card on me, she's wrong!","2015-12-29 11:00:25+00","153080620724_10156469717210725",6],[4857,"Thank you to a supporter- for this video on my campaign over the past 6 months. \nhttp://youtu.be/pg22rjzYo4w","2015-12-28 18:59:32+00","153080620724_10156467989725725",6],[4859,"Good morning America! Great results are in from the highly respected Reuters poll. I appreciate all of your support- as we prepare for 2016! Thank you!","2015-12-28 11:30:18+00","153080620724_10156466002615725",6],[4861,"It begins, Republican Party of Virginia, controlled by the Republican National Committee, is working hard to disallow independent, unaffiliated and new voters. BAD!","2015-12-27 21:06:30+00","153080620724_10156464814910725",6],[4862,"Thank you!!","2015-12-27 01:57:46+00","153080620724_10156462054585725",6],[4865,"Criminal deportations in the U.S. are the lowest number in many years. We are letting criminals knowingly stay in our country. MUST CHANGE!","2015-12-26 22:24:04+00","153080620724_10156461501300725",6],[4866,"The same people that said I wouldn't run, or that I wouldn't lead or do well (1st place and leading by 21%), now say I won't beat Hillary.","2015-12-26 12:00:10+00","153080620724_10156458808000725",6],[4868,"Merry Christmas to all. Have a great day and have a really amazing year. Together, we will MAKE AMERICA GREAT AGAIN! It will be done!","2015-12-25 12:00:50+00","153080620724_10156455602730725",6],[4870,"Donald Trump’s Greatest Christmas Movie:\nHome Alone 2! #TBT \nhttp://www.breitbart.com/big-government/2015/12/24/donald-trumps-greatest-christmas-movie-home-alone-2/","2015-12-24 19:40:13+00","153080620724_10156453684740725",6],[4872,"GOOD MORNING AMERICA! I wanted to take this opportunity to thank you for your support over the past 6 months. The new CNN/ORC poll is out \u0026 WE are doing great! This is about ALL of US- working together for the same goal. We will #MakeAmericaGreatAgain! Have a great morning- THANK YOU!","2015-12-24 11:00:16+00","153080620724_10156452233015725",6],[4874,"When I said that Hillary Clinton got schlonged by Obama, it meant got beaten badly. The media knows this. Often used word in politics!","2015-12-23 13:57:53+00","153080620724_10156449190110725",6],[4876,"Good morning America. Wow! Great news coming from Reuters. THANK YOU for all of your support. I will NOT let you down! There is no question about it - whoever the democratic nominee is - they do not want to run against Trump \u0026 the #TrumpTrain!","2015-12-23 11:00:23+00","153080620724_10156447457215725",6],[4879,"THANK YOU - America! We are going to end political correctness \u0026 fix Washington DC! You can not be politically correct - when it comes to securing our homeland. I assure you that I will do everything that it takes to #MakeAmericaGreatAgain!","2015-12-22 20:09:24+00","153080620724_10156445155630725",6],[4881,"Good morning America! Just received some great news out of New Hampshire! I thank you for the support. I love being out on the campaign trail \u0026 meeting so many of you. I assure you that if I become your next POTUS - I will NOT let you down! We will #MakeAmericaGreatAgain!","2015-12-22 11:00:54+00","153080620724_10156443020965725",6],[4883,"THANK YOU - Grand Rapids, Michigan! We will make history together, and end political correctness in order to secure our homeland! #MakeAmericaGreatAgain","2015-12-22 02:00:01+00","153080620724_10156442220085725",6],[4884,"It's the Democrats' total weakness \u0026 incompetence that gave rise to ISIS -- not a tape of Donald Trump that was an admitted Hillary lie!","2015-12-21 21:11:30+00","153080620724_10156440829090725",6],[4886,"Very sad what happened last night at the Miss Universe Pageant. I sold it 6 months ago for a record price. This would never have happened!","2015-12-21 17:41:31+00","153080620724_10156440401685725",6],[4887,"Hillary Clinton spokesperson admitted that there was no ISIS video of me. Therefore, Hillary LIED at the debate on Saturday night. SAD!","2015-12-21 11:00:09+00","153080620724_10156437508315725",6],[4889,"Jeb Bush today said he didn't want to be the front-runner, he would rather be where he is now, 2%. That is the talk of a loser, can't win!","2015-12-21 04:48:41+00","153080620724_10156437965635725",6],[4892,"","2015-12-20 18:06:17+00","153080620724_10156435466170725",6],[4894,"Good Sunday morning! A NEW Morning Consult poll is out. We are #1 at 36%! Let's keep up the momentum and #MakeAmericaGreatAgain. Thank you for your continued support - as we make history together. Have a great morning!","2015-12-20 12:00:18+00","153080620724_10156432922790725",6],[4896,"President Obama spends so much time speaking of the so-called Carbon footprint, and yet he flies all the way to Hawaii on a massive old 747.","2015-12-20 00:05:01+00","153080620724_10156432241290725",6],[4898,"See, Sanders backed Hillary on E-mails at the debate, hurting himself, and then she threw him under the bus (but failed). Disloyal person!","2015-12-19 15:59:04+00","153080620724_10156430469715725",6],[4900,"","2015-12-18 21:54:25+00","153080620724_10156427776095725",6],[4902,"'COMPLETE REFUGEE PAUSE MAKES SENSE' •Rupert Murdoch","2015-12-18 20:02:04+00","153080620724_10156427445680725",6],[4904,"I have been saying it from the beginning! The refugee situation is getting worse - as each week passes. ISIS is infiltrating the Syrian refugee program- while we have a President who cannot even say the words- RADICAL ISLAMIC TERRORISM!","2015-12-18 11:05:50+00","153080620724_10156425814095725",6],[4906,"You do not want to miss Barbara Walters 10 Most Fascinating People of 2015 tonight at 9:30pmE on ABC! ENJOY!","2015-12-18 01:10:26+00","153080620724_10156424629375725",6],[4907,"GOOD AFTERNOON AMERICA! Christmas is going to be here before we know it! Some GREAT new #Trump2016 gear in the store! It is time to MAKE AMERICA GREAT AGAIN! Together, we will do it! Share your support for Christmas with family and friends. Join us - in making history: http://shop.donaldjtrump.com. #TrumpTrain","2015-12-17 21:04:41+00","153080620724_10156423956355725",6],[4909,"#MakeAmericaGreatAgain I will be in Cedar Rapids,IA this Saturday. Get your tickets- https://www.eventbrite.com/e/donald-j-trump-in-cedar-rapids-ia-tickets-19976748994","2015-12-17 19:55:20+00","153080620724_10156423796385725",6],[4911,"Thank you - Tom Brady! #TBT","2015-12-17 17:01:10+00","153080620724_10156423327445725",6],[4915,"Clear winner of the #GOPDebate. Thank you for your support! #Trump2016","2015-12-16 20:15:51+00","153080620724_10156420278745725",6],[4917,"Thank you, so many people have given me credit for winning the debate last night. All polls agree. It was fun and interesting!","2015-12-16 14:23:03+00","153080620724_10156419233875725",6],[4919,"Thank you to all of my supporters across the United States of America. We had a great night at the #GOPDebate. Thank you for your continued support! Let's MAKE AMERICA GREAT AGAIN! #Trump2016","2015-12-16 06:41:59+00","153080620724_10156418298345725",6],[4921,"ON IMMIGRATION: \"I have a hard line on this. We have a country or we don’t have a country. WALLS DO WORK! Just speak to the people in Israel. #GOPDebate","2015-12-16 03:32:34+00","153080620724_10156417777960725",6],[4924,"These are people who want to kill us and you're objecting to wanting to kill them? I don't think so. #GOPDebate","2015-12-16 02:48:44+00","153080620724_10156417577025725",6],[4928,"People like what I say, people respect what I say. I started a discussion that needed to happen. #GOPDebate","2015-12-16 02:04:12+00","153080620724_10156417369520725",6],[4929,"A great way to stay warm this winter. New #MakeAmericaGreatAgain winter hats are now available! Order today, and get just in time for Christmas. #Trump2016","2015-12-15 21:10:32+00","153080620724_10156416485370725",6],[4931,"Last night - prior to my rally here in Las Vegas, I spent time with The Remembrance Project, a 501(c)3 non-profit that was created in 2009 to honor and remember Americans who have been killed by illegal aliens. The Remembrance Project educates, raises awareness, and conducts outreach in order to support and protect Americans and their families' well-being and safety through upholding U.S. laws and following the Constitution. #Trump2016 \nhttp://www.theremembranceproject.org/","2015-12-15 18:24:14+00","153080620724_10156416035955725",6],[4933,"I am in Trump International Hotel, Las Vegas, getting ready and waiting for the debate tonight. Look forward - hope I get treated fairly!","2015-12-15 16:28:33+00","153080620724_10156415692805725",6],[4935,"What an evening in Las Vegas, Nevada! THANK YOU for your continued support. Together, we will all MAKE AMERICA GREAT AGAIN! There is something special happening out there, and the silent majority - is silent no more! #Trump2016","2015-12-15 05:04:36+00","153080620724_10156414357265725",6],[4938,"I am proud to share this report, written by the highly respected Dr. Harold Bornstein of Lenox Hill Hospital, stating that I am in excellent health. I am fortunate to have been blessed with great genes --- both of my parents had very long and productive lives. I have truly enjoyed working on the campaign trail with one objective in mind, to Make America Great Again! \n\nPeople have been impressed by my stamina, but to me it has been easy because I am truly doing something that I love. Our country will soon be better and stronger than ever before. \n\n– Donald J. Trump\n\nhttps://www.donaldjtrump.com/press-releases/statement-on-donald-j.-trump-record-of-health","2015-12-14 20:05:35+00","153080620724_10156412899695725",6],[4940,"Thank you for your continued support! Together, we will #MakeAmericaGreatAgain.","2015-12-14 13:26:52+00","153080620724_10156411731290725",6],[4942,"I was disappointed that Ted Cruz would speak behind my back, get caught, and then deny it. Well, welcome to the wonderful world of politics!","2015-12-13 23:28:21+00","153080620724_10156410092715725",6],[4944,"The last person Hillary Clinton wants to run against - is Trump! I will be her worst nightmare! #Trump2016","2015-12-13 18:54:53+00","153080620724_10156408931420725",6],[4945,"Join me tomorrow morning at 9amE on CNN's - State of the Union with Jake Tapper. A lot to discuss from the Iowa State Fairgrounds. #Trump2016","2015-12-12 23:57:31+00","153080620724_10156406326945725",6],[4948,"Reports say #ISIS now has a passport machine to have its believers infiltrate our country. I told you so! We need to protect our homeland - and make it safe for all citizens. We need leadership! #Trump2016","2015-12-12 22:30:49+00","153080620724_10156405720140725",6],[4949,"Getting the support of Dana White of UFC means a lot. A total winner, who has done an amazing job. Just ordered his fight to watch tonight!","2015-12-12 16:05:37+00","153080620724_10156404805360725",6],[4951,"Good morning America! Many new polls are out. They are a great indication that you are fed up with political correctness and the direction that this country is headed- and so am I! Thank you for all of your support! Let's #MakeAmericaGreatAgain! #Trump2016","2015-12-12 11:30:07+00","153080620724_10156403687515725",6],[4953,"Thank you America! Great to see these numbers. The American people will determine the next President of the United States of America! NOT the media. \n\n#TeamTrump at 35% in new Reuters poll with #2 coming in at 12%. It is time to #MakeAmericaGreatAgain!#Trump2016","2015-12-12 00:11:36+00","153080620724_10156402556285725",6],[4955,"It would not surprise me either! What I am seeing \u0026 hearing from around the country is disturbing. Time for us all to #MakeAmericaGreatAgain. Remember! We need to energize EVERYONE to get out and VOTE!#Trump2016","2015-12-11 22:07:14+00","153080620724_10156402109300725",6],[4957,"Thank you Franklin Graham! I have always appreciated your courage, but now more so than ever!","2015-12-11 17:27:28+00","153080620724_10156401331500725",6],[4958,"Good morning America! Something really special is going on \u0026 I am grateful for all of your support. While the media tries to figure out these latest poll numbers - everyone have a great day \u0026 know that if I become #POTUS - we will all MAKE AMERICA GREAT AGAIN! #Trump2016","2015-12-11 11:30:08+00","153080620724_10156399785360725",6],[4918,"Good morning America! A great evening at the CNN #GOPDebate. THANK YOU for all of your messages on social media. It is time to get back out on the campaign trail - so WE can #MakeAmericaGreatAgain! The \"silent majority\" is being heard - loud and clear! #Trump2016","2015-12-16 12:00:00+00","153080620724_10156418731240725",6],[4920,"If I'm so fortunate to be chosen [as GOP nominee], I will do everything in my power to beat Hillary Clinton. #GOPDebate","2015-12-16 04:02:36+00","153080620724_10156417876900725",6],[4922,"I've been saying this for years! It wasn't so fashionable to take the oil a few months ago! Now - we are bombing the oil!","2015-12-16 03:12:35+00","153080620724_10156417682535725",6],[4923,"ISIS is using the Internet better than we are, and we invented it! They are thugs and terrible people. #GOPDebate","2015-12-16 02:42:12+00","153080620724_10156417534200725",6],[4925,"We're not talking about religion; we're talking about security. #GOPDebate","2015-12-16 02:10:26+00","153080620724_10156417390615725",6],[4926,"I am departing Trump International Hotel Las Vegas for the CNN #GOPDebate. THANK YOU for your support! #MakeAmericaGreatAgain","2015-12-16 01:17:54+00","153080620724_10156417157260725",6],[4927,"Highly respected PUBLIC POLICY POLLING (PPP) just announced that I am number one in IOWA. Thank you! #MakeAmericaGreatAgain #Trump2016","2015-12-15 23:22:06+00","153080620724_10156416897695725",6],[4930,"After a great week in the polls - it is time for the final #GOPDebate of 2015. I wanted to take a moment and thank all of my supporters out there! The silent majority is silent no more! #MakeAmericaGreatAgain #Trump2016","2015-12-15 23:12:24+00","153080620724_10156416834845725",6],[4932,"Between Iraq war monger Charles Krauthammer, dummy Karl Rove, deadpan George Will, highly overrated Megyn Kelly, among others, Fox News not fair!","2015-12-15 17:51:02+00","153080620724_10156415938485725",6],[4934,"Good morning America! I am out in Las Vegas, Nevada - in preparation for this evenings #GOPDebate. \n\nThe new ABC/Washington Post poll is out - and is consistent with other national polls. A strong indication that you are tired of political correctness, and want to MAKE AMERICA GREAT AGAIN! Thank you for all of your support! #Trump2016","2015-12-15 12:00:29+00","153080620724_10156414635755725",6],[4936,"Can't believe Major League Baseball just rejected Pete Rose for the Hall of Fame.  He's paid the price. So ridiculous - let him in!","2015-12-15 00:53:02+00","153080620724_10156413756155725",6],[4937,"It looks like we just broke another \"ceiling.\" While the establishment schemes to nominate someone they control - the voters are clearly indicating that they want someone who will fix the broken political system in DC. Thank you for your support! Together - we will #MakeAmericaGreatAgain!","2015-12-14 18:15:58+00","153080620724_10156412511925725",6],[4939,"“The system has become so incompetent and outrageously bureaucratic. The centers of power are so, so in New York, Washington, D.C., and Los Angeles, that the whole rest of the country is in rebellion. And people are looking for somebody who can kick down the doors.” -Newt Gingrich","2015-12-14 15:37:04+00","153080620724_10156412088210725",6],[4941,"People have got to stop working to be so politically correct and focus all of their energy on finding solutions to very complex problems!","2015-12-14 00:41:50+00","153080620724_10156410318070725",6],[4943,"Will our government finally acknowledge that we need a WALL? We can’t solve our country’s problems by being politically correct!","2015-12-13 23:15:35+00","153080620724_10156410054550725",6],[4946,"Good morning. Thank you! I will not let you down. We need leadership - ASAP!","2015-12-13 13:00:36+00","153080620724_10156407894785725",6],[4947,"THANK YOU for a GREAT afternoon South Carolina! I appreciate all of the support you have given me. The silent majority is silent no more! Let's #MakeAmericaGreatAgain!","2015-12-12 19:18:30+00","153080620724_10156405353795725",6],[4950,"Common Core is a complete disaster! We need local education, with local people, and local schools. However - some bureaucrats in Washington just want to make more money! Not under my watch!","2015-12-12 16:08:00+00","153080620724_10156404813450725",6],[4952,"I had a great evening in Des Moines, Iowa! Thank you for all of your support. Together we will ALL #MakeAmericaGreatAgain!","2015-12-12 04:14:16+00","153080620724_10156403206355725",6],[4954,"My Uncle John was a really smart guy- top of the charts-- nice to have great genes! #Trump2016","2015-12-11 22:54:02+00","153080620724_10156402335785725",6],[4956,"Thank you Georgia. It is a true honor to have your support with 43% in today's new poll. Politically correct is NOT going to cut it anymore. We need to MAKE AMERICA GREAT AGAIN - and being politically correct will NOT get it done! #Trump2016","2015-12-11 20:43:03+00","153080620724_10156401840540725",6],[4959,"Our spectacular ballroom under construction at the great Turnberry resort in Scotland.","2015-12-11 19:54:31+00","153080620724_10156401734425725",6]]}