{"title":"posts","fields":["id","message","published","idPost","person_id"],"types":[23,25,1184,1043,23],"type_names":["integer","text","unknown","text","integer"],"values":[[65385,"Touch the Wall reviews are starting to come in....\nhttp://reelnewsdaily.com/2014/11/27/jeremys-review-touch-the-wall/","2014-11-28 01:42:16+00","141189032744105_311873985675608",42],[65387,"Thank you for the wonderful reception to the NYC Premiere of Touch the Wall. Kara, Missy, Grant and Christo were really touched by your support.","2014-11-26 20:55:51+00","141189032744105_311455325717474",42],[65388,"Thank you for all your wonderful comments. There are many questions about how and where to see the film and about the distribution. NCAA regulations do not allow Missy or her parents to answer these questions. Please go to www.touchthewall.com/home to get more information about the film. Thanks, DA","2014-11-17 20:20:57+00","141189032744105_308454126017594",42],[65390,"Thank you to the 2,400 amazing people who braved the cold and snow to come to the Premiere of Touch the Wall. It was a very personal story and we were honored to be able to share it with you. A special thank you to Cheryl Preheim for moderating the Q\u0026A.","2014-11-17 13:41:10+00","141189032744105_308353006027706",42],[65391,"Looking forward to seeing friends and family at the Touch the Wall premiere in 2 days! Thank you Grant and Christo. \nAnyone see a resemblance? And, no, my crazy daughter does not wear glasses....and least I don't think so 😀","2014-11-14 02:57:23+00","141189032744105_307233746139632",42],[65393,"The Golden Goggles nominations are out! Missy has been nominated in three categories - Perseverance Award, Relay Performance of the Year and Female Athlete of the Year. Here is a list of all the nominees. There is a link to the voting as well. (Posted by DA) \nhttp://goo.gl/iM8bTn and cast your online vote here: http://goo.gl/7EhKsY http://goo.gl/iM8bTn and cast your online vote here: http://goo.gl/7EhKsY","2014-09-27 21:40:23+00","141189032744105_291643997698607",42],[65396,"Definitely not the meet I expected going in, but I am truly learning to trust in God's timing and His plan. I have learned so much, and am thrilled to have qualified for Worlds next summer in my four individual events and three relays. Excited to get back to Berkeley and take some time to recover. Thank you for all your endless support and words of encouragement these past several days. I have the best team in the world and am inspired everyday by these amazing teammates and staff #podiumselfie#panpacs2014 #rainrelays","2014-08-25 06:43:31+00","141189032744105_275531712643169",42],[65397,"Day 1 Finals took place last night. It was cold, windy, and rainy at the Queesnsland pool. Missy participated in both her events and secured her first 2 spots on the World Championship Team for next summer. Three more days to go! Please keep sending prayers and support. DA\nhttp://www.nytimes.com/2014/08/22/sports/a-determined-missy-franklin-endures-a-painful-test.html ","2014-08-21 21:37:09+00","141189032744105_273301809532826",42],[65399,"Missy thanks you all for the supportive messages. Here is the tweet that she sent out last night.\n\n Missy Franklin (@FranklinMissy)\n8/19/14, 7:40 PM\nHad some back spasms after workout today, already feeling better! Thank you for all your support and concern❤️","2014-08-20 01:55:50+00","141189032744105_272706726259001",42],[65401,"Team USA attends training camp in Brisbane prior to Pan Pacs. \nGO BEARS!!","2014-08-16 12:44:22+00","141189032744105_271447883051552",42],[65404,"Family interviews with John Lohn. Thanks John for your kind comments. (Posted by DA)\nhttp://www.swimvortex.com/guiding-a-champion-q-a-with-da-and-richard-franklin/","2014-08-04 14:13:47+00","141189032744105_266894913506849",42],[65406,"The Current movie is selected for the Oceanside Film Festival.  Catch Missy PADI scuba diving and swimming with wild dolphins in Bimini. \n6:00 PM FRIDAY AUGUST 8,\nSunshine Brooks Theatre, 217 N Coast Hwy, Oceanside, CA 92054\nPurchase Tickets Now! Watch, trailer\n\nMissy is at the USA Swimming National Championships in Irvine the entire week so will not be able to attend the screening.","2014-07-25 23:47:07+00","141189032744105_263169560546051",42],[65408,"Here is an update (posted by DA)\nhttp://www.teamusa.org/News/2014/June/24/Life-Keeps-Charging-Ahead-For-Missy-Franklin","2014-06-26 00:38:00+00","141189032744105_248545392008468",42],[65411,"Congratulations to all these hard working college swimmers! Posted by DA http://www.collegeswimmingawards.com/College_Swimming_Awards/Home_Page_files/2014%20College%20Swimming%20%26%20Diving%20Honors%20release.pdf","2014-06-06 13:35:44+00","141189032744105_243618349167839",42],[65413,"More to come about a very busy summer. Posted by DA (mom). http://www.sfexaminer.com/sanfrancisco/busy-summer-ahead-for-cal-swimmer-missy-franklin/Content?oid=2814759\u0026mode=print","2014-06-05 03:54:09+00","141189032744105_243285162534491",42],[65415,"Don't miss the cool new True Sport patches in USA Swimming's Deck Pass app! You can \"Watch, Play, and Win\" while learning what it takes to be successful by checking out this link! \n","2014-05-30 22:48:39+00","141189032744105_242163539313320",42],[65418,"The 12 Golden Bear women finish off the meet. They are exhausted as the warm down pool was not available #lacticacidpain. \nhttp://swimswam.com/missy-franklin-wins-three-final-night-mel-zajac-international/","2014-05-26 03:27:02+00","141189032744105_241053676090973",42],[65420,"The Bears head to Canada for their first long course meet of the year. GO BEARS!\nhttp://swimswam.com/american-canadian-stars-come-2014-mel-zajac-cup/","2014-05-22 00:27:32+00","141189032744105_240118906184450",42],[65422,"As requested, here is the entire list! \nhttp://www.sportspromedia.com/most_marketable/","2014-05-19 22:01:27+00","141189032744105_239660542896953",42],[65424,"So many people are assisting with this cause!\nhttp://www.bystanderrevolution.org/browse/k:Missy+franklin_v:list","2014-04-24 11:58:35+00","141189032744105_233873756808965",42],[65425,"There are hundreds of requests coming in for autograph cards. Missy wants to get back to everyone. Please send all requests to\n\nUniversity of California Intercollegiate Athletic Dept.\nAttn: Missy Franklin, Women's Swim \u0026 Dive, \n115 Haas Pavilion, Berkeley, CA, 94720-4422\n\nALL REQUESTS SHOULD INCLUDE A SELF-ADDRESSED, SELF-STAMPED LETTER SIZED RETURN ENVELOPE.  \n\nMissy thanks you for all your support.","2014-04-06 15:24:15+00","141189032744105_229254650604209",42],[65430,"Missy was thrilled to meet Mark Spitz in Malaysia.\nhttp://m.youtube.com/watch?v=S1V_bFDIxJ4","2014-04-03 12:20:00+00","141189032744105_228291374033870",42],[65432,"A night that we will never forget here in Malaysia!!\nhttp://bleacherreport.com/articles/2006201-2014-laureus-sport-awards-missy-franklin-sebastian-vettel-win-top-prizes","2014-03-26 18:00:49+00","141189032744105_10152405479447275",42],[65433,"This is DA posting again. This article gave me a chuckle. It would have been accurate 10 years ago too :)\nhttp://www.ncaa.com/news/swimming-women/article/2014-03-23/loving-every-minute-it","2014-03-23 18:45:15+00","141189032744105_10152399046452275",42],[65434,"Great meet Golden Bears\nhttp://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209441734","2014-03-23 18:40:09+00","141189032744105_10152399036557275",42],[65436,"Cal had a great night! Some exciting news! \nhttp://www.swimmingworldmagazine.com/lane9/news/College/38355.asp?q=California's-Missy-Franklin-Wins-First-NCAA-Title-With-American-Record-in-200-Free","2014-03-22 05:25:44+00","141189032744105_10152395998002275",42],[65438,"This documentary is so inspirational! We hope you enjoy it.\n swimswam.com/current-documentary-featuring-mallory-weggemann-premiere-epix-tonight/","2014-03-13 00:54:29+00","141189032744105_10152377158582275",42],[65268,"He is RISEN! Such a beautiful day to be reminded that the same power that rose Jesus from the grave lives inside each one of us. Whether you celebrate Easter or not I hope you had a wonderful day with family and loved ones! Happy Easter from the Franklins💛🙏🏻🌸 #Ephesians1:19-20","2016-03-28 01:39:37+00","141189032744105_473671762829162",42],[65329,"Don't miss this blog from Laureus Chairman Edwin Moses about the importance of keeping girls in sports. Missy is proud to be a Laureus Ambassador!","2015-08-17 18:08:38+00","141189032744105_404739399722399",42],[65332,"Tune in to NBC Sunday at 1:30 ET to catch World Championship highlights plus an inside look at Missy and other Olympic hopefuls. #RaceForGold","2015-08-08 18:40:31+00","141189032744105_402030876659918",42],[65335,"Just one year until the 2016 Olympic Games in Rio! (Photo credit: NBC Olympics)","2015-08-05 21:34:23+00","141189032744105_401249743404698",42],[65269,"I had the pleasure of spending the day with the #MakeaSplash Tour in Arizona to spread awareness about the importance of water safety. I must say one of the perks of being a USA Swimming Foundation Ambassador is getting to meet and get in the water with so many amazing and adorable kids! They are easily the best part!! I am so proud to be a part of an organization that is doing so much to raise awareness and prevent drownings across America.","2016-04-09 02:08:37+00","141189032744105_478737652322573",42],[65272,"Wait... So you're not supposed to bring your cat with you to hair and makeup...? #newstome","2016-03-25 22:15:12+00","141189032744105_472496166280055",42],[65274,"This is going to be incredible. Can't wait to watch!! Every athlete has their own story... GoPro","2016-03-24 23:23:44+00","141189032744105_471894893006849",42],[65276,"My old website definitely needed a little work and a lot of sparkle so I’m so happy to share the new www.missyfranklin.com. I hope you like it!","2016-03-16 21:14:25+00","141189032744105_467934210069584",42],[65278,"Happy #InternationalWomensDay to all the amazing women out there!","2016-03-08 22:48:29+00","141189032744105_465094150353590",42],[65279,"Tonight's finals of the Pro Swim Series in Orlando will be webcast at 6pm ET! http://goo.gl/dSMOHi.","2016-03-03 17:14:41+00","141189032744105_463435023852836",42],[65282,"I was able to post a quick flashback Friday yesterday to traveling around the world for the FINA World Cup on Instagram (missyfranklin88) and Twitter (missyfranklin) but here is a more in-depth look at the amazing people I get to work with and the incredible places I get to experience! So thankful to GoPro and my GoPro Session for helping me capture these memories.","2016-02-27 18:33:25+00","141189032744105_461893034007035",42],[65284,"#FridayFeeling. Thanks NBC Olympics!","2016-02-19 17:53:21+00","141189032744105_459395344256804",42],[65285,"Okay... How on earth am I supposed to get up and go to practice when little nugget here comes and cuddles and falls asleep on me right before I'm about to leave?!","2016-02-18 21:54:00+00","141189032744105_459163417613330",42],[65286,"|| \"Do not let kindness and truth leave you; Bind them around your neck, write them on the tablet of your heart.\" || Proverbs 3:3🌺","2016-02-18 00:36:28+00","141189032744105_458915004304838",42],[65287,"A little surprise I left in the fridge for my mom and dad❤️ Thanks for the fun mad libs Minute Maid! #Doingood","2016-02-12 22:04:02+00","141189032744105_457227407806931",42],[65288,"Only a couple of days until the big game! #TBT Go Broncos!!! #SB50","2016-02-04 17:07:52+00","141189032744105_454766531386352",42],[65290,"I'm obviously not excited that Rio is in 6 months...  This video did such an excellent job of capturing how much of a dork I am, which let me tell you, is really hard to fit into a five second clip! Can't believe I'll be chasing my dreams for a second Olympics so soon!! Incredibly thankful to be living my dream every day🎉🏊🏼🇧🇷 #RoadtoRio","2016-02-05 16:36:00+00","141189032744105_455095571353448",42],[65291,"Honored to be a part of this piece by Colorado Health \u0026 Wellness magazine about my work with the USA Swimming Foundation and Make a Splash, its learn-to-swim water safety initiative!","2016-02-01 01:25:00+00","141189032744105_453665794829759",42],[65293,"Thanks Swimming World!","2016-01-19 21:58:51+00","141189032744105_449962598533412",42],[65294,"Last night of finals of the Pro Swim Series at Austin is tonight at 5pm CT. Time for the 100m back!","2016-01-17 21:08:51+00","141189032744105_449306038599068",42],[65296,"","2016-01-14 03:15:36+00","141189032744105_448276988701973",42],[65297,"Wishing you all an amazing 2016! Happy New Year! \u003c3","2016-01-01 22:08:53+00","141189032744105_444650222397983",42],[65298,"One of the most amazing Christmases. I'm watching White Christmas while looking outside and actually having it be a white Christmas and I'm surrounded by my most amazing family and have a brand new family member asleep on my lap. Welcome to the family little Prince👑 Couldn't imagine a better way to celebrate the real Prince of Peace. Happy Birthday Jesus🙏🏻😻🎅🏼🎄 Merry Christmas and Happy Holiday's everyone!","2015-12-25 20:19:16+00","141189032744105_442633452599660",42],[65301,"","2015-12-13 19:28:47+00","141189032744105_438643396331999",42],[65303,"Thank you for your support. We love hearing from all of you!\nPlease see the \"ABOUT\" section for the correct address for fan mail!","2015-12-09 21:25:24+00","141189032744105_437625999767072",42],[65304,"In case you missed it - a recap from Nationals last week in Washington.","2015-12-08 00:03:03+00","141189032744105_437055496490789",42],[65307,"Andddd this is what happens when NBC Nightly News and Tyler Clary decide to team up against me. They got me talking about my years of torture from Tyler on the National Team with how much he loves to scare me and little did I know there was a secret bathroom behind me...","2015-11-25 18:16:53+00","141189032744105_433877210141951",42],[65309,"And we're off! Heading to LA for a CRAZY busy weekend full of teammates, photo shoots, red carpets, and of course, training! Can't wait! 🏊🏼🎬📸💄👗","2015-11-20 15:04:08+00","141189032744105_432597290269943",42],[65310,"Hard to believe it's been a year since our premiere of Touch the Wall in Denver... Couldn't be more grateful for all the support we have received throughout this entire process🎬 I never thought two random guys coming to film me when I was 14 would turn into something like this. So much love for C, G, and K💖","2015-11-16 03:59:11+00","141189032744105_431551020374570",42],[65315,"Always a water baby... #TBT","2015-10-15 18:14:19+00","141189032744105_424441501085522",42],[65316,"","2015-10-07 15:17:39+00","141189032744105_421887681340904",42],[65318,"The past two days I have had the life changing experience of visiting Sri Lankan villages effected by the tsunami in 2004. The Foundation for Goodness supported by Laureus has turned this devastation into a blessing, and is doing incredible work every day educating kids in the classroom and on the field and in the pool. I will cherish the memories and friends I made here for the rest of my life, and will be eternally grateful for the inspiration and empowerment I have felt after seeing such good works being done for people who are more than deserving of it!","2015-10-06 15:14:49+00","141189032744105_421562004706805",42],[65319,"Been out of the country almost two weeks now! Loving every second of the experience but it's hard not to miss these kinds of weekends with the best family! And of course that little puppy nose","2015-10-03 22:56:49+00","141189032744105_421007378095601",42],[65322,"I am so excited to be an ambassador for the USA Swimming Foundation! Such a great organization with an incredible mission to “Save Lives \u0026 Build Champions in the pool and in life.”","2015-09-24 20:30:27+00","141189032744105_418448568351482",42],[65326,"Are you sporting your #CollegeColors today? I always love wearing blue and gold to support my Bears!","2015-09-04 23:23:43+00","141189032744105_410842585778747",42],[65327,"Went through SO much fan mail with lots of help! I have the BEST fans in the entire world. Just wanted to let you guys know that if you've sent something you should hopefully be getting a response very soon. You all mean more than you know❤️","2015-08-28 03:27:56+00","141189032744105_408039956059010",42],[65333,"Don't miss Missy on \"Face to Face with Hannah Storm\" tonight on ESPN. The show airs at 7pm ET. #FacetoFace","2015-08-06 22:47:30+00","141189032744105_401508360045503",42],[65270,"Sooo my super exciting news is that I am an incredibly proud new partner of GoPro!!! It is been such an amazing journey already with this company and such a joy to work with the even more amazing people that are a part of it. I'm also so excited to announce that together we have been working for the past several months to capture footage that will come together in a two part series called \"Finding Missy.\" My fans and supporters mean the world to me, and in this series I'm really hoping to give you all a closer look at who I am, what my days look like every day, and just a behind the scenes and up close peek at this incredibly journey I'm on and the wonderful people apart of it. I can't WAIT for you all to see it! #GoPro #FindingMissy","2016-03-28 23:49:43+00","141189032744105_474158752780463",42],[65271,"I'll be in Arizona next Friday (4/8) for the @swimfoundation’s Make a Splash Tour! Find out if the Tour is coming to a city near you by visiting http://goo.gl/DWVtPK","2016-03-30 22:20:48+00","141189032744105_475256472670691",42],[65273,"I have some exciting news coming on Monday that I'm looking forward to sharing with you all! Be sure to check back here for details.","2016-03-26 22:22:05+00","141189032744105_473062719556733",42],[65275,"","2016-03-20 19:27:58+00","141189032744105_469637296565942",42],[65277,"Okay I know it's already been a pretty exciting week, and I'm sorry to onslaught you all with even more exciting news BUT... I am so ecstatic to announce my partnership with Visa. I never would have thought when I started swimming that one day I would be able to represent one of the most respected and iconic brands worldwide. THANK YOU so much to everyone who made this happen!👏🏻 #TeamVISA","2016-03-04 20:29:08+00","141189032744105_463775257152146",42],[65280,"My family is so excited to share our story with everyone! Relentless Spirit will be out December 6.","2016-03-02 17:31:40+00","141189032744105_463113173885021",42],[65281,"I couldn't be more excited to announce that I'm now a part of Team Wheaties! Lucky to work with such a great brand and be a part of such an amazing group of athletes! http://bit.ly/1QHIKwE","2016-02-25 16:16:49+00","141189032744105_461281894068149",42],[65283,"Always protect the things that matter most to you... like your post practice recovery smoothies #wouldntfitinthecupholder #sonaturally #clickitorticket","2016-02-19 21:53:19+00","141189032744105_459436970919308",42],[65289,"Happy 30th Annual National Girls \u0026 Women in Sports Day! Through sports girls can break barriers, find themselves and grow into the leaders they're meant to be. Learn more at http://ngwsd.org/ Women's Sports Foundation","2016-02-03 15:19:53+00","141189032744105_454448781418127",42],[65292,"Getting creative in weights yesterday! Love working with people who are willing to try new things and push boundaries💪🏻 Thanks to Loren Landow for being the best trainer out there! #landowperformance #traintowin","2016-01-27 19:29:37+00","141189032744105_452287778300894",42],[65295,"It's the first meet of the year! Tune-in to the Pro Swim Series at Austin for the finals at 7pm ET/4pm PT. 100m free tonight!","2016-01-15 17:46:18+00","141189032744105_448681585328180",42],[65299,"Had so much fun in New York this weekend introducing Speedo's #WinningElements and the fastest suit in the world!! \nhttps://m.youtube.com/watch?v=GVqKZUqKP5s\u0026feature=youtu.be","2015-12-16 13:22:49+00","141189032744105_439411612921844",42],[65300,"Introducing Speedo's winning elements... And the new LZR X. Love this fam💙 #teamspeedo","2015-12-15 21:42:45+00","141189032744105_439209432942062",42],[65302,"Don't miss the Duel in the Pool tonight!  Action begins at 7 PM ET in Indianapolis :)\n\nWebcast: http://bit.ly/1jTQts2\nResults: http://bit.ly/1M7XLPA","2015-12-11 23:11:57+00","141189032744105_438140723048933",42],[65305,"Check out the webcast of Winter Nationals tonight at 6 p.m. PT. Missy will be competing in the 200m free and 100m back!","2015-12-04 23:40:51+00","141189032744105_436194066576932",42],[65306,"I'm happy to be able to give back to a sport that means so much to me. USA Swimming Foundation Speedo USA #GivingTuesday","2015-12-01 18:42:26+00","141189032744105_435380986658240",42],[65308,"I don't know if I've ever been so tired in my life but had the most amazing weekend in LA shooting for next summer and for Golden Goggles! Just a little sneak peak at the past couple days☺️💄🎬📸💋","2015-11-23 21:14:36+00","141189032744105_433381293524876",42],[65311,"Don't miss the Missy in action tonight at the Pro Swim Series event in Minnesota! The webcast is available via the link below!","2015-11-12 23:44:45+00","141189032744105_430823597113979",42],[65312,"In case you were curious about what some of my current favorite songs are, don't miss this article from espnW!","2015-11-10 00:51:56+00","141189032744105_430156340514038",42],[65313,"Can't believe Touch the Wall is 20th on the Amazon Best Documentary List! You guys are AMAZING!💛 http://www.amazon.com/Touch-Wall-Missy-Franklin-Joyce/dp/B016U8A690/ref=zg_bs_2959102011_20","2015-10-26 02:22:09+00","141189032744105_426745174188488",42],[65314,"Great piece by Karen Crouse! Thank you so much for taking the time to write about this amazing course! http://nyti.ms/1GYytSI","2015-10-23 22:28:43+00","141189032744105_426263857569953",42],[65317,"So lucky to be a part of this wonderful organization!","2015-10-06 19:17:32+00","141189032744105_421664758029863",42],[65320,"Compliments to Coach Todd for these photos from our trip to the Great Wall of China during the last World Cup stop. http://wp.me/p56Jja-Ei3","2015-10-01 23:17:19+00","141189032744105_420484918147847",42],[65321,"Did you know that Missy is currently in Beijing at the FINA Swimming World Cup. Catch the action via #FINAtv: http://www.eurovisionsports.tv/fina/index.html","2015-09-29 01:24:01+00","141189032744105_419608444902161",42],[65323,"Getting all packed for a crazy two weeks! First three stops for the World Cups in Hong Kong, Beijing, then Singapore, and finishing out the trip in Sri Lanka with Laureus! So thankful I have my amazing HyperIce Vyper foam roller (in yellow, yes please💛) and their ice compression device for my back! Makes all the travel a total breeze!✈️💨","2015-09-21 01:41:52+00","141189032744105_416823961847276",42],[65324,"I’m so excited to share some great news: I’m working with Minute Maid and its #DoinGood campaign! You all know how much I love my parents, so I get to celebrate how great they are! It’s the perfect fit. Get ready mom and dad!!","2015-09-16 17:15:28+00","141189032744105_414925415370464",42],[65325,"Est. 1989💋","2015-09-07 16:46:55+00","141189032744105_411728192356853",42],[65328,"Check out the new Speedo Shine from Speedo USA and Misfit Wearables! It's a first of its kind fitness tracker and Missy’s new favorite way to track her laps in the pool, sleep patterns, and activity levels!. It'll be available for purchase in September!","2015-08-18 18:11:06+00","141189032744105_404979289698410",42],[65330,"Missy having fun at the #TeamSpeedoShoot","2015-08-13 00:50:45+00","141189032744105_403461956516810",42],[65331,"||2 Timothy 1:7||\n\n\"For God has not given us the spirit of fear, but of power and of love and of a sound mind.\"\n\nI have the best job in the world. I get to do what I love completely surrounded by the best people I know. Being apart of Team USA is and always will be one of the greatest honors in my life. Definitely some ups and downs this meet but never ever stopped feeling the love and peace from teammates, staff, family, and fans. So grateful for this kind of support🙏🏻","2015-08-09 20:26:40+00","141189032744105_402591263270546",42],[65334,"With today's gold medal in the 4x200m free relay, Missy earned her 10th world title - an all-time record! Thanks for all your support and Go USA!","2015-08-06 18:48:16+00","141189032744105_401470526715953",42],[65336,"If you aren't watching already, tune-in now to watch the FINA World Championships. Missy will be competing in the final of the 200m free! Check out Universal Sports on TV or via their webcast. Go USA!","2015-08-05 14:48:20+00","141189032744105_401178496745156",42],[65338,"In case you missed it - check out Missy's appearance on Universal Sports!","2015-07-17 00:07:02+00","141189032744105_395593553970317",42],[65340,"Two more great shots from the Collegiate Women Sports Awards. I’m so honored to be among such a talented group of amazing women. I also have to say a big thanks to Tommy Hilfiger for the beautiful dress and great shoes which actually fit!!! Photo credit: Robert Beck","2015-07-10 17:42:35+00","141189032744105_394054164124256",42],[65342,"Missy was honored to be named the Collegiate Woman Athlete of the Year and was awarded the Honda Cup on Monday night. She is the first swimmer since 2004 to win the award and is the second award winner from Cal, joining Mary T. Meagher who won the award in 1987. http://es.pn/1egYYuz","2015-06-30 17:55:21+00","141189032744105_391134727749533",42],[65343,"Missy is proud to be the ambassador for the film The Current. We are excited to announce that this inspirational film will air starting today through July 12th throughout the United States on various networks. Tonight it will air in Denver on NBC at 7 pm MT and in New Orleans on CBS. Tomorrow, Sunday, it will be on ABC in Chicago, NBC in Miami, CBS in Albuquerque-Santa Fe, CBS in Myrtle Beach-Florence, ABC in Salisbury, ABC and NBC in Greenwood-Greenville. Check your local TV listings to see when this will air.\nThe Current tells the story of seven disabled individuals who through scuba diving discovered the freedom of movement. These athletes include 3 ESPY winners,  and a decorated military veteran. Jean Micheal Cousteau even joins 3 of the athletes in Cozumel.\nSee the attached link to view the news features. \nThank you Cheryl Preheim from KUSA 9 News. (NBC).\nhttp://www.9news.com/story/news/features/2015/06/26/athletes-conquer-their-challenges/29351611/","2015-06-27 18:13:44+00","141189032744105_390288447834161",42],[65345,"","2015-06-24 18:31:35+00","141189032744105_389231621273177",42],[65347,"Absolutely loved playing around with my #gopro at the Third Day concert at Red Rocks!! Couldn't imagine a more beautiful place for my first video attempt Hope you all have an amazing day!!","2015-06-17 15:10:15+00","141189032744105_386900848172921",42],[65349,"The 2015 SwimJitsu Tour is about to start! Check out the website for the Colorado, Arizona and California locations and don't miss out! Find an event in your area and show off your Swimja skills http://www.swimjitsu.com/","2015-06-12 21:49:37+00","141189032744105_385310154998657",42],[65351,"It's not too late to sign-up for the Tennessee Swim Camp later this month!  Missy will be there and there are still a handful of spots left so don't miss out! https://tennesseesportscamps.com/swimming","2015-06-01 17:34:14+00","141189032744105_381173868745619",42],[65352,"Missy's 20th birthday on Mother's Day. She sent DA an airline ticket to spend the weekend together! 😍\nhttp://m.teamusa.org/News/2015/May/10/20-Times-Missy-Franklins-Smile-Lit-Up-The-Room","2015-05-10 14:46:50+00","141189032744105_373472786182394",42],[65354,"Missy was recently named an ambassador for the Laureus Sport for Good Foundation. She spoke about goal setting and played games with the kids at the Playworks East Bay Junior Coach Conference on April 25.","2015-05-01 01:32:57+00","141189032744105_371000049763001",42],[65355,"As this is National Superhero Day and April is Child Abuse Prevention Month, we wanted to share a special 30 second PSA done two years ago in Denver addressing the terrible problem of child abuse.\nhttps://gannett.wistia.com/medias/mkyuvycvjr","2015-04-29 01:36:57+00","141189032744105_370287186500954",42],[65359,"Thank you Cheryl Preheim for this beautiful feature.\nhttp://www.9news.com/story/sports/olympics/2015/03/23/missy-franklin-announcement/25211347/","2015-03-25 19:12:06+00","141189032744105_357734691089537",42],[65361,"Missy and Nathan Adrian support access to Safe Water for everyone!\nhttps://m.youtube.com/watch?feature=youtu.be\u0026v=pwZucZJvzFI","2015-03-20 21:07:10+00","141189032744105_356040984592241",42],[65364,"Need we say more? GO BEARS!!","2015-03-01 08:29:31+00","141189032744105_345837605612579",42],[65365,"Golden Bears still in the lead! One more day to go.\nGO BEARS!\nhttp://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209913547","2015-02-28 06:36:16+00","141189032744105_345482405648099",42],[65368,"Pac 12 Championships start this afternoon! GO BEARS!!!!\nhttp://www.calbears.com/ViewArticle.dbml?SPSID=749452\u0026SPID=126517\u0026DB_LANG=C\u0026DB_OEM_ID=30100\u0026ATCLID=209905293","2015-02-25 16:41:09+00","141189032744105_344607782402228",42],[65370,"The amazing Amy Van Dyken interviews Missy with her Golden Bears after the Stanford meet.\nhttp://www.calbears.com/mediaPortal/player.dbml?\u0026db_oem_id=30100\u0026id=3724461","2015-02-18 17:15:27+00","141189032744105_342012095995130",42],[65372,"Olympic Swimmers as Superheroes. Add to this fun list!\nhttp://swimswam.com/10-olympic-swimmers-as-superheroes/","2015-02-11 02:32:15+00","141189032744105_339039236292416",42],[65373,"The USA Swimming Olympic Trials will be 6/26-7/3 2016 in Omaha. We will post when tickets and hotel reservations are available. Where has the time gone? Our London adventure seems like it was yesterday!\nhttp://olympictalk.nbcsports.com/2015/02/09/nbc-rio-olympics-promo-video-2016/","2015-02-09 19:28:06+00","141189032744105_338635556332784",42],[65374,"Congratulations to the Golden Bears. They won 4 meets in the last 8 days!....Arizona State, Arizona, USC and UCLA. GO BEARS!!","2015-02-02 02:53:57+00","141189032744105_335771533285853",42],[65376,"Sky Sport honored Missy as the #4 Sport Style Athlete of 2014. Fun award. You may want to skip to the top #5 countdown that starts at 5:18 as it's all in Italian 😳😀 She is honored to be in this group.(Posted by DA) http://video.sky.it/sport/altri-sport/sport_style_02012015/v226599.vid","2015-01-03 19:44:46+00","141189032744105_326299667566373",42],[65378,"Missy's visits to the children spending their holidays in the hospital are always so special for her.\nhttp://www.9news.com/story/life/2014/12/29/missy-franklin-visits-kids-at-childrens-hospital-colorado/21029059/","2014-12-30 13:46:08+00","141189032744105_324882681041405",42],[65379,"Cal looking strong at mid season. GO BEARS.\nhttp://swimswam.com/ncaa-a-cut-update-59-individuals-qualified-december-invites/","2014-12-17 05:32:46+00","141189032744105_318998011629872",42],[65381,"The Golden Bears are having a blast and swimming fast at the Georgia Invite. One more day to go then back to Cal for reading week and finals.\nhttp://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209798602","2014-12-07 03:45:14+00","141189032744105_315184235344583",42],[65382,"Missy is proud to assist the Laureus Foundation in their amazing work with children.\nhttps://m.youtube.com/watch?v=5N9DYzWxY44","2014-12-02 15:39:41+00","141189032744105_313449468851393",42],[65384,"Mel, we all are so happy that you enjoyed Touch the Wall. Your review brought tears to our eyes. DA\nhttp://swimswam.com/5-reasons-will-cry-watching-film-touch-wall/","2014-11-30 18:59:30+00","141189032744105_312807418915598",42],[65337,"Swim fans, tune-in to FINA World Championships today at 10:30 a.m. ET on Universal Sports to watch Missy and the rest of Team USA. She'll be competing in the semifinal of the 100m back.","2015-08-03 12:40:56+00","141189032744105_400632283466444",42],[65339,"Wish more than anything I could have been at the ESPY's tonight. This is what was happening instead! Car broke down in the middle of the road! But in all seriousness it was such an honor to even be considered along such incredible athletes, huge congrats to all of the other nominees, you are all such huge inspirations to me and countless others. And THANK YOU to everyone who voted. You all are amazing and I wouldn't be here without you I'M SO EXCITED! And a super special shout out to my California Golden Bears, swimming with you and representing such an incredible school will always be a dream come true, thank you for being so much more then just my team","2015-07-16 04:18:43+00","141189032744105_395402503989422",42],[65341,"Don’t miss Beat The Champions TONIGHT at 8/7c on FOX!","2015-07-01 00:22:12+00","141189032744105_391208707742135",42],[65344,"Missy is nominated for an ESPY award - Best Female College Athlete. Fans can vote now at http://calbea.rs/1QQh1JR!","2015-06-25 21:29:33+00","141189032744105_389656054564067",42],[65346,"It's been SO hard to keep this one a secret… All my freckles and I are excited to announce that I am officially the newest member of @SpeedoUSA's #TeamSpeedo!!","2015-06-18 18:43:24+00","141189032744105_387386448124361",42],[65348,"Missy had the opportunity to meet with swimmers at the Tennessee Swim Camp. She broke down footage from one of her races, signed autographs and met some amazing campers!","2015-06-24 03:27:50+00","141189032744105_389041041292235",42],[65350,"The 2015 SwimJitsu Tour is about to start - Missy had the chance to try the course and had a blast! Do you think you have what it takes? Find an event in your area and show off your Swimja skills! http://www.swimjitsu.com","2015-06-03 22:06:41+00","141189032744105_382134205316252",42],[65353,"Break some records with Missy this June at the Tennessee Swim Camp! Sign up and find more information about the camp at https://tennesseesportcamps.com/swimming","2015-05-08 19:17:42+00","141189032744105_373027462893593",42],[65356,"Did you know that Missy will be at the Tennessee Swim Camp this June? Sign up at http://tennesseesportcamps.com/swimming to attend!","2015-04-27 18:15:22+00","141189032744105_369871913209148",42],[65357,"Missy is honored to receive this amazing award. http://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209997942","2015-04-03 12:25:00+00","141189032744105_360846797444993",42],[65358,"Congratulations Cal 💙💛http://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209996938","2015-04-03 01:37:31+00","141189032744105_360713437458329",42],[65360,"So much has happened over the last few days. I will try and catch up today and tomorrow. First of all, the Golden Bears won the NCAA Championships!\nhttp://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209975919\u0026KEY=\u0026DB_OEM_ID=30100\u0026IN_SUBSCRIBER_CONTENT=","2015-03-24 03:06:53+00","141189032744105_357170287812644",42],[65362,"Big day in Greensboro. Women's NCAA Championship begins....\nGO BEARS!!!\nhttp://www.calbears.com/ViewArticle.dbml?ATCLID=209968000\u0026DB_OEM_ID=30100","2015-03-19 12:52:19+00","141189032744105_355519161311090",42],[65363,"Tune in and watch Missy and her Cal Golden Bears tonight on Showtime. It will be shown several times throughout March.\nhttp://swimswam.com/60-minutes-to-feature-cals-missy-franklin-tonight/","2015-03-04 21:06:13+00","141189032744105_347212622141744",42],[65366,"Amazing first 2 days of Pac-12 meet. 6 events. 6 1st place finishes. 5 Pac-12 records. 2 NCAA records. 1 American record....and there is so much more left for 3 weeks from now. \nGO BEARS!","2015-02-27 05:59:26+00","141189032744105_345155235680816",42],[65367,"Wow! What a first night! Every Cal relay, A, B and C were outstanding. Both A relays won tonight putting us in the lead! The 800 Free Relay broke the Pac 12, NCAA, American and US Open records by 2.4 seconds. GO BEARS.\n\nhttp://swimswam.com/cal-women-smash-american-us-open-ncaa-records-in-800-free-relay-with-140-anchor-from-missy-franklin/","2015-02-26 05:25:42+00","141189032744105_344752559054417",42],[65369,"Missy is very touched by this award. She recognizes the responsibility that goes with it.\nhttp://swimswam.com/olympian-missy-franklin-honored-as-the-united-states-junior-chambers-ten-outstanding-young-americans-award/","2015-02-25 02:58:39+00","141189032744105_344424189087254",42],[65371,"Cal (3) beats Stanford (2). GO BEARS!!\nhttp://www.calbears.com/mediaPortal/player.dbml?id=3723950\u0026db_oem_id=30100","2015-02-15 00:59:27+00","141189032744105_340477502815256",42],[65375,"Missy is honored and excited to be the cover story for the 2015 Winter edition of the NCAA Champion magazine. She had a blast doing this shoot and thanks the phenomenal crew!\nhttp://ncaachampionmagazine.org/features/able-to-stay-golden/#sthash.QYGCJxHw.bAvO7Z4i.dpbs","2015-01-14 20:16:22+00","141189032744105_329903183872688",42],[65377,"Today Missy visited another special hospital, the Rocky Mountain Hospital for Children. She and Becca spent over an hour together sharing stories and discussing how their fathers embarrassed them. They both are 19, Colorado swimmers since kindergarten, made high school state every year, and are sophomores in college. But Becca's life changed in October when her \"swimmer's shoulder\" turned out to be an aggressive malignant bone tumor.  Becca started on a round of chemotherapy tonight. Our thoughts and prayers go out to Becca and her family.\nhttp://denver.cbslocal.com/2014/12/30/missy-franklin-surprises-swimmer-with-rare-form-of-cancer/","2014-12-31 02:38:12+00","141189032744105_325048321024841",42],[65380,"Thank you UGA swimmers, event staff, parents and all for a great Invitational! Cal is on it's way back home! Happy Holidays to all. (Posted by DA)\nhttp://swimswam.com/georgia-women-cal-men-take-uga-fall-invitational/","2014-12-08 03:00:07+00","141189032744105_315746555288351",42],[65383,"Erin, It was great to meet you in NYC. Thank you for your support of Touch the Wall. Good luck to your team.\nDA\nhttp://www.swimmingworldmagazine.com/news/swimming-anywhere-touch-wall-review/","2014-12-01 00:56:38+00","141189032744105_312888682240805",42],[65386,"USA Swimming and the USA Swimming Foundation hosted an incredible Golden Goggles evening in NYC last weekend. A huge congratulations to all the nominees and winners, especially Katie Ledecky with her 3 awards!  Missy was honored to be one of the members of the Relay of the Year.\nhttp://swimswam.com/watch-award-presentations-special-videos-usa-swimmings-golden-goggle-awards/","2014-11-26 21:06:29+00","141189032744105_311457969050543",42],[65389,"Here are a few more photos from the Premiere.","2014-11-17 14:24:28+00","141189032744105_308366329359707",42],[65392,"This is the last week of anti-bullying month. Missy encourages everyone to get involved.\nhttp://youtu.be/zkuaeGkh9yo","2014-10-29 23:13:55+00","141189032744105_302266046636402",42],[65394,"Katie and Missy have had such amazing role models. Swimmers rock! DA\nHttp://usaswimming.org/ViewNewsArticle.aspx?Tabloid=0\u0026itemid=6383\u0026mid=14491","2014-09-27 14:52:26+00","141189032744105_291558461040494",42],[65442,"Congratulations Golden Bears. What an amazing group of women! Now on to the NCAA Championship Meet in Minneapolis later this month!\nhttp://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209424189","2014-03-02 07:56:30+00","141189032744105_10152354174842275",42],[65395,"Pan Pacific Meet update! Team USA won the meet. The people of Australia were wonderful hosts. Katie Ledecky had 2 World Records! Missy was a trooper and will be representing the USA next summer at Worlds in Kazan, Russia. She will do the 100 and 200 Free, and the 100 and 200 Back and relays! DA posting","2014-08-24 13:14:06+00","141189032744105_274598952736445",42],[65398,"Dick and I are so proud of our girl. It was a tough morning but she did so well! DA \nhttp://www.swimmingworldmagazine.com/news/missy-franklin-talks-about-swimming-through-back-discomfort-decision-to-swim-in-finals/","2014-08-21 03:38:01+00","141189032744105_273058016223872",42],[65400,"Good luck Team USA. Swim fast. We are proud of you all! (Posted by DA)","2014-08-16 20:30:45+00","141189032744105_271599803036360",42],[65402,"Missy's interview with Josh Elliott will be on NBCSN this Sunday. (Posted by DA)\nhttp://motorsportstalk.nbcsports.com/2014/08/13/nbcsn-sunday-sports-report-debuts-this-sunday-aug-17-at-1130-pm-et/","2014-08-15 13:54:23+00","141189032744105_271152016414472",42],[65403,"Good Luck to our USA Pan Pacific Team competing in Australia this month. Swim fast and have tons of fun. We are proud of you all. http://swimswam.com/gold-coast-bound-united-states-2014-pan-pacific-championship-team-roster/","2014-08-11 05:43:44+00","141189032744105_269630736566600",42],[65405,"Missy is the Ambassador for this amazing film. The individual stories are all so inspiring! Bring Kleenex! The Current has been getting standing ovations. Here is the trailer link. DA \nhttp://m.youtube.com/watch?v=fTjgY7QVJrM","2014-07-26 00:00:41+00","141189032744105_263172293879111",42],[65407,"Last meet before Nationals next month. (Posted by DA)\nhttp://www.swimmingworldmagazine.com/lane9/news/USA/39965.asp?q=Stars-Shine-in-Hollywood-as-Big-Time-Names-Turn-Up-Heat-at-Los-Angeles-Invite","2014-07-19 11:42:20+00","141189032744105_260264430836564",42],[65409,"Heading out to Santa Clara to cheer on the Golden Bears this weekend. Can't wait to hug my girl. Posted by DA\nhttp://universalsports.com/2014/06/09/michael-phelps-and-missy-franklin-expected-to-headline-arena-grand-prix-at-santa-clara/","2014-06-16 12:06:25+00","141189032744105_246150315581309",42],[65410,"Happy Father's Day to the most amazing man I've ever known. I love you more than you could ever imagine and my biggest dream in life is to be just like you❤️ Thank you for being the best role model in the world #daddyslittlegirlforever","2014-06-15 17:04:15+00","141189032744105_245952732267734",42],[65412,"\"It was so hard to hear about the horrific accident Amy was in. I immediately started praying for her and her family, and was so happy knowing she was tweeting from the hospital and had such an outpouring of support from the swimming and Colorado community. I will continue praying for her and a speedy recovery, and know that Amy will be on many people's hearts over the next few weeks.\" Missy\nhttp://www.swimmingworldmagazine.com/lane9/news/USA/39444.asp?q=Olympic-Champion-Amy-van-Dyken-Recovering-After-ATV-Accident-Severs-Spine","2014-06-11 12:04:59+00","141189032744105_244754525720888",42],[65414,"This is DA (Missy's mom) posting as usual.\nMissy had fun today between practices!\nhttp://www.laureususa.com/?q=news/missy-franklin-olympian-and-lwsa-sportswoman-year-visits-school-california-inspire-kids","2014-06-03 23:45:21+00","141189032744105_243043292558678",42],[65416,"Missy is honored and excited to be working with the federal Centers for Disease Control and Prevention (CDC) on their national \"Healthy Swimming\" campaign later this week. Spread the word and join the twitter chat on Thursday!\n\nhttps://www.facebook.com/events/330536463760665/?ref=22\u0026source=1\n\n","2014-05-25 17:57:04+00","141189032744105_240963096100031",42],[65417,"Another good night for the Golden Bears! One more day to go! \n\nhttp://swimswam.com/brittany-maclean-tops-missy-franklin-night-three-mel-zajac-international/","2014-05-25 03:00:43+00","141189032744105_240822596114081",42],[65419,"Great night for the Golden Bears! Wish I was there :(\nhttp://www.swimmingworldmagazine.com/lane9/news/World/39281.asp?q=Unstoppable-Missy-Franklin-With-Three-Mel-Zajac-Titles-Tonight,-Breaks-Top-10-in-200-Back","2014-05-24 03:30:01+00","141189032744105_240568626139478",42],[65421,"It is great for swimming to have an American Female Swimmer make the top 10!! \nhttp://www.sportspromedia.com/press_releases/lewis_hamilton_ranked_the_worlds_most_marketable_athlete_in_2014","2014-05-19 21:49:42+00","141189032744105_239659259563748",42],[65423,"Missy just finished her freshman year! The time is going by too fast. She and the girls are training hard and about to start their summer LC meets. \n\nhttp://m.youtube.com/watch?v=F9k2jmCi2dU","2014-05-17 13:58:31+00","141189032744105_239147122948295",42],[65426,"I think this is a great article! The reason I'm posting it is to also share a funny story. Dick, Missy's dad, is in the doghouse! Perhaps literally. He was asked to send a photo of Missy as a little kid for the article. Of all the thousands of photos we have, he chose an interesting one! When Missy saw it, she was not pleased....to put it mildly. Daddy's response to her was \"But it is a great one of Ruger!\" :)\nhttp://www.dailycal.org/2014/05/01/little-miss-sunshine-missy-franklin/","2014-05-02 05:50:58+00","141189032744105_235739179955756",42],[65427,"Hi all Missy's young fans. If you or someone you know is having a tough time, here is one possible resource for you. \nhttp://m.youtube.com/watch?v=FKdSWYZ9bzU","2014-04-06 14:05:06+00","141189032744105_229238450605829",42],[65428,"April is Child Abuse Prevention month. There are many opportunities for all of us to be more aware and involved.\nhttp://gannett.wistia.com/medias/mkyuvycvjr#_media_3089079","2014-04-06 03:57:40+00","141189032744105_229061690623505",42],[65429,"Missy is honored to be nominated with these incredible friends.\nhttp://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209448799\n","2014-04-01 03:00:36+00","141189032744105_10152416602292275",42],[65431,"The highlight of Missy's visit was conducting a swim clinic for some local Malaysian children.\nhttp://m.youtube.com/watch?v=TVDY1y_Iz_4","2014-03-27 00:02:18+00","141189032744105_10152406224337275",42],[65435,"The Golden Bears end the night with an amazing 800 Free relay! GO BEARS!\nhttp://www.swimmingworldmagazine.com/lane9/news/College/38365.asp?q=Missy-Franklin's-Unreal-Anchor-Leg-Secures-800-Free-Relay-Victory-for-California","2014-03-22 13:39:23+00","141189032744105_10152396445457275",42],[65437,"Check out this Q\u0026A I did for the Laureus World Sports Awards. The awards ceremony is one week from today!","2014-03-19 15:37:34+00","141189032744105_10102217236252605",42],[65439,"Missy felt very honored to be selected.\nhttp://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209430689","2014-03-11 00:03:06+00","141189032744105_10152373028737275",42],[65440,"http://www.laureus.com/news/laureus-world-sportswoman-year-2014-analysis","2014-03-09 00:39:32+00","141189032744105_10152368915002275",42],[65441,"Missy was honored to be named the National Swimmer of the Week by CollegeSwimming.com!","2014-03-06 15:44:37+00","141189032744105_10102190359114605",42],[65443,"The Bears had an enormous day and take over the lead! Last day of the Pac-12 Championship today. Tonight a team party and family time too :)\nGO BEARS! \nhttp://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209421734\n","2014-03-01 16:29:04+00","141189032744105_10152352593632275",42],[65444,"Here is today's Pac 12 Cal team update. We are all excited about more great swims tomorrow.\nhttp://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209420390\n","2014-02-28 07:16:03+00","141189032744105_10152349763872275",42],[65446,"Great first night! GO BEARS!\nhttp://www.calbears.com/ViewArticle.dbml?DB_OEM_ID=30100\u0026ATCLID=209419194","2014-02-27 05:26:53+00","141189032744105_10152347689292275",42],[65448,"Thank you Universal Sports for all your support.","2013-12-19 14:57:34+00","141189032744105_186673964862278",42],[65450,"I'm way behind in answering all my mail. I'm so sorry. As you know, I chose to swim in college and keep my amateur eligibility. I needed to make sure that my autograph cards were compliant with NCAA regulations. You will hear from me in 2014. Hope you all enjoy the Holidays!","2013-12-19 14:50:06+00","141189032744105_186672678195740",42],[65451,"","2013-12-19 14:42:59+00","141189032744105_186671758195832",42],[65452,"Cal Bears had a great Nationals. Lots of NCAA \"A\" cuts! Now back at Cal for study week them my first college exams. Can't wait to get home for Christmas!","2013-12-11 00:23:50+00","141189032744105_184649078398100",42],[65453,"It is so much fun to be at Nationals in Knoxville with the Cal Men's and Women's teams. GO BEARS!","2013-12-05 19:22:42+00","141189032744105_183361461860195",42],[65456,"I was so happy to get home with my family for 3 days!! I miss them all so much. Ruger, my 12 year old furry brother, cuddled all weekend.","2013-10-29 23:44:34+00","141189032744105_174760706053604",42],[65457,"Missy is nominated in 5 Golden Goggles categories- Female Athlete of the Year, Female Race of the Year, and 3 relays. Missy would love your support and so would all the other swimmers. Vote for your favorites here! Thanks.  www.goldengoggles.com ","2013-10-24 16:04:55+00","141189032744105_173535282842813",42],[65459,"A great photo of Missy with Billie Jean King.","2013-10-23 00:23:53+00","141189032744105_173145412881800",42],[65461,"Missy took home the Female Athlete of the Year Honors from the Women's Sports Foundation last night. Check out this photo gallery on the San Jose Mercury News website to see more of the evening.","2013-10-17 15:31:54+00","141189032744105_171921979670810",42],[65463,"Who's watching the #Phillips66Nats this week? Three National titles thus far for Missy in the 100m and 200m free, and the 200m back! Thanks for all your support! The meet runs through Saturday.","2013-06-27 13:54:24+00","141189032744105_144424255753916",42],[65445,"Honored to be nominated for Laureus World Sportswoman of the Year. Like Laureus for all the news and to follow the excitement in Kuala Lumpur on March 26! #LWSA14","2014-02-27 06:00:00+00","141189032744105_219162531613421",42],[65447,"As you may know, Missy is now at Cal Berkeley. Please send any and all requests to her at the following address. Be sure to enclose a Self addressed stamped envelope. Her personal autograph card will fit in a regular letter sized envelope.\nThank you.\n\nUniversity of California Intercollegiate Athletic Dept.,\nAttn: Missy Franklin, Women's Swim \u0026 Dive, \n115 Haas Pavilion, \nBerkeley, CA, 94720-4422","2014-02-22 01:58:39+00","141189032744105_217742658422075",42],[65449,"The Cal Bears have their last home meet today against Arizona. Yesterday they performed well against Arizona State. This is senior weekend and we were all at a wonderful tribute to them last night. GO BEARS!","2014-01-25 15:54:22+00","141189032744105_206086742921000",42],[65454,"Exciting times! Three swimmers nominated for most impactful athlete of 2013! Please vote for one of us! Thanks!\nhttp://espn.go.com/espnw/w-in-action/impact-10/fan-favorite","2013-11-18 22:47:05+00","141189032744105_179253275604347",42],[65455,"So honored to be selected. I couldn't believe my name was on the list! http://time100.time.com/2013/11/12/the-16-most-influential-teens-of-2013/slide/missy-franklin/","2013-11-13 04:54:41+00","141189032744105_178009559062052",42],[65458,"Hi everyone. This is DA, Missy's mom. As you may know, Missy is moving from her FB page to a fan page. As she is a freshman and very busy with her academics and swimming, I will try and keep you up to date! Thank you for your interest in Missy. She is honored by all your support.","2013-10-24 01:33:56+00","141189032744105_173396302856711",42],[65460,"Missy with the legendary Donna de Varona at the Women's Sports Foundation annual banquet in NYC!","2013-10-17 20:57:50+00","141189032744105_171968336332841",42],[65462,"Hey everyone, don't forget to vote online for the 2013 ESPYs! Missy is nominated in two categories - \"Best Female Athlete\" and \"Best Female US Olympian!\"","2013-07-08 17:16:45+00","141189032744105_147041452158863",42],[65464,"","2013-06-14 17:31:30+00","141189032744105_141191236077218",42]]}