{"title":"mueller_post","fields":["id","message","published","idPost","person_id"],"types":[23,25,1184,1043,23],"type_names":["integer","text","unknown","text","integer"],"values":[[3,"Guten Morgen,\n\ngleich geht`s raus zum Training an der Säbener Straße. Ich hoffe, dass alle Jungs vom FC Bayern München wieder wohl behalten von den Nationalmannschaften zurück sind. \n\nNach der Niederlage gegen England haben wir im \"Heimspiel\" gegen Italien die richtige Antwort gegeben. 4:1 und ein sehr gutes Spiel lassen uns positiv Richtung UEFA EURO voraus blicken. \n\nEinen schönen Tag wünscht, euer Thomas","2016-03-31 08:00:15+00","249113725102662_1344869922193698",1],[3,"Guten Morgen,\n\ngleich geht`s raus zum Training an der Säbener Straße. Ich hoffe, dass alle Jungs vom FC Bayern München wieder wohl behalten von den Nationalmannschaften zurück sind. \n\nNach der Niederlage gegen England haben wir im \"Heimspiel\" gegen die richtige Antwort. 4:1 und ein sehr gutes Spiel lassen uns positiv Richtung UEFA EURO voraus blicken. \n\nEinen schönen Tag wünscht, euer Thomas","2016-03-31 08:00:15+00","249113725102662_1344869922193698",1],[4,"Frohe Ostern wünsche ich meinen Fans auf der ganzen Welt. Schön, dass ihr immer für mich da seid! #esmuellert","2016-03-26 12:22:47+00","249113725102662_1338614006152623",1],[5,"Schade, dass Bastian Schweinsteiger leider aufgrund seiner Verletzung abreisen musste. Die Nationalmannschaft wünscht dir eine baldige Genesung.\n\nAusgerechnet vor deinem Heimspiel gegen England ...\nKopf hoch, alter Kämpfer! \n\nBis bald, euer Thomas","2016-03-23 17:40:22+00","249113725102662_1335289253151765",1],[6,"Servus zusammen,\n\ngerade habe ich mich gemeinsam mit Toni Kroos bei der DFB-Pressekonferenz den Fragen der Journalisten gestellt. Später geht`s dann ab zum Training.\n\nIch freue mich schon auf das Länderspiel am Samstag in Berlin. England ist ein starker Gegner, der uns alles abverlangen wird. Für mich zählen sie zum Favoritenkreis für die UEFA EURO. Oder wie seht ihr das?\n\nSchönen Tag noch, euer Thomas","2016-03-24 12:44:31+00","249113725102662_1336209723059718",1],[7,"Servus zusammen,\n\nam Wochenende durfte ich mir nach dem intensiven Juventus-Spiel das Spiel in Köln von der Bank aus anschauen und eine kleine Verschnaufpause einlegen. Zum Glück haben wir gewonnen und den Abstand in der Bundesliga-Tabelle halten können.\n\nMorgen geht`s zum DFB-Team (Die Mannschaft) nach Berlin. Die Testspiele gegen England und Italien stehen auf dem Programm. Sind ja schließlich nicht einmal mehr drei Monate bis zur UEFA EURO.\n\nEine schöne Woche wünscht, euer Thomas","2016-03-21 15:15:51+00","249113725102662_1332737210073636",1],[8,"Hat Spaß gemacht, war ein cooler Drehtag mit euch - es ging heiß her! :-) #esmuellert","2016-03-21 15:07:22+00","249113725102662_1332729946741029",1],[9,"Freue mich über die Vertragsverlängerung von David Alaba :-)\n\nGute Entscheidung bis 2021 beim FC Bayern München zu bleiben!\n\nSchönen Abend, Thomas","2016-03-18 19:01:13+00","249113725102662_1329797320367625",1],[10,"Sport Lisboa e Benfica ist also unser Viertelfinalgegner in der UEFA Champions League geworden.\n\nEin durchaus interessantes Los. Wir werden ohne Überheblichkeit, aber mit Selbstvertrauen und vollster Konzentration in die Spiele gehen und dann auf der #RoadToMilano hoffentlich den nächsten Schritt machen.\n\nSchönes Wochenende, euer Thomas","2016-03-18 16:24:46+00","249113725102662_1329685070378850",1],[11,"Noch 1 Tag bis zum UEFA Champions League Rückspiel gegen Juventus.\n\nMein Bruder Simon ist ein riesiger FC Bayern München-Fan und wird uns morgen mit rund 70.000 anderen Zuschauern in der Allianz Arena lautstark unterstützen, damit wir in die nächste Runde einziehen und den Traum vom Henkelpott weiter leben lassen. #packmas \n\nDrückt uns die Daumen, euer Thomas","2016-03-15 15:11:19+00","249113725102662_1326697180677639",1],[12,"Servus zusammen,\n\ndanke für fast 100.000 Likes zu meinem Post von heute Früh. So langsam geht das Adrenalin aus meinem gestrigen Körper nach diesem wirklich außergewöhnlichen Spiel.\n\nDie Blicke werden nach vorne gerichtet: Morgen auf die UEFA Champions League Auslosung. Was ist euer Traumlos?\nUnd übermorgen auf das Spiel beim 1. FC Köln. \nAusruhen gibt`s nicht. :-)\n\nEinen schönen Abend wünscht, euer Thomas","2016-03-17 16:42:14+00","249113725102662_1328678217146202",1],[13,"Guten Morgen,\n\nwas für ein Spiel. Was für eine Dramaturgie. Was für ein sensationelles Gefühl! :-) Das gestrige 4:2 gegen Juventus war eines der packendsten Spiele meiner Karriere. #MiaSanMia\n\nDie Nacht war kurz, aber ich bin mit einem Grinsen aufgewacht und freue mich jetzt schon aufs UEFA Champions League Viertelfinale! \n\nEinen schönen Tag wünscht, euer Thomas","2016-03-17 08:58:18+00","249113725102662_1328341390513218",1],[14,"Servus zusammen,\n\ngegen den SV Werder Bremen ist es am Samstag gut gelaufen für uns. Das 5:0 gibt uns sicherlich noch mal ne Portion Selbstvertrauen für das Spiel am Mittwoch gegen Juventus.\n\nIch freue mich schon auf das Spiel! Ihr auch? :-)\n\nEine schöne Woche wünscht, euer Thomas","2016-03-14 13:06:19+00","249113725102662_1325726037441420",1],[15,"Servus zusammen,\n\ngestern kam ich im chinesischen Fernsehen in der Sendung Football Super Successor. Das Treffen mit den chinesischen Kindern und dem ehemaligen Nationalspieler Hao Haidong hat vor einigen Wochen in München stattgefunden und viel Spaß gemacht.\n\nMorgen gehts um 18.30 Uhr in der Allianz Arena gegen den SV Werder Bremen. Ich freue mich schon auf das Wiedersehen mit meinem alten Freund Claudio Pizarro. Auf dem Spielfeld muss die Freundschaft aber ruhen :-)\n\nEin schönes Wochenende wünscht, euer Thomas","2016-03-11 09:54:17+00","249113725102662_1323238151023542",1],[16,"Servus zusammen,\n\ngestern hatte ich ein interessantes Meeting mit dem KiO-Vorstandsvorsitzenden Hans Wilhelm Gäb. Im Rahmen der Partnerschaft mit dem FC Bayern München haben wir über Möglichkeiten gesprochen, wie man der Stiftung und den Kindern noch effizienter helfen kann.\n\nMehr Infos über KiO und die Partnerschaft mit dem FCB gibt`s auf: http://www.kiohilfe.de/ueber-uns/kio-und-fc-bayern\n\nSchönen Abend, euer Thomas","2016-03-10 16:32:04+00","249113725102662_1321467514533939",1],[17,"Das war heute wieder ein harter Fight abseits des Spielfelds, wer den besseren Humor hat: Frank Buschmann oder ich? \nDenke schon, dass ich das Rennen gemacht habe... :-)\n\nSchönen Abend, euer Thomas","2016-03-07 16:38:22+00","249113725102662_1318856668128357",1],[18,"Guten Morgen zusammen,\n\ngestern sind wir aus Dortmund zurück gekommen und heute haben wir frei. Ich denke, dass wir ein hochklassiges Spitzenspiel gesehen haben. Wir haben auf Sieg gespielt, können aber auch mit dem Unentschieden leben.\n\nDas war ein wichtiger Schritt zum Titel, aber es ist noch ein langer Weg vor uns. \n\nIch wünsche euch einen guten Start in eine schöne Woche, euer Thomas","2016-03-07 08:07:46+00","249113725102662_1318570804823610",1],[19,"Die erste Heimniederlage der Saison - bitter!\n\nGestern hatten wir leider nicht unseren besten Tag. Wir haben unsere vorhandenen Chancen nicht genutzt. Und Mainz hat bei ihren wenigen Kontern eiskalt zugeschlagen. :-(\nDas ist Fußball...\n\nGegen Dortmund müssen wir das besser machen.\n\nBis bald, euer Thomas","2016-03-03 09:31:52+00","249113725102662_1315599678454056",1],[20,"Servus zusammen,\n\ndie Bundesliga ist nach unserer gestrigen Niederlage leider spannender geworden. Wir haben jetzt noch 5 Punkte vor dem Spitzenspiel am Samstag in Dortmund. Wir sind voll fokussiert und werden ALLES geben!\n\nIn der Osterwoche stehen zwei Länderspiele mit dem DFB-Team (Die Mannschaft) in Berlin und München gegen England und Italien auf dem Programm.\nUnd ihr könnt live dabei sein! Mein Partner REWE verlost insgesamt 10 VIP-Pakete: https://www.rewe.de/aktionen/gewinnspiel-laenderspiel/ \n\nViel Glück und einen schönen Abend, euer Thomas","2016-03-03 16:17:22+00","249113725102662_1315833561764001",1],[23,"Servus zusammen,\n\nich bin wieder zurück aus Turin. Leider nicht mit einem Sieg im Gepäck. Aber dennoch mit einem guten Ergebnis für das Rückspiel in München.\n\nEs war aus meiner Sicht ein hochklassiges UEFA Champions League-Spiel, bei dem wir eine sehr gute Leistung gezeigt haben. Im Rückspiel werden wir nochmal alles aus uns rausholen, damit der FC Bayern München das Viertelfinale erreicht.\n\nSchönen Abend, euer Thomas","2016-02-24 17:02:44+00","249113725102662_1309972872350070",1],[25,"Servus zusammen,\n\nheute haben wir im Training etwas für die Sprungkraft getan. Ein witziges Bild ist dabei entstanden :-)\n\nWir bereiten uns konzentriert auf die nächsten Spiele gegen den SV Darmstadt 1898 e.V. und Juventus vor. Einen kleinen Vorgeschmack auf die UEFA Champions League werde ich mir heute sicherlich vor dem Fernseher holen.\n\nHeute hat ein Sportidol meiner Jugend Geburtstag: Happy birthday, Michael Jordan! \n\nSchönen Abend, euer Thomas","2016-02-17 17:37:59+00","249113725102662_1305048516175839",1],[28,"Servus zusammen,\n\nich bin wieder zurück in München. Gestern sind wir im DFB-Pokal gegen den VfL Bochum 1848 eine Runde weitergekommen und spielen jetzt im Halbfinale gegen den SV Werder Bremen.\n\nWir wollen alle zum Endspiel nach Berlin!\n\nSchönen Tag noch, euer Thomas","2016-02-11 15:10:13+00","249113725102662_1300725169941507",1],[30,"Hier eine witzige Grafik mit meinem Kollegen Robert Lewandowski :-)\n\nEs werden hoffentlich noch ganz viele Tore von uns beiden in dieser Saison folgen, damit der FC Bayern München die Saison 15/16 erfolgreich abschließt.\n\nSchönen Tag noch, euer Thomas","2016-02-02 14:39:13+00","249113725102662_1294423847238306",1],[33,"Guten Morgen,\n\nheute drücke ich ganz fest der deutschen Handball-Nationalmannschaft die Daumen für den Einzug ins Halbfinale der Europameisterschaft.\n\nGo, Germany, go!\n\nEinen schönen Tag wünscht, euer Thomas Müller","2016-01-27 08:43:39+00","249113725102662_1290066017674089",1],[35,"Was hat mir denn da der Paketdienst gebracht? Die neuen X15! :-) Da kann das erste Rückrundenheimspiel in der Allianz Arena kommen ;-) #X15 #BeTheDifference","2016-01-26 14:05:31+00","249113725102662_1289514797729211",1],[37,"Servus zusammen,\n\nWochenende :-)\nGerade aus Hamburg angekommen und gleich zum Auslaufen an die Säbener Straße. \n\nJetzt auf die Couch zum Beobachten der Konkurrenz. Morgen ist frei. :-)\n\nViele Grüße, euer Thomas","2016-01-23 14:14:25+00","249113725102662_1287565954590762",1],[40,"Servus zusammen,\n\nsoeben haben wir die letzte Einheit unseres Trainingslagers in Doha beendet. Ich fühle mich gut und denke, dass wir hart und effizient gearbeitet haben, damit die Rückrunde für den FC Bayern München erfolgreich verläuft.\n\nAuf diesem Wege möchte ich Leo Messi zum Gewinn des FIFA Ballon d’Or und meinem Mitspieler Manuel Neuer zur Nominierung in die Weltelf herzlich gratulieren.\n\nÜber meinen 6. Platz in der Gesamtwertung freue ich mich natürlich und danke allen, die mir Ihre Stimme gegeben haben:\nhttp://resources.fifa.com/mm/document/ballon-dor/playeroftheyear-men/02/75/49/91/fboaward_menplayer2015_neutral.pdf\n\nSchönen Tag und bis bald, euer Thomas","2016-01-12 09:52:20+00","249113725102662_1280119938668697",1],[42,"Servus zusammen,\n\nwir sind gestern Abend gut angekommen in Doha. Das Trainingslagerquartier in der Aspire Academy ist von aller höchstem Standard, die Plätze sehr gut und die Mannschaft voll motiviert.\n\nMein Kollege Joshua Kimmich und ich genießen gerade das Kuchenbuffet, bevor wir dann wieder beim Training Vollgas geben. \n\nViele Grüße, euer Thomas","2016-01-07 13:46:45+00","249113725102662_1276847568995934",1],[44,"Servus zusammen, \n\nseid ihr alle gut ins Neue Jahr gerutscht? \nBei mir war`s gemütlich, entspannt, witzig und wunderbar. :-)\n\nHeute Nachmittag ist der Trainingsauftakt beim FC Bayern München. Am 6. Januar geht`s dann ins Trainingslager.\n\nWer mich in der fußballlosen Zeit vermisst hat, bekommt ihr eine kleine Portion Müller: https://www.youtube.com/watch?v=nfdXffypSmQ\nWitzig gemacht von meinem Arbeitgeber. :-)\n\nIch wünsche euch allen einen guten Start in ein hoffentlich gesundes und erfolgreiches Jahr 2016.\n\nViele Grüße und bis bald, euer Thomas","2016-01-04 10:30:34+00","249113725102662_1274805605866797",1],[45,"Bald geht das Jahr 2015 zu Ende. Immer wieder werde ich auf meine Vorsätze für 2016 angesprochen. Deshalb sende ich euch hierzu ein kleines Video. \n\nGenießt die letzten beiden Tage im 2015er und geht voll motiviert \u0026 mit vielen positiven Gedanken ausgestattet ins Neue Jahr.\n\nIch wünsche euch einen guten Rutsch und NUR DAS BESTE für das Jahr 2016, euer Thomas Müller","2015-12-30 09:31:54+00","249113725102662_1271109989569692",1],[46,"Servus zusammen, \n\nhabt ihr Weihnachten schön verbracht?\nBei mir war es wunderschön.\n\nHeute ist in München ein Traumwetter. So schön, dass ich gleich mal die Golfschläger noch etwas schwingen werde, damit ich nicht aus der Übung komme. Ohne Sport komme ich einfach nicht aus. Aber keine Sorge, einen Ausdauerlauf habe ich heute auch schon gemacht, damit ich konditionell zum Trainingssstart am 4. Januar auf der Höhe bin.\n\nSchönen Tag noch, euer Thomas","2015-12-28 10:32:06+00","249113725102662_1269805143033510",1],[47,"Weihnachten - das Fest der Liebe. I love it.\n\nIch wünsche Euch ein Frohes Weihnachtsfest und wunderschöne Stunden im Kreise der Familie.\n\nUnd für meine Fans auf der ganzen Welt:\nGeseende Kerfees!\nGëzuar Krishlindjet!\nGozhqq Keshmish!\nI'D Miilad Said!\nNabidà!\nShenoraavor Nor Dari!\nBones Navidaes!\nMbung Mbung Krismie! \nShuvo Baro Din!\nMi wisim yufala eerywan one gutfala Krismas!\nNedeleg laouen!\nVasel Koleda! \nBogem h n mh m!\nDanistayohihv!\nHoesenestotse!\nGlædelig Jul!\nMerry Christmas!\nJutdlime pivdluarit!\nGajan Kristnaskon!\nRõõmsaid Jõulupühi!\nGledhilig jól \nHyvää Joulua!\nZalig Kerstfeest!\nJoyeux Noël!\nBon Nadâl! \nNoflike Krystdagen!\nGilotsavt Krist'es Shobas!\nKala Christougenna!\nBarka da Kirsimatikuma!\nMele Kalikimaka!\nMo'adim Lesimkha!\nOkresmesa ombwa!\nShubh Naya Baras!\nVrolijk Kerstfeest!\nSelamat Hari Natal! \nNollaig Shona Dhuit!\nOjenyunyat Sungwiyadeson homungradon nagwutut!\nBuon Natale!\nShinnen omedeto!\nSugeng Natal!\nGute Vaynakhtn!\nSeng Dan Fai Lok!\nBon nadal!\nNoeli Nziza!\nIsangle Krismen!\nBon Natale! \nAppi Krismes!\nSretan Bozic! \nSeva piroz sahibe!\nBon Nadel!\nWanikiya tonpi wowiyuskin!\nPrieci'gus Ziemsve'tkus! \nLinksmu Kaledu!\nAmazalibwa Agesanyu!\nSchéi Krëschtdeeg! \nSelamat Hari Natal!\nNixtieklek Milied tajjeb! \nSalama' Natal!\nKung His Hsin Nien!\nNollick ghennal!\nKia orana e kia manuia rava!\nStreken Bozhik!\nFestusu Natale!\nEsimano olyaKalunga gwokombandambanda! \nKrist Yesu Ko Shuva Janma Utsav Ko Upalaxhma Hardik Shuva!\nGod Jul!\nUngil Kurismas!\nWesolych Swiat!\nBoas Festas!\nSumaj kausay kachun Navidad ch'sisipi !\nMata-Ki-Te-Rangi!\nBella Festas daz Nadal!\nBachtalo krecunu Thaj!\nCraciun fericit!\nPozdrevlyayu s prazdnikom Rozhdestva!\nBuorit Juovllat! \nBonu nadale!\nNollaig chridheil!\nI'Taamomohkatoyiiksistsikomi!\nGod Jul!\nSchöni Wienacht oder E guëti Wiënachtä!\nSretam Bozic!\nBon Natali!\nVesele Vianoce!\nVesele bozicne praznike!\nFeliz Navidad!\nKrismas Njema Na Heri!\nMaligayang Pasko! \nIa ora i te Noera!\nSuksan Wan Christmas!\nPrejeme Vam Vesele Vanoce!\nVeseloho Vam Rizdva!\nKellemes Karacsonyiunnepeket!\nChuc Mung Giang Sinh!\nNadolig LLawen!\nWinshuyu sa Svyatkami!\nQuyanalghii Kuusma!\nSinifesela Ukhisimusi Omuhle!","2015-12-24 17:05:44+00","249113725102662_1266357926711565",1],[48,"Servus zusammen,\n\nnoch ein Tag bis Weihnachten. Meine Frau Lisa und ich freuen uns schon sehr auf den Heiligen Abend. Schickt mir doch Bilder, wie bei euch die Vorfreude auf Weihnachtenaussieht. \n\nVielleicht so, wie bei meinem Werbepartner REWE?  http://youtu.be/96wXCSuHmWk\nOder so wie bei Lisa und mir?\n\nViel Erfolg im Schlussspurt fürs Weihnachtsfest, euer Thomas","2015-12-23 13:05:08+00","249113725102662_1265469330133758",1],[50,"Weihnachten bei Thomas Müller","2015-12-22 17:00:08+00","249113725102662_1264876003526424",1],[51,"Servus zusammen,\n\nich freue mich euch heute mitteilen zu dürfen, dass es ab sofort eine neue WebApp von mir gibt. \n\nImmer mehr Fans klicken über ihre Smartphones meine Homepage an. Mit meiner App könnt ihr alle Daten und Fakten zu mir, meine Social Media-Beiträge auf Instagram, Facebook und Twitter, aktuelle Videos und vieles mehr noch besser ansehen. Individuell auf euer Smartphone angepasst! In deutscher und englischer Sprache, da es Müller-Fans inzwischen auf der ganzen Welt gibt :-). \n\nTestet es einfach aus: Klickt mit eurem Smartphone auf www.esmuellertwieder.de.\n\nViel Spaß und schönen Abend, euer Thomas","2015-12-21 17:51:33+00","249113725102662_1264293266918031",1],[52,"Servus zusammen,\n\nzwei Wochen Urlaub :-) Das fühlt sich richtig gut an. Ich hab dieses Jahr mal wieder ein paar Spiele auf dem Buckel, sodass ich mich über die freien Tage sehr freue.\n\nIch werde die Tage genießen und habe, nachdem wir am Samstag in Hannover noch 1:0 siegen konnten und jetzt mit 8 Punkten Vorsprung in die Winterpause gehen, kein schlechtes Gewissen mal richtig auszuspannen. :-)\n\nViele Grüße, euer Thomas","2015-12-21 14:51:49+00","249113725102662_1264197606927597",1],[21,"Servus zusammen,\n\nnochmal Schnee in München. Das ist doch schön.\nZum Glück haben wir in der Allianz Arena eine Rasenheizung. :-)\n\nGegen den 1. FSV Mainz 05 wollen wir morgen unseren guten Lauf fortsetzen und den Fans ein tolles Spiel zeigen. Was meint ihr: Wie geht das Spiel aus?\n\nSchönen Abend, euer Thomas","2016-03-01 16:29:01+00","249113725102662_1314372951910062",1],[22,"Servus zusammen,\n\nam Samstag gab es zum 116. Geburtstag des FC Bayern München in Wolfsburg einen 2:0-Sieg, sodass wir in der Bundesliga weiterhin 8 Punkte Vorsprung haben.\n\nAm Mittwoch geht`s beim Heimspiel gegen Mainz in der Allianz Arena schon weiter und am Samstag kommt es dann zum Spitzenspiel gegen den BVB. Es wird mir also diese Woche ganz sicher nicht langweilig.\n\nSchönen Abend, euer Thomas","2016-02-29 16:04:42+00","249113725102662_1313646648649359",1],[24,"Servus zusammen,\n\ngleich geht`s zum Training und dann nach Turin zum UEFA Champions League-Achtelfinale. \n\nGegen Juventus Turin müssen wir unsere Chancen effizienter nutzen, da wir nicht so viele wie am Samstag bekommen werden. Wichtig wird es morgen sein, dass wir uns eine gute Grundlage für das Rückspiel in der Allianz Arena schaffen. Deshalb wäre das ein oder andere Auswärtstor eine schöne Geschichte. :-) Und natürlich ist es dafür von Vorteil, dass Franck Ribery und Mario Götze wieder dabei sind.\n\nEine schöne Woche wünscht, euer Thomas","2016-02-22 09:00:42+00","249113725102662_1308307255849965",1],[26,"Servus zusammen,\n\ngestern haben wir verdient mit 3:1 beim FC Augsburg gewonnen. So sehr ich mich über den Sieg und mein Tor erstes Tor im Jahr 2016 gefreut habe, so sehr betrübt es mich heute noch, wenn ich an die erneute Verletzung meines Freundes Holger Badstuber denke. So bitter! \n\nHolger, zeig dein Kämpferherz, erhol dich gut von der Operation und komm bald wieder zurück! Du schaffst das! \n\nEine schöne Woche wünscht, euer Thomas","2016-02-15 12:25:50+00","249113725102662_1303446376336053",1],[27,"Servus zusammen,\n\nwir konnten am Samstag in Leverkusen leider keinen Sieg feiern, aber in China wird das Neujahrsfest gefeiert. Da muss ich natürlich meinen Teil dazu beitragen :-)\n\nUnd Fasching wird natürlich auch am heutigen Rosenmontag in vielen Teilen Deutschlands zelebriert. Ich wünsche auf diesem Wege allen Karnevalisten viel Spaß beim Feiern. \n\nEine schöne Woche wünscht, euer Thomas Müller","2016-02-08 11:20:37+00","249113725102662_1298381100175914",1],[29,"Servus zusammen,\n\nbeim FC Bayern München ist immer was los...\n\nIn den nächsten 10 Tagen haben wir drei Auswärtsspiele vor der Brust, die wir erfolgreich gestalten wollen.\nLos geht`s am Samstag Abend in Leverkusen.\nDann müllert`s hoffentlich mal wieder :-)\n\nSchönen Abend, euer Thomas","2016-02-04 16:25:06+00","249113725102662_1295770720436952",1],[31,"Guten Morgen zusammen,\n\ngestern haben wir souverän 2:0 gegen Hoffenheim. Robert Lewandowski is on fire. Ist schwierig für mich ihn noch einzufangen :-)\n\nDas Wochenende war aber auch für die gesamte deutsche Sportwelt erfolgreich. Meine herzlichsten Glückwünsche an Angelique Kerber zum Grand Slam-Sieg in Melbourne und an die deutsche Handball-Nationalmannschaft zum Europameistertitel. Sensationelle Leistungen! \n\nEine schöne Woche wünscht, euer Thomas","2016-02-01 09:08:26+00","249113725102662_1293562823991075",1],[32,"Servus zusammen,\n\nam Sonntag treffen wir im ersten Bundesligaheimspiel des Jahres 2016 auf die TSG 1899 Hoffenheim. Wir wollen unseren Fans ein schönes, erfolgreiches Spiel zeigen. Auch wenn Jérôme Boateng ein extrem wichtiger Spieler für uns ist und seine Verletzung sehr bitter ist, schauen wir jetzt nach vorne und behalten unsere großen Ziele vor Augen.\n\nEin positives Beispiel sind unsere deutschen Handballer, die trotz Verletzungspech ins Halbfinale der Europameisterschaft gekommen sind und hoffentlich gleich den Finaleinzug klarmachen. Deshalb sitze ich jetzt im Nationaltrikot vor dem Fernseher und fiebere mit unseren Jungs mit.\n\nSchönen Abend und bis bald, euer Thomas","2016-01-29 16:50:22+00","249113725102662_1291789267501764",1],[34,"Servus zusammen,\n\ngestern Abend habe ich noch für den Guten Zweck ein bayerisches Kulturgut gepflegt: Schafkopfen :-)\nHat saumäßig Spaß gemacht und der Sieger des Turniers kam aus meinem Heimatort Pähl. Gratulation dazu!\n\nDas Beste und Wichtigste: Es kamen 23.000 € für die Nicolaidis YoungWings Stiftung und die Sky Stiftung zusammen. Ein großer Dank an alle Sponsoren, Partner und Organisatoren des Abends!\n\nBis bald, euer Thomas","2016-01-26 16:35:32+00","249113725102662_1289596271054397",1],[36,"Servus zusammen,\n\nviele Grüße vom DFB-Marketingtag in München. Ich hoffe, dass ich an der Seite von Maskottchen Paule eine gute Figur gemacht habe. :-)\n\nSchön, die Jungs vom DFB-Team (Die Mannschaft) mal wieder zu sehen.\n\nLeider sind immer noch alle traurig, dass Jérôme Boateng jetzt erstmal verletzt ausfällt. Ich drücke unserem Abwehrchef die Daumen, dass er bald wieder fit ist. Kopf hoch, Jerome.\n\nSchönen Abend, euer Thomas","2016-01-25 16:23:58+00","249113725102662_1288938177786873",1],[38,"Servus zusammen,\n\nkalt ist es zur Zeit. Aber am Freitag wollen wir unserem Gegner zum Rückrundenstart so richtig einheizen.\n\nDie Generalprobe in Karlsruhe ist am Wochenende leider misslungen. Das war hoffentlich nur ein Warnschuss zum richtigen Zeitpunkt. Im Training sind wir hoch konzentriert, damit wir in Hamburg gut aus den Startlöchern kommen und unseren Vorsprung in der Bundesligatabelle verteidigen.\n\nViele Grüße und bis bald, euer Thomas","2016-01-20 09:12:18+00","249113725102662_1285360271477997",1],[39,"Flying home to Munich #esmuellert","2016-01-12 13:38:21+00","249113725102662_1280209555326402",1],[41,"Servus zusammen,\n\nnach intensiven Einheiten genieße ich gerade eine Einheit auf der Massagebank :-)\n\nMorgen fliegen wir wieder zurück nach München.\n\nViele Grüße und eine schöne Woche, euer Thomas","2016-01-11 10:57:07+00","249113725102662_1279468958733795",1],[43,"Servus zusammen,\n\ndie beiden ersten Trainingseinheiten des Jahres habe ich an der Säbener Straße absolviert. Wir hatten viel Spaß im Training und es war richtig Zug in den Einheiten. Dies ist wichtig, denn große Ziele liegen vor uns. Dafür wollen wir uns im morgen beginnenden Trainingslager in Katar die nötige Basis holen.\n\nIch möchte mich noch auf diesem Wege bei allen Partnern, Spendern und Bietern bedanken, die meine Charity-Weihnachtsauktion zu einem großen Erfolg werden ließen. Es kamen über 42.000 € für mein Herzensprojekt, die Nicolaidis YoungWings Stiftung, zusammen. Vielen, vielen Dank und viel Spaß mit den ersteigerten Preisen.\n\nSchönen Tag noch, euer Thomas","2016-01-05 15:10:43+00","249113725102662_1275622759118415",1],[49,"Servus zusammen,\n\nnoch zwei Tage bis Weihnachten. Alle sind in Vorfreude, aber auch etwas im Vorweihnachtsstress. Aber keine Sorge. Es hat noch immer alles rechtzeitig geklappt. Bei mir zumindest. :-)\n\nNachdem ich oft gefragt werde, wie ich Weihnachten und die Tage danach feiere, will ich dies meinen treuen Facebook-Fans exklusiv auf diesem Wege mitteilen.\n\nLasst euch nicht stressen und bis bald, euer Thomas","2015-12-22 17:00:22+00","249113725102662_1264888893525135",1],[54,"Cool, dass Xabi Alonso, Jérôme Boateng und Javi Martínez auch verlängert haben :-)","2015-12-18 12:05:45+00","249113725102662_1262079573806067",1],[78,"Servus zusammen,\n\ndas war gestern ein richtig gutes Spiel von uns :-)\n5:1 gegen Arsenal. Die Revance ist geglückt!\n\nEs ist ein wunderschönes Gefühl, wenn 70.000 Leute deinen Namen beim Torjubel schreien und du am Ende mit dem FC Bayern München als Sieger die Allianz Arena verlässt.\n\nEinen schönen Tag noch, euer Thomas","2015-11-05 13:18:58+00","249113725102662_1236283436385681",1],[53,"Servus zusammen,\n\nkurz vor Weihnachten habe ich noch eine Nachricht, die euch hoffentlich freut: Ich habe meinen Vertrag beim FC Bayern München bis zum 30.06.2021 verlängert.\n\nIch bin stolz und glücklich, dass ich meinen Vertrag verlängert habe. Der FC Bayern München hat in den letzten Jahren eine tolle Entwicklung genommen und ich bin fest davon überzeugt, dass wir auch in den nächsten Jahren viele Titel holen werden. Ich freue mich sehr darüber, noch ganz lange ein Teil meines Herzensklubs zu sein. #esmuellertnochgaaaanzlangebeimfcb\n\nEin schönes Adventswochenende wünscht euch, euer Thomas","2015-12-18 11:48:54+00","249113725102662_1262064713807553",1],[56,"Servus zusammen,\n\nmorgen fliegen wir nach Hannover zum letzten Spiel des Jahres. Auch wenn wir derzeit viele Verletzte haben, werden wir uns aufrappeln und noch einmal alles geben, damit wir die drei Punkte mitnehmen. Auf diesem Wege wünsche ich Franck Ribéry eine baldige Genesung und viel Kraft für diese schwierige Situation. Der Fußball kann manchmal wirklich grausam sein. Kopf hoch, Franck!\n\nGestern hat uns das Pokallos den VfL Bochum 1848 beschert. Was haltet ihr von dem Los?\n\nSchönen Abend, euer Thomas","2015-12-17 16:52:03+00","249113725102662_1261577277189630",1],[58,"Guten Morgen zusammen,\n\nheute haben wir an der Säbener Straße das Abschlusstraining für das morgige Spiel gegen Ingolstadt. Der FCI spielt als Aufsteiger bis jetzt eine super Saison und ist defensiv sehr gut organisiert. Da müssen wir variabel und geduldig sein. Im letzten Ligaheimspiel der Saison wollen wir unseren Fans natürlich ein tolles Spiel zeigen.\n\nMit Spannung erwarte ich morgen Abend auch die UEFA EURO 2016-Auslosung. Welche drei Gegner bekommen wir in der Europameisterschafts-Vorrunde zugelost? \n\nEinen schönen Tag noch und bis bald, euer Thomas","2015-12-11 08:41:56+00","249113725102662_1257678900912801",1],[60,"Servus zusammen,\n\nwir sind wieder zurück aus Zagreb. Mit einem 2:0 Sieg und einer starken UEFA Champions League-Gruppenphase im Gepäck. Auch wenn ich gestern bei meinem Elfmeter nur den Pfosten getroffen habe. :-(\n\nAm Montag findet die Auslosung fürs Achtelfinale statt. Die gute Gruppenphase soll nur der Anfang gewesen sein. Wir wollen noch 7 K.O.-Spiele in dieser Saison erleben. Welcher Gegner wäre euer Wunschlos fürs Achtelfinale?\n\nViele Grüße, euer Thomas","2015-12-10 14:18:08+00","249113725102662_1257132697634088",1],[61,"Neue Schuhe sind eingetroffen. Mal wieder schwarz-weiß. Mir gefallen sie. Aber Hauptsache #esmuellert damit in den nächsten Spielen. :-)  #BeTheDifference #X15\n\nBis bald, euer Thomas","2015-12-07 10:02:08+00","249113725102662_1255171707830187",1],[63,"Servus zusammen,\n\nwitziges Motto für`s morgige Spiel heute in der Zeitung entdeckt: Stiefel raus und 3 Punkte einsacken. :-) I like!\n\nWenn`s nur so einfach wäre... Gladbach ist gut drauf und wird uns alles abfordern. Herbstmeisterschaft hin oder her. Wir müssen uns jetzt bis zur Winterpause voll konzentrieren und alle Punkte mitnehmen, die in den Stadien dieser Welt so rumliegen.\n\nSchönes Wochenende, euer Thomas","2015-12-04 11:38:40+00","249113725102662_1253335298013828",1],[65,"Servus zusammen,\n\nheute Vormittag haben wir bei strahlendem Sonnenschein an der Säbener Straße trainiert. Mit dabei ist zum Glück auch wieder unser lieber Kollege Franck Ribery. Schön, ihn wieder lachend auf dem Platz zu sehen.\n\nLeider geht`s vielen Menschen nicht so gut wie mir. Deshalb engagiere ich mich ab sofort auch als Botschafter für den Kinderhilfe Organtransplantation (KiO) e.V., den auch der FC Bayern München unterstützt.\n\nSeit vielen Jahren trage ich schon einen Organspendeausweis bei mir. Mit unschuldig in Not geratenen Kindern und Familien, fühle ich besonders mit. Organspende ist für viele ein Tabuthema. Das soll es nicht mehr sein. Deshalb bin ich stolz darauf, ab sofort neben der Nicolaidis YoungWings Stiftung auch KiO zu unterstützen.\n\nSchönen Abend noch, euer Thomas","2015-12-03 15:54:25+00","249113725102662_1252784001402291",1],[68,"Servus zusammen,\n\ndas war ein schönes, erfolgreiches Wochenende. Erst haben wir am Samstag Hertha BSC Berlin mit 2:0 besiegt. Und am Sonntag hatte ich einen sehr witzigen Fanclubbesuch in Hauzenberg.\n\nHeute war ich an meinem freien Tag für meinen Partner Gillette Deutschland im Einsatz. Dabei konnte ich am Set für meine Facebook-Fans 10 Bälle ergattern, die ich unterschrieben unter allen Likes verlosen werde. Und den Gillette ProGlide Flexball Chrome Power gibt`s natürlich auch dazu.\n\nSchönen Abend, euer Thomas","2015-11-30 17:05:46+00","249113725102662_1251033014910723",1],[70,"Servus zusammen,\n\nkalt ist es in München. Da muss man sich schon entsprechend anziehen. Auch im Training :-)\n\nAm Samstag konnten wir Schalke 04 mit 3:1 besiegen. Schalke ist tief gestanden und hat uns wenig Räume gegeben. Aber entscheidend sind die drei Punkte. Und die Tabellenführung konnten wir auch ausbauen. :-)\n\nMorgen treffen wir in der UEFA Champions League auf Olympiakos Piräus. Unser Ziel ist der Gruppensieg. Dafür müssen wir auch dieses Spiel in der Allianz Arena gewinnen.\n\nSchönen Abend, euer Thomas","2015-11-23 16:16:21+00","249113725102662_1246865571994134",1],[71,"Servus zusammen,\n\ndanke erstmal für die vielen netten Beiträge und Nachrichten auf meinem Facebook-Profil. Mir geht’s gut und ich freue mich auf das Spiel am morgigen Samstag.\n\nSchalke steht nach sechs Pflichtspielen in Folge ohne Sieg mit dem Rücken zur Wand. Jedoch ist es für uns nach Länderspielpausen auch immer nicht so leicht sofort wieder in den Rhythmus reinzukommen, weil bei uns viele Spieler mit ihren Nationalmannschaften unterwegs sind und meist erst am Mittwoch oder Donnerstag aus allen Himmelsrichtungen der Welt zurückkommen. Es wird ein schwieriges Spiel in Gelsenkirchen, aber ich hoffe und bin positiv gestimmt, dass wir die 3 Punkte mitnehmen werden. \n\nIch wünsche euch ein schönes Wochenende.\n\nBis bald, euer Thomas","2015-11-20 11:09:32+00","249113725102662_1244943238853034",1],[73,"Servus zusammen,\n\nheute ist uns Philipp Lahm  beim Training mit dem DFB-Team (Die Mannschaft) über den Weg gelaufen, sodass wir ihm herzlich zum Geburtstag gratulieren konnten. Rein zufällig hatten wir eine Torte im Gepäck :-)\n\nLieber Philipp, ich wünsche dir ALLES GUTE. Bleib gesund und so, wie du bist. Aber nimm dich in Acht. Auch wenn du jetzt schon 32 bist, werde ich dich bei zukünftigen Tischtennis-Begegnungen nicht verschonen :-)\n\nSchönen Tag, Thomas","2015-11-11 13:55:10+00","249113725102662_1239880932692598",1],[75,"Servus zusammen,\n\ngestern Abend habe ich mit dem FC Bayern München noch den Paulaner-Cup in Regensburg gespielt und jetzt bin ich beim DFB-Team (Die Mannschaft) in München.\n\nHeute standen ein lockeres Training und Filmaufnahmen in der Innenstadt auf dem Programm. Wer weiß, wo sich Bastian Schweinsteiger, Manuel Neuer und ich hier rumtreiben? :-)\n\nSchönen Abend, euer Thomas","2015-11-10 18:33:10+00","249113725102662_1239476486066376",1],[76,"Servus zusammen,\n\nnachdem wir am Samstag gegen den VfB Stuttgart zügig einen 4:0-Vorsprung rausgeschossen haben, bin ich sehr gerne für meinen Kumpel Holger Badstuber ausgewechselt worden. Ich ziehe alle vorhandenen Hüte vor dir, wie du dich nach deiner Verletzung wieder zurück gekämpft hast. Du bist ein wichtiger Teil des FC Bayern München und für mich ein großartiger Begleiter meiner bisherigen Karriere. Schön, dass du wieder bei uns bist! \n\nSchöne Woche, euer Thomas","2015-11-09 10:56:00+00","249113725102662_1238714849475873",1],[632,"Habt ihr schon das neue Video auf meiner Homepage www.esmuellertwieder.de gesehen? Dort wird das von mir unterstützte soziale Projekt Young Wings vorgestellt. Viele Grüße und bis bald, Thomas","2011-08-15 13:18:59+00","249113725102662_234037073300520",1],[55,"Schönen guten Abend allerseits :-)\n\nGleich gehts auf die Couch zum Beobachten unserer möglichen Pokalgegner. Mal schaun, wer es noch so ins Viertelfinale schafft.\n\nUnd wer noch auf der Lauer nach einem ganz besonderen Weihnachtsgeschenk ist, kann die Karikatur von Bernhard Prinz zugunsten meines Herzensprojekts YoungWings ersteigern: http://www.unitedcharity.de/SPECIALS/Thomas-Mueller-friends\nBöse Zungen behaupten, dass er mich genau getroffen hat :-)\n\nBis bald, euer Thomas","2015-12-16 17:29:51+00","249113725102662_1260975693916455",1],[57,"Guten Morgen,\n\ndas Wichtigste vorne weg: Wir sind im Viertelfinale des DFB-Pokal. Es war ein intensives Spiel gegen unangenehme Darmstädter. Das goldene Tor von Xabi Alonso war wunderschön. Jetzt freuen wir uns auf ein interessantes Pokallos, nachdem wir in der UEFA Champions League mit Juventus Turin auch schon einen Knallergegner bekommen habe.\n\nUnd dann habe ich gerade auch noch gesehen, dass ich hier auf Facebook jetzt auch die 9 Millionen-Grenze geschafft habe. Danke für eure tolle Unterstützung!\n\nEinen schönen Tag wünscht, euer Thomas","2015-12-16 08:58:05+00","249113725102662_1260730267274331",1],[59,"Servus zusammen,\n\nhabt ihr eigentlich schon den Online-Adventskalender des FC Bayern München entdeckt? Da gibt`s coole Preise zu gewinnen. Viel Glück!\n\nVor ein paar Wochen hatte ich einen witzigen PR-Termin für meinen langjährigen Partner REWE. Hier der Film zum Meet \u0026 Greet mit dem Themenschwerpunkt \"Gesunde Ernährung\": https://www.youtube.com/watch?v=kyw9a0IQS0Y \n\nSchönen Abend, euer Thomas","2015-12-10 19:06:27+00","249113725102662_1257274794286545",1],[62,"Servus zusammen,\n\ngleich geht`s nach Zagreb zum letzten Vorrundenspiel der UEFA Champions League. Natürlich wollen wir nochmal einen Sieg holen, auch wenn wir schon als Gruppensieger feststehen.\n\nBald habe ich 9 Millionen Facebook-Fans. Eure Unterstützung ist unglaublich. Danke dafür.\n\nEure Spendenbereitschaft bei meiner Charity-Weihnachtsauktion auf http://www.unitedcharity.de/SPECIALS/Thomas-Mueller-friends ist auch gewaltig. Morgen läuft die erste Auktion aus. Also wer als VIP zu unserem Pokalspiel gegen Darmstadt kommen will, muss schnell sein.\n\nSchönen Tag noch, euer Thomas","2015-12-08 12:25:19+00","249113725102662_1255895364424488",1],[64,"Guten Morgen zusammen,\n\nam Samstag war es also leider soweit: die erste Saisonniederlage in der Bundesliga. Bitter. Nach einer überlegen geführten ersten Halbzeit und einigen Großchancen hätten wir eigentlich in Führung liegen müssen. Das hat sich dann leider gerächt und Gladbach hat uns innerhalb von einer Viertelstunde drei Tore eingeschenkt. \n\nWir werden aus der Niederlage die nötigen Schlüsse ziehen und schon am Mittwoch in Zagreb die richtige Antwort geben.\n\nBei fünf Punkten Vorsprung in der Liga und dem Weiterkommen in Champions League und DFB-Pokal, konnten wir die gestrige Weihnachtsfeier des FC Bayern München trotz Niederlage genießen.\n\nSchöne Woche, euer Thomas","2015-12-07 09:23:50+00","249113725102662_1255153067832051",1],[66,"Servus zusammen,\n\nleider steht auf der dreiköpfigen Kandidatenliste für den Ballon d'Or 2015 kein Spieler des FC Bayern München.\n\nAber bei der Wahl zum UEFA.com-Team des Jahres könnt ihr entscheiden, wer dabei ist. Das wäre doch gelacht, wenn wir hier keinen FC Bayern-Spieler unterbringen :-)\n\nKlickt auf http://en.toty.uefa.com und bastelt euch euer Dream Team zusammen. \n\nSchönen Abend, euer Thomas","2015-12-01 17:18:00+00","249113725102662_1251635944850430",1],[67,"50 Siege als jüngster Spieler der UEFA Champions League-Geschichte erreichte zu haben, ist eine coole Sache. War mir nicht bewusst. Aber es müssen noch gaaaaaaanz viele dazu kommen. :-)\n\nSchönen Abend, euer Thomas","2015-11-25 17:55:35+00","249113725102662_1248152145198810",1],[69,"Servus zusammen,\n\ngleich geht`s zum Training. Nach dem souveränen 4:0 gegen Piräus, wird das wahrscheinlich ein lockeres Auslaufen.\n\nNoch 1 Monat bis Weihnachten. Zeit also für meine Charity-Weihnachtsauktion zugunsten von YoungWings. Klickt auf http://www.unitedcharity.de/SPECIALS/Thomas-Mueller-friends?et_cid=27\u0026et_lid=609\n\nEs gibt dort sensationelle Preise von meinen Partnern und Prominenten\u0026Freunden von YoungWings. \n\nViel Spaß beim Steigern wünscht, euer Thomas","2015-11-25 09:58:10+00","249113725102662_1247951621885529",1],[72,"Servus zusammen,\n\ngerade bin ich wieder auf dem Weg zur Nationalmannschaft nach Hannover.\n\nNach diesen schockierenden, grausamen Terroranschlägen beim Länderspiel in Paris hat uns der DFB erst einmal nach Hause geschickt. Es hat gut getan, zwei Tage bei der Familie zu sein. Ich kann immer noch nicht begreifen, was am Freitag passiert ist. Die Brutalität der Attacken überfordert meine Vorstellungskraft. Auf diesem Wege möchte ich den Angehörigen und Freunden der Opfer mein tiefes Mitgefühl und mein aufrichtiges Beileid aussprechen.\n\nDie Entscheidung, morgen mit der Nationalelf gegen die Niederlande zu spielen trage ich zu 100 Prozent mit. Auf diese Weise können wir Fußballer mit den Mitteln des Sportes ein Zeichen für Völkerverständigung, Toleranz und Demokratie setzen.\n\nViele Grüße, euer Thomas","2015-11-16 10:02:10+00","249113725102662_1242698559077502",1],[74,"Servus zusammen,\n\nauf geht`s nach Paris. Gleich heben wir ab. Morgen steht das Freundschaftsspiel gegen Frankreich auf dem Programm.\n\nNoch habe ich etwas Wartezeit, sodass ich euch ein Bild vom Chinesischen Turm in München mit meinem Kollegen Basti senden kann... :-)\n\nSchönen Tag, euer Thomas","2015-11-12 09:18:28+00","249113725102662_1240308365983188",1],[77,"Servus zusammen,\n\nmorgen geht`s in der Allianz Arena gegen den VfB Stuttgart. Wir versuchen natürlich den Schwung aus dem Arsenal-Spiel mitzunehmen, um dann natürlich zu gewinnen.\n\nNächste Woche stehen dann mit der Nationalmannschaft die Klassiker gegen Frankreich und Holland auf dem Programm...\n\nSchönes Wochenende, euer Thomas","2015-11-06 13:23:12+00","249113725102662_1236920749655283",1],[79,"Was mit mir alles gemacht wird!! :-( Frechheit! Ich kann doch in Wirklichkeit viel schöner singen :-)","2015-11-06 13:18:12+00","249113725102662_1236917946322230",1],[80,"Servus zusammen,\n\nheute wird mein großes Vorbild Gerd Müller 70 Jahre alt. Er ist einer der wichtigsten Spieler der Geschichte des FC Bayern München und für mich ein ganz besonderer Mensch, Freund und Ratgeber. \n\nLieber Gerd, auf diesem Wege wünsche ich dir ALLES GUTE und ganz viel Kraft für die Bewältigung deiner Krankheit! \n\nDie besten Wünsche und Ois Guade, Dein Thomas \n\n.","2015-11-03 12:04:54+00","249113725102662_1235133593167332",1],[83,"Servus zusammen,\n\nzur Zeit sind wir viel unterwegs. Erst London, dann Wolfsburg und morgen in Frankfurt. So ist nun mal das Fußballerleben :-)\n\nDas Team ist super drauf. Wir wollen die Serie in der Bundesliga natürlich fortsetzen.\n\nBeste Grüße und bis bald, euer Thomas","2015-10-29 13:26:41+00","249113725102662_1232349746779050",1],[85,"Servus zusammen,\n\nam Dienstag sind wir nach dem Spiel in London mit hängenden Köpfen vom Spielfeld gegangen. In 2 Wochen gibt`s zum Glück schon die Revanche in der Allianz Arena! Da werden wir es wieder gerade biegen :-)\n\nBis zum Spiel am Dienstag hatten wir lange Zeit nicht mehr verloren. Arsenal war sicherlich nicht das bessere Team, sie haben einfach nur ihre Chancen besser verwertet. Wir werden ab sofort daran arbeiten, eine neue Serie zu starten. \n\nEinen schönen Tag wünscht, euer Thomas","2015-10-22 09:49:59+00","249113725102662_1228138590533499",1],[81,"Servus zusammen,\n\nam Freitag konnten wir leider nicht die Abwehrreihen der Frankfurter Eintracht überwinden :-( \nDas muss am Mittwoch gegen Arsenal besser werden! :-)\n\nDas Pokallos hat uns den SV Darmstadt 1898 e.V. beschert. Hauptsache, wir dürfen in der Allianz Arena spielen :-) \n\nSchönen Abend, euer Thomas","2015-11-02 17:37:58+00","249113725102662_1234726776541347",1],[82,"Servus zusammen,\n\ngleich geht`s nach Wolfsburg zum Pokalspiel... \nWird sicherlich eine schwere Aufgabe. Aber wir haben mit dem VfL noch im DFB-Pokal eine Rechnung offen... :-)\n\nEine schöne Woche wünscht, euer Thomas","2015-10-26 16:29:33+00","249113725102662_1230617690285589",1],[84,"Servus zusammen,\n\ngestern haben wir den 1000. Bundesligasieg des FC Bayern München gefeiert.\n\nUnd heute gibt`s für euch etwas zu gewinnen: Am 13. November steht mit der Nationalmannschaft das Auswärtsspiel in Frankreich auf dem Plan. \nHabt ihr Lust, dabei zu sein? Mein Partner REWE verlost fünf VIP-Pakete für dieses Spiel in Paris: http://bit.ly/1W8p2r3\n\nViel Spaß beim Mitmachen.\n\nEinen schönen Abend wünscht, euer Thomas","2015-10-25 19:50:35+00","249113725102662_1230115480335810",1],[86,"Servus zusammen,\n\nwir sind gestern gut angekommen in London und freuen uns auf das morgige Spiel gegen Arsenal.\n\nDie Serie in der Liga konnten wir in Bremen zum Glück ausbauen. Dies ist auch in der UEFA Champions League unser Ziel. Und wenn es wieder müllern sollte, habe ich auch nichts dagegen :-)\n\nEine schöne Woche wünscht, euer Thomas","2015-10-19 08:52:05+00","249113725102662_1226441024036589",1],[88,"Guten Morgen zusammen,\n\nes ist gerade ziemlich grau in München. Damit es euch auch bei diesem tristen Herbstwetter etwas besser geht, sende ich euch tolle Impressionen von der für mich schönsten Stadt der Welt: https://www.youtube.com/watch?v=TG0Usuzx9gs\n\nEinen schönen Tag wünscht, euer Thomas","2015-10-15 08:13:09+00","249113725102662_1224206654260026",1],[91,"Servus zusammen,\n\nder gestrige 2:1 Sieg gegen Georgien war ein hartes Stück Arbeit. So spannend hätte es für meinen Geschmack nicht unbedingt werden müssen. Aber das ist Fußball... \n\nDas Wichtigste: Wie haben uns für die UEFA EURO 2016 in Frankreich qualifiziert! \n\nEine schöne Woche wünscht, euer Thomas","2015-10-12 09:09:53+00","249113725102662_1222435104437181",1],[93,"Nächste Woche geht`s zur Nationalmannschaft. Irland und Georgien sind unsere Gegner. #DieMannschaft\n\nAm Sonntag wartet aber erstmal Borussia Dortmund auf uns in der Allianz Arena.\n\nWir sind heiß auf dieses besondere Spiel und wollen den FC Bayern München-Fans zum Wiesn-Ende eine bärenstarke Leistung zeigen.\n\nEin schönes Wochenende wünscht, euer Thomas","2015-10-02 11:05:07+00","249113725102662_1216647555015936",1],[95,"Guten Morgen,\n\ngestern haben wir das erste UEFA Champions League Heimspiel der Saison mit 5:0 gewonnen. So darf`s weitergehen. :-)\n\nIch hoffe, dass ich als Moderator des FC Bayern München Gamedayplus Specials von adidas Fussball auch eine gute Figur gemacht habe. Schaut einfach rein und macht euch ein eigenes Bild: https://youtu.be/a0zP4Z_qmgc \n\nServus und bis bald, euer Thomas","2015-09-30 08:40:55+00","249113725102662_1215450778468947",1],[97,"Wir haben gestern den 3:0-Sieg in Mainz gefeiert. In China wird heute das Mondfest gefeiert.","2015-09-27 08:23:14+00","249113725102662_1213626795318012",1],[98,"Fußball verbindet Menschen. Egal aus welchem Land, unabhängig von Glauben und Kultur. \n\nDer FC Bayern München setzt mit seinem Trainingsprogramm für Flüchtlingskinder ein Zeichen, das ich gerne unterstütze. \n\nNach all den Strapazen und Erlebnissen, die diese Kinder und Jugendlichen ertragen mussten, wollen wir ihnen wieder ein Lächeln ins Gesicht zaubern. Gestern ist es uns gelungen :-)\n\nEinen schönen Tag wünscht, euer Thomas","2015-09-24 08:29:30+00","249113725102662_1211991895481502",1],[101,"O zapft is! :-)\n3:0 haben wir am Samstag in Darmstadt gewonnen, damit den Fans auf der Wiesn die Maß noch besser schmeckt.\n\nHoffentlich gelingt uns diese Taktik beim morgigen Spitzenspiel gegen den VfL Wolfsburg auch.\n\nEine schöne Woche wünscht, euer Thomas","2015-09-21 14:54:28+00","249113725102662_1210265802320778",1],[103,"Guten Abend!\n\nHeute habe ich noch ein ganz besonderes Angebot für euch:\nHabt ihr Lust mich einmal persönlich zu treffen? \nDann schnell mitmachen: Mit etwas Glück kannst du mit deinen Freunden ein „Eat and Greet“ mit mir gewinnen, einfach diesen Link klicken: www.rewe.de/eatandgreet\n\nIch freue mich darauf, euch kennen zu lernen.\n\nBis bald, euer Thomas","2015-09-17 15:55:23+00","249113725102662_1207216815959010",1],[105,"In 90 minutes we have training in Piräus.\n\nhttps://www.youtube.com/watch?v=fe0Qg99bkyk#t=141","2015-09-15 14:32:48+00","249113725102662_1205916392755719",1],[106,"Ready for Take-Off. Next stop: Athen. Tomorrow: UEFA Champions League against Olympiakos Piräus\n\nHave a nice day, Thomas","2015-09-15 09:23:22+00","249113725102662_1205762136104478",1],[108,"Danke für die vielen Glückwünsche zu meinem 26. Geburtstag. Ihr seid absolute Weltklasse. :-)\n\nZum Glück haben wir gestern noch mit 2:1 gegen den FC Augsburg gewonnen. Sonst hätte ich heute keine Lust gehabt zu feiern.\n\nSchönen Abend, euer Thomas","2015-09-13 19:28:03+00","249113725102662_1204406486240043",1],[110,"Gebt meinem Herzensprojekt YoungWings eure Stimme. Die @Nicolaidis YoungWings Stiftung setzt sich seit vielen Jahren für trauernde Kinder und Jugendliche ein. Liked und teilt diesen Post, damit noch mehr Kindern geholfen werden kann. #UpgradeYourWoldDE #Vote Nicolaidis YoungWings Stiftung","2015-09-09 08:48:22+00","249113725102662_1201213853225973",1],[115,"Servus zusammen,\n\nseid ihr mit der gestrigen UEFA Champions League Auslosung zufrieden?\n\nArsenal, Olympiakos Piräus und GNK Dinamo Zagreb - eine starke Gruppe. Aber es hätte auch noch deutlich schwerer werden können. Wir werden jeden Gegner ernst nehmen und konzentriert die Qualifikation für das Achtelfinale anpeilen. Auf das Aufeinandertreffen mit Mesut Özil und Per Mertesacker sowie die tolle Atmosphäre in London freue ich mich schon.\n\nWie gefällt euch das neue Champions League-Trikot des FC Bayern München?\n\nMorgen geht`s in der Bundesliga gegen Bayer 04 Leverkusen Fussball. Nachdem wir uns schließlich die Tabellenführung zurückholen wollen, müssen wir gewinnen. \n\nAm Montag geht`s dann zur Nationalmannschaft...\n\nSchönes Wochenende, euer Thomas","2015-08-28 13:12:11+00","249113725102662_1192958254051533",1],[117,"Servus zusammen,  \n\nes ist mal wieder Zeit für ein Selfie - oder besser gesagt ein #Grillfie mit meinem Genesis. Diese Woche haben wir keine Englische Woche, sodass ich die verbleibenden Sommertage ausgiebig genießen kann. \n\nMacht ihr auch eine so gute Figur wie ich am Grill, Mario Götze, Robert Lewandowski und Frank Buschmann? Dann lasst mal sehen ;-)! \n\nSchönen Abend noch, euer Thomas","2015-08-25 17:02:20+00","249113725102662_1190994370914588",1],[119,"Servus zusammen,\n\nam Wochenende haben wir nach unserem Stotterstart das Spiel in Hoffenheim glücklicherweise noch umgebogen. Das war auch ein Sieg des Willens und gibt uns Sicherheit für die nächsten Spiele.\n\nWahre Helden sind dieses Wochenende aber andere gewesen: http://www.bild.de/politik/ausland/politik-ausland/home-15683414.bild.html\nUS-Soldaten haben einen Terrorakt im Schnellzug nach Paris verhindert. Einer der Helden trug mein Trikot. Großartig gemacht, Jungs! Meine allergrößte Hochachtung vor so viel Zivilcourage!\n\nEine schöne Woche wünscht, euer Thomas","2015-08-24 13:21:33+00","249113725102662_1190273834319975",1],[87,"Guten Morgen,\n\nheute Mittag haben wir das Abschlusstraining vor dem morgigen Spiel in Bremen. Ich freue mich schon auf das Wiedersehen mit meinem Freund Claudio Pizarro. \n\nWir haben den ein oder anderen Verletzten zu beklagen, werden aber dennoch ein starkes Team aufs Spielfeld schicken. Und natürlich wollen wir unsere Siegesserie fortsetzen... #MiaSanMia\n\nEin schönes Wochenende wünscht, euer Thomas","2015-10-16 08:26:54+00","249113725102662_1224756770871681",1],[89,"Servus zusammen,\n\nwollt ihr schon immer mal wissen, mit welcher Musik ich mich vor den Spielen motiviere?\nhttps://www.youtube.com/watch?v=A9pOdrB5D3Q\nSpaß :-)\n\nWas man im Internet so alles findet... :-)\n\nSchönen Abend, euer Thomas","2015-10-15 15:49:21+00","249113725102662_1224406530906705",1],[90,"Servus zusammen,\n\nbeste Grüße von der Nationalmannschaft aus Frankfurt. Heute Früh hatten wir eine lockere Tour de France-Etappe zu bestreiten. Manuel Neuer hat die Bergwertung gewonnen. Aber in der Sprintwertung war ich nicht zu schlagen :-)\n\nSpäter geht`s dann zum richtigen Training mit dem Ball. Morgen Früh fliegen wir nach Dublin, wo uns am Donnerstag ein hartes Spiel erwarten wird...\n\nSchönen Tag noch, euer Thomas","2015-10-06 13:05:18+00","249113725102662_1218936318120393",1],[92,"5:1 gegen Dortmund. Was für ein Spiel! Unsere Mannschaft hat eine tolle Leistung gezeigt und verdient gewonnen.\n\nDer Bundesligastart mit 8 Siegen in 8 Spielen ist gelungen :-)\n\nHeute Nachmittag geht`s dann für mich zur Nationalmannschaft nach Frankfurt. Denn hier brauchen wir auch Siege um die EM-Qualifikation zu fixieren.\n\nEine schöne Woche wünscht, euer Thomas","2015-10-05 07:33:58+00","249113725102662_1218258018188223",1],[94,"Servus zusammen,\n\ngestern waren wir mit dem FC Bayern München auf der Wiesn. Meiner Frau Lisa und mir hat`s richtig gut gefallen :-) \n\nHeute ist trainingsfrei, sodass wir den wunderschönen Herbsttag so richtig genießen können. Kraft tanken für das große Spiel am Sonntag.\n\nEinen schönen Tag noch, euer Thomas","2015-10-01 14:39:16+00","249113725102662_1216136541733704",1],[96,"Pünktlich zum ersten Heimspiel in der Champions League eingetroffen: meine neuen #X15. \nNachdem ich am Wochenende einen Elfmeter verschossen habe, musste ich ja die Farbe wechseln :-)  #BeTheDifference\n\nGleich geht`s zum Abschlusstraining.\n\nSchönen Tag noch, euer Thomas","2015-09-28 13:48:25+00","249113725102662_1214400061907352",1],[99,"Servus zusammen,\n\nhabt ihr Lust dabei zu sein, wenn ich am 8. Oktober mit der Nationalmannschaft in Dublin beim vorletzten EM-Qualifikationsspiel gegen Irland auflaufe? \n\nDann schnell mitmachen: Mein Partner REWE verlost insgesamt 5 exklusive VIP-Pakete für diesen Irland-Trip: http://bit.ly/1LthrSx\n\nViel Erfolg beim Mitmachen. Ich würde mich freuen, euch in Dublin zu sehen!\n\nEinen schönen Tag noch, euer Thomas","2015-09-24 09:45:22+00","249113725102662_1212021322145226",1],[100,"Was hat sich denn dieser Robert Lewandowski gestern dabei gedacht? 5 Tore in 9 Minuten - unglaublich! Das ist ein Rekord für die Ewigkeit. Hut ab, Junge!\n\nEinen schönen Tag wünscht, euer Thomas","2015-09-23 08:17:50+00","249113725102662_1211406195540072",1],[102,"Servus zusammen,\n\nmorgen geht das Oktoberfest in München los. Ich wünsche schon jetzt allen eine schöne und friedliche Wiesn. Der FC Bayern München hat leider zwei Englische Wochen während dieser Zeit, sodass ich nur sehr schwierig den Weg auf die Theresienwiese finden werde.\n\nAber mir wurde von meinem Facebook-Fan Manfred S. folgender Vorschlag für den Wiesn-Hit 2015 zugespielt: https://www.youtube.com/watch?v=qTYjbmP0FQs\nSehr witzig :-)\n\nJetzt wird`s aber wieder erst. Morgen müssen wir in Darmstadt ran. Diese Jungs sind in dieser Saison noch ungeschlagen und spielen mit extremer Begeisterung. Wird ein heißer Tanz am Böllenfalltor!\n\nEin schönes Wochenende wünscht, euer Thomas","2015-09-18 10:36:29+00","249113725102662_1207767805903911",1],[104,"Servus zusammen,\n\nwir sind wieder gesund und glücklich zurück aus Griechenland. Wir sind froh, das Spiel gegen Olympiacos FC gewonnen zu haben. Es war kein leichtes Spiel im Hexenkessel von Piräus, aber glücklicherweise ist mir dann die Flanke abgerutscht, sodass es danach etwas einfacher wurde. Zum Schluss war der FC Bayern München der verdiente Sieger und wir freuen uns über einen gelungenen Start in die UEFA Champions League.\n\nEinen schönen Tag noch, euer Thomas","2015-09-17 14:13:49+00","249113725102662_1207141592633199",1],[107,"Die UEFA Champions League beginnt morgen wieder. Wir spielen am Mittwoch bei Olympiakos Piräus. Wird sicherlich ne heiße Nummer. Wir wollen unbedingt mit einem Sieg starten, damit wir uns gleich mal eine gute Ausgangslage in der Gruppe verschaffen.\n\nUnd ich versuche natürlich auch als nun 26-Jähriger zu treffen :-)\n\nSchönen Abend, euer Thomas","2015-09-14 16:10:31+00","249113725102662_1205166919497333",1],[109,"Eine Lichtgestalt wird 70. Happy birthday, Franz Beckenbauer!\n\nAls Geburtstagsgeschenk wollen wir dir vom FC Bayern München morgen einen Sieg gegen den FC Augsburg schenken. \n\nSchönen Abend und bis bald, euer Thomas","2015-09-11 17:04:28+00","249113725102662_1202739426406749",1],[111,"Servus zusammen,\n\ndie Jungs des FC Bayern München grüßen euch vom Rückflug nach München. \n\nDas gestrige Spiel in Glasgow war ein Geduldsspiel mit einem verdienten Sieger: DFB-Team (Die Mannschaft) . Die Atmosphäre im Stadion war gewaltig und Schottland hat die Räume sehr eng gemacht. Derzeit habe ich das Glück auf meiner Seite und treffe die richtigen Entscheidungen, sodass ich gut gelaunt in Deutschland landen werde. #esmuellert\n\nEinen schönen Tag wünscht, euer Thomas","2015-09-08 09:30:42+00","249113725102662_1200514529962572",1],[112,"Das Spiel gegen Polen konnten wir verdientermaßen mit 3:1 gewinnen. Heute folgt das nächste wichtige Spiel auf dem Weg zur Europameisterschaft nach Frankreich. \n\nHier ein paar Impressionen vom Abschlusstraining: http://tv.dfb.de/video/abschlusstraining-in-glasgow/12074/\n\nIch freue mich schon sehr auf das Spiel gegen Schottland. Habe schon viel über die Atmosphäre im Stadion in Glasgow gehört und hoffe, dass uns diese Stimmung motiviert und wir mit einem Sieg nach Hause fliegen können.\n\nViele Grüße, euer Thomas","2015-09-07 08:14:17+00","249113725102662_1199861203361238",1],[113,"Servus zusammen,\n\ngleich geht`s zum Abschlusstraining ins Frankfurter Stadion. Morgen steht das wichtige EM-Quali-Spiel gegen Polen auf dem Programm. Da haben wir noch eine Rechnung offen. Auch wenn dies Robert Lewandowski nicht akzeptieren wollte. :-)\n\nWir sind voll konzentriert und wollen das Spiel unbedingt gewinnen. \n\nViele Grüße, euer Thomas","2015-09-03 14:11:50+00","249113725102662_1197115100302515",1],[114,"Die Tabellenführung ist zwar wieder weg, aber wir sind trotzdem mit unserem Start sehr zufrieden.\n\nEine schöne Woche wünscht, euer Thomas","2015-08-31 10:50:53+00","249113725102662_1194732127207479",1],[116,"Guten Morgen,\n\ngestern war ein schöner Tag. 3:0 gegen Bayer Leverkusen. 2 Mal hat`s gemüllert. Tabellenführung zurück erobert. So muss es sein... :-)\n\nHeut gehts zum Traumspiel nach Deggendorf.\n\nEinen schönen Sonntag wünscht, euer Thomas","2015-08-30 08:56:14+00","249113725102662_1194043567276335",1],[118,"Wahnsinn, wie viele Fans in den Sommerferien an die Säbener Straße pilgern und uns beim Training beobachten.\n\nDaumen hoch für diese großartige Unterstützung der FC Bayern München-Anhänger!\n\nEinen schönen Tag noch, euer Thomas","2015-08-25 11:33:25+00","249113725102662_1190842510929774",1],[120,"Servus zusammen,\n\nlange habe ich gesucht. Jetzt habe ich sie gefunden: Eine Rangliste, bei der ich vor Leo Messi und Cristiano Ronaldo bin :-) : http://www.goalimpact.com/2015/07/top50-football-players-july-2015-edition.html\n\nMorgen geht`s mit dem FC Bayern München nach Hoffenheim. Am Samstag erwartet uns dort wie immer ein intensives Spiel. Dennoch bin ich mir sicher, dass wir in der derzeitigen Form nur sehr schwer zu schlagen sind.\n\nAlles Gute und bis bald, euer Thomas","2015-08-20 12:02:33+00","249113725102662_1187695501244475",1],[121,"Servus zusammen,\n\ngestern habe ich vor der Abreise zum Freundschaftsspiel nach Dresden den SPORT BILD-Award für die \"Beste Sportvermarktung\" bekommen. Danke für den Preis, der ein schönes Plätzchen bei mir zu Hause bekommen wird. :-)\n\nSchönen Abend, euer Thomas","2015-08-18 15:12:58+00","249113725102662_1186542181359807",1],[122,"Servus zusammen,\n\ndas war doch ein guter Start zum Saisonauftakt. 5:0 gegen den HSV. Und zweimal hat`s gemüllert. Ein großer Dank an Douglas Costa und Robert Lewandowski für die sensationellen Assists. Ihr bekommt einen Gratiskurs \"Bayerisch für Anfänger\" von mir als kleines Dankeschön :-)\n\nIm DFB-Pokal haben wir ein schweres Los in der 2. Runde zugelost bekommen. Beim VfL Wolfsburg. Aber da haben wir noch eine Rechnung offen vom Supercup. Und wer zum Finale nach Berlin will, muss jede Mannschaft schlagen, egal in welcher Runde.\n\nEin schönes Wochenende wünscht, euer Thomas","2015-08-15 09:55:51+00","249113725102662_1184720611541964",1],[125,"Super, dass wir gestern beim Audi-Cup Real Madrid C.F. mit 1:0 besiegt haben. Pokale hochstemmen mache ich am liebsten :-) Das Wiedersehen mit Toni Kroos hat mich aber auch sehr gefreut.\n\nAm Sonntag werden wir das Pokalspiel gegen den FC Nöttingen ganz seriös angehen und hoffentlich souverän in die 2. Runde einziehen.\n\nSchönen Abend, euer Thomas","2015-08-06 17:44:00+00","249113725102662_1178801222133903",1],[126,"Gestern haben wir gegen den AC Mailand ein sehr gutes Spiel abgeliefert. Heute Abend wollen wir gegen Real Madrid C.F. nachlegen. Das ist ein absolutes Spitzenspiel, auch wenn es sich noch in der Saisonvorbereitung befindet. Wir wollen den Audi-Cup gewinnen!\n\nSchönen Tag und bis bald, euer Thomas","2015-08-05 11:42:42+00","249113725102662_1177774412236584",1],[128,"Heute steht der Audi-Cup auf dem Programm. Ich freu mich darauf in der Allianz Arena gegen den A.C. Milan zu spielen. Das wird ein Testspiel unter Champions League-Bedingungen.\n\nUnd natürlich freue ich mich auch darauf mit meinem alten Kollegen Toni Kroos im Umfeld des Turniers zu quatschen.\n\nSchönen Tag, euer Thomas","2015-08-04 06:39:17+00","249113725102662_1177082768972415",1],[130,"Servus zusammen,\n \nendlich geht bald wieder die Bundesliga los. Wie vertreibt ihr euch die Sommerpause denn so? Damit es euch nicht langweilig wird, gibt‘s heute ein Interview mit mir - online zu sehen auf http://tinyurl.com/n9a5yyg. Heute mal nicht im Fussballtrikot, sondern beim Grillen mit meinem Freund Christoph und meinem Weber Go-Anywhere an der Isar in München.\n \nViel Spaß damit und bis bald, euer Thomas","2015-07-29 16:32:55+00","249113725102662_1173869675960391",1],[131,"Servus zusammen,\n\nam Samstag steht der Supercup in Wolfsburg auf dem Programm. Dann haben wir einen neuen Spieler an Bord. Herzlich Willkommen in München, Arturo Vidal. \n\nWir haben wie immer einen bärenstarken Kader zusammen und holen uns derzeit in den intensiven Einheiten an der Säbener Straße den Feinschliff für eine hoffentlich erfolgreiche Saison mit dem FC Bayern München.\n\nEinen schönen Abend noch, euer Thomas","2015-07-28 15:14:35+00","249113725102662_1173156366031722",1],[134,"Sind gut in Guangzhou angekommen: https://www.youtube.com/watch?v=Lvd4Tosmn1o\u0026feature=youtu.be\n\nDie dritte Station unserer China-Reise. Wieder ein Wahnsinnsempfang :-)\n\nMorgen gehts im letzten Testspiel gegen den chinesischen Rekordmeister Guangzhou Evergrande. Da wollen wir uns dann natürlich auch noch den dritten Sieg schaffen.\n\nViele Grüße, euer Thomas","2015-07-22 16:26:02+00","249113725102662_1168953939785298",1],[136,"Servus zusammen, \n\nShanghai ist unglaublich groß und spannend. Wir hatten viel Spaß beim Mannschaftsausflug.\n\nJetzt müssen wir dann gleich (14 Uhr deutscher Zeit) gegen Inter Mailand ran und morgen geht`s weiter nach Guangzhou.\n\nAlles Gute und bis bald, euer Thomas","2015-07-21 08:20:11+00","249113725102662_1167971043216921",1],[138,"Das zweite Tagebuch ist da: https://www.youtube.com/watch?v=I-tITvKuju0\n\nViele Grüße aus China, euer Thomas","2015-07-20 10:28:16+00","249113725102662_1167157093298316",1],[140,"What a great WELCOME in Beijing: https://www.youtube.com/watch?v=r_ddc9J_EBg\n\nNach 9 Stunden Flug sind wir gut angekommen in Peking.\n\nEinen schönen Tag wünscht, euer Thomas","2015-07-17 08:18:14+00","249113725102662_1165317220148970",1],[141,"Servus zusammen,\n\ngerade haben wir ein intensives Trainingsprogramm absolviert. Morgen geht`s zur AUDI Summer Tour nach China. Ich bin schon gespannt, was uns dort erwartet und hoffe, dass ich auch ein paar Sehenswürdigkeiten wie die Chinesische Mauer oder die Verbotene Stadt sehen kann.\n\nSportlich werden die Testspiele gegen den FC Valencia und Inter Mailand natürlich richtige Gradmesser werden. Dann werden wir sehen, wo wir stehen.\n\nWer sich über den FC Bayern München in China informieren will, klickt auf: http://www.fcbayern.cn :-)\n\nBis bald, euer Thomas","2015-07-15 10:53:03+00","249113725102662_1164200216927337",1],[144,"Servus zusammen,\n\ngestern hatten wir in der Sporthalle an der Säbener Straße unseren Tag der Leistungsdiagnostik: Die Ausdauer- und Gleichgewichtsfähigkeit wurde gemessen, dreidimensionales Sehen geübt und die Sprungkraft und Reaktionsschnelligkeit auf dem Speed Court gemessen. Hier ein paar Impressionen: https://www.youtube.com/watch?v=3meNJMteLo8\u0026feature=youtu.be\nFazit: Ich bin topfit!\n\nLeider geht`s nicht jedem so gut. Vor wenigen Tagen bekam ich einen bewegenden Brief über den 13jährigen Luca, der ein großer Fan von mir ist. Er leidet an einer seltenen Krankheit, die es weltweit in dieser Form nur 7 Mal gibt.\n\nIch kann leider nur sehr wenigen Fans auf Briefe und Mitteilungen persönlich antworten, da ich so viele bekomme und zeitlich sehr eingebunden bin. Das Schicksal von Luca hat mich sehr bewegt. Ich wünsche dir lieber Luca, im Namen aller derzeit Kranken und Verletzten, die meine Beiträge auf dieser Plattform verfolgen, ganz viel Kraft und eine baldige Genesung. Kämpft weiter. Es lohnt sich. Denn das Leben hat noch viele wunderschöne Überraschungen für uns parat.\n\nALLES GUTE, euer Thomas","2015-07-03 12:14:52+00","249113725102662_1156973460983346",1],[145,"Servus zusammen,\n\nheiß her ging es heute beim Trainingsauftakt des FC Bayern München. \nLiebe Freunde, vergesst mir das Trinken nicht bei diesen Temperaturen :-)\n\nSchade, dass die DFB-Frauen nicht den Einzug ins Finale geschafft haben. :-( Kopf hoch, Mädels. Beim nächsten Mal klappt`s.\n\nViele Grüße und bis bald, euer Thomas","2015-07-01 12:41:26+00","249113725102662_1155726917774667",1],[148,"Servus zusammen,\n\nin zwei Tagen geht`s wieder los mit dem Training. Zeit wird`s :-)\nAuch wenn mir der lange Urlaub mal so richtig gut getan hat!\n\nHier gibt`s noch ein Video mit Einblicken vom Charity-Golfturnier zugunsten von YoungWings: https://www.youtube.com/watch?v=tjE47jkatD0\n\nEs war ein wunderschöner Tag mit vielen tollen Menschen. Mit der Spendensumme von 150.000 € sind wir dem Traum vom YoungWings-Sternenhaus einen großen Schritt näher gekommen. Danke nochmal an alle, die dabei mitgeholfen haben.\n\nSchönen Abend, euer Thomas","2015-06-29 16:36:23+00","249113725102662_1154500144564011",1],[123,"Martin Kaymer hat mich nominiert. Jetzt seid ihr dran. Dreht ein eigenes Video und schaut, ob ihr den Golfball öfters jonglieren könnt als ich. \n\nDer Ryder Cup muss nach Deutschland. Deshalb unterstütze ich sehr gerne die Bewerbung GoDeutschland22.","2015-08-16 11:57:31+00","249113725102662_1185358018144890",1],[124,"Servus zusammen,\n\nder erste Schritt zum Pokalfinale nach Berlin ist gemacht. :-) Auch wenn sich der FC Nöttingen wirklich bravourös gewehrt hat. Mal sehen, wen wir jetzt in Runde 2 bekommen...\n\nAb sofort bin ich für euch auch auf Instagram vertreten: https://instagram.com/esmuellert/\n\nViele Grüße aus dem Biergarten, euer Thomas","2015-08-10 14:33:01+00","249113725102662_1181567218523970",1],[127,"Wer findet mich bei den heutigen Stabilitätsübungen? :-)\n\nWir sind fit für den Supercup am Samstag und wollen den ersten Titel der Saison! \n\nSchönen Tag noch, euer Thomas","2015-07-30 13:53:05+00","249113725102662_1174421889238503",1],[129,"Lang lang ist`s her :-)\nMit 10 Jahren habe ich beim Merkur-Cup bei einem Torwandschießen gewonnen und jetzt darf ich dieses alte Foto signieren.\n\nWer hätte mich erkannt?\n\nEinen schönen Tag wünscht, euer Thomas","2015-07-30 07:21:15+00","249113725102662_1174253259255366",1],[132,"Hier noch ein paar Impressionen vom adidas Fussball-Event in Guangzhou: https://www.youtube.com/watch?v=3CTYss52KsE. Lustig war`s!\n\nAber jetzt bin ich auch wieder froh, zurück in München zu sein und ein freies Wochenende mit meiner Frau zu haben. \n\nBis bald, euer Thomas","2015-07-25 14:10:43+00","249113725102662_1170646756282683",1],[133,"Hier ist das letzte Tagebuch aus China: https://www.youtube.com/watch?v=NUEICf549Qo\n\nEs war ein erfolgreiches Trainingslager. Auch wenn ich gestern einen Elfmeter verschossen habe...\n\nBis bald, euer Thomas","2015-07-24 07:23:27+00","249113725102662_1169878996359459",1],[135,"Servus zusammen,\n\ngestern haben wir durch ein Tor von Mario Götze 1:0 gegen Inter Mailand gewonnen. Die Begeisterung der Fans in China ist unglaublich.\n\nNach dem gestrigen Spiel bekamen wir besonderen Besuch. Mehr dazu in meinem Tagebuch Teil 3: https://www.youtube.com/watch?v=P-lcOdqPOu0\u0026feature=youtu.be\n\nBis bald, euer Thomas","2015-07-22 07:49:25+00","249113725102662_1168694639811228",1],[137,"Und noch ein Leckerli: https://www.youtube.com/watch?v=ezxW009SvfU\n\nMein Spezl Philipp Lahm und ich im Tischtennis gegen die Weltranglisten-Erste Ding Ning und den ehemaligen Weltmeister Wang Hao.\n\nServus, euer Thomas","2015-07-18 22:23:22+00","249113725102662_1166284070052285",1],[139,"Mit etwas Verspätung, die ersten Eindrücke aus China: https://www.youtube.com/watch?v=7Q46nGJ68qw\n\nBeim 4:1-Sieg gegen Valencia habe ich gleich ein Doppelpack eingestreut, damit meine Chinesischen Fans glücklich sind. Ich bin dort jetzt auch sogar auf Sina Weibo und WeChat vertreten :-)\n\nBis bald, euer Thomas","2015-07-18 21:44:07+00","249113725102662_1166259900054702",1],[142,"Servus zusammen, \n\nein volles Wochenende liegt hinter uns. Samstag Saisoneröffnung in der Allianz Arena, Sonntag Telekom-Cup in Gladbach. \n\nÜberstrahlt wurde alles natürlich vom Vereinswechsel von Bastian Schweinsteiger. Bastian hat Sensationelles für den FC Bayern München geleistet und war immer ein toller Kollege. Ich wünsche ihm viel Erfolg in England.\n\nHeute vor 1 Jahr wurden wir gemeinsam mit dem DFB-Team Weltmeister. Ein genialer Moment für uns Spieler und ganz Deutschland. Diesen Pott will ich unbedingt nochmal nach oben stemmen :-)\n\nSchönen Abend, euer Thomas","2015-07-13 15:18:16+00","249113725102662_1163219973692028",1],[143,"Servus zusammen,\n\nintensive Trainingseinheiten liegen hinter uns. Wir arbeiten hart für eine erfolgreiche Saison. Ein erstes Kräftemessen gibts am Sonntag beim Telekom-Cup.\n\nHeute vor 1 Jahr durfte ich mit dem DFB-Team bei einem ganz besonderen Spiel dabei sein. Wisst ihr noch gegen wen? \nDie Zeit vergeht... :-)\n\nSchönen Abend, euer Thomas","2015-07-08 17:23:42+00","249113725102662_1160430390637653",1],[146,"Servus zusammen,\n\nder letzte Urlaubstag geht zu Ende. Schön war`s! :-) \nKeine Sorge: Ich freu mich schon drauf morgen wieder die üblichen Verdächtigen an der Säbener Straße zu sehen und wieder gegen den Ball zu treten.\n\nLetzte Woche hab ich ein Interview mit Frank Buschmann gemacht. Wen`s interessiert, der klickt auf: http://www.ran.de/ran-on/video/buschi-geht-ran-komplettes-interview-mit-thomas-mueller-ganze-folge\n\nBis bald, euer Thomas","2015-06-30 15:14:05+00","249113725102662_1155117457835613",1],[147,"Ein großer Dank an die YoungWings-Kinder für dieses Kunstwerk mit euren Fingerabdrücken! Hat mich sehr gefreut.\n\nGemeinsam finden wir ein Grundstück in München für das YoungWings-Sternenhaus! \nMehr auf: https://www.youngwings-sternenhaus.de\n\nBis bald, euer Thomas","2015-06-29 17:54:09+00","249113725102662_1154565204557505",1],[149,"Kleine Quizfrage vor dem Schlafen:\nWer hat sich denn hier beim Weber Original Cup auf dem Mannschaftsfoto versteckt?\n\nGute Nacht, euer Thomas","2015-06-22 19:43:08+00","249113725102662_1150119318335427",1],[152,"Guten Abend zusammen,\n\nin knapp 2 Stunden spielt das DFB-Team gegen Gibraltar. Ich drücke vor dem Fernseher die Daumen und wünsche mir, dass ich möglichst viele Tore bejubeln kann. Was glaubt ihr: Wie geht`s aus?\n\nAuf geht`s, Jungs!\n\nNoch ein schönes Wochenende, euer Thomas","2015-06-13 16:55:09+00","249113725102662_1141267789220580",1],[153,"Servus zusammen,\n\nschade, dass das DFB-Team gestern 1:2 verloren hat. Es war total ungewohnt für mich das Spiel im Fernsehen anzuschauen, aber besonders in der ersten Halbzeit hat man starke Szenen gesehen. Am Samstag gegen Gibraltar wird sicherlich gewonnen, auch wenn die Spieltermine nach Saisonende aus meiner Sicht nicht optimal sind.\n\nIm DFB-Pokal hat uns das Los den FC Nöttingen beschert. In der 1. Runde gibt es immer interessante Duelle \"David gegen Goliath\". Wir werden dieses Spiel sicherlich nicht auf die leichte Schulter nehmen, damit es eine Pokalsensation höchstens auf anderen Plätzen gibt.\n\nViele Grüße und bis bald, euer Thomas","2015-06-11 08:28:56+00","249113725102662_1139920832688609",1],[154,"Servus zusammen,\n\nder FC Barcelona hat am Samstag verdientermaßen das UEFA Champions League Finale gewonnen. Gratulation!\n\nDie DFB-Frauen haben einen tollen Start in die WM gehabt. 10:0 - Respekt! Weiterhin viel Erfolg. \n\nDiese Woche werde ich der Nationalmannschaft in den Spielen gegen die USA und Gibraltar nur am Fernseher die Daumen drücken. Jungs, ihr schafft das auch ohne mich. Ich freue mich darauf euch in der Saison 15/16 wieder zu sehen.\n\nEine schöne Woche wünscht euch, euer Thomas","2015-06-08 12:54:32+00","249113725102662_1138259379521421",1],[156,"Servus zusammen,\n\ndie Sonne strahlt über München. Bei uns in Bayern ist es einfach wunderschön. :-)\n\nSo langsam verarbeite ich die abgelaufene Saison, auch wenn es nicht ganz leicht sein wird am Samstag das Champions League-Finale als Außenstehender zu verfolgen.\n\nBeim Saisonabschluss wäre ich beim HUMBA nach Spielende beinahe vom Zaun geflogen. Danke an die Fans, die mich gehalten haben, damit ich nicht runtergeflogen bin. So kann ich meinen Urlaub verletzungsfrei genießen...\n\nEinen schönen Tag noch, euer Thomas","2015-06-02 14:21:21+00","249113725102662_1135065359840823",1],[157,"Servus zusammen,\n\ngestern war ich mit meiner Frau Lisa im Deutschen Theater in München. \"Elisabeth\" stand auf meinem kulturellen Abendprogramm. Es war ein wunderschöner Abend!\n\nEin schönes Wochenende wünscht euch, euer Thomas","2015-05-29 16:39:18+00","249113725102662_1132894270057932",1],[150,"Servus zusammen,\n\nich hatte am Freitag extrem viel Spaß beim Charity-Golfturnier zugunsten von YoungWings. Mein Flightpartner Maximilian Kieffer hat mir den ein oder anderen Tipp gegeben, der wertvoll für mein Spiel war :-) Und gut gespielt habe ich zum Glück auch...\n\nAber Hauptsache es ist viel Geld für den Guten Zweck zusammen gekommen. :-) \n\nDanke an alle Partner, YoungWings-Kinder, freiwilligen Helfer, Spieler, Freunde und am Golfturnier beteiligten Personen, die mal wieder für eine großartige Veranstaltung gesorgt haben.\n\nSchönen Abend, euer Thomas","2015-06-21 18:28:06+00","249113725102662_1149309168416442",1],[151,"Servus zusammen,\n\nbei Fußball und Grillen bin ich sofort dabei! Deshalb freu ich mich auch schon auf den Weber Original Cup am Samstag - mitten in München. Mit BBQ- und Fußball-Battles und einem klasse Programm mit Musik, Foodtrucks und Frank Buschmann als Kommentator. Autogramme gibts von mir natürlich auch! \n\nDas solltet ihr euch nicht entgehen lassen! Einfach kostenlose Tickets sichern und am 20. Juni vorbeikommen.\n\nWas - wo - wie? Hier alle Infos: http://tinyurl.com/ng47lmy\nIch freue mich auf euch! \n\nSchönen Abend, euer Thomas","2015-06-17 18:01:40+00","249113725102662_1144444448902914",1],[155,"Servus zusammen,\n\nbei diesem Wetter macht es Spaß ein bisserl zu golfen. Ich kann einfach nicht ruhig rumsitzen sondern muss immer etwas unternehmen. :-) Und ich muss einfach etwas trainieren für mein Charity-Golfturnier zugunsten der Nicolaidis YoungWings Stiftung.\n\nMorgen Abend schau ich mir das Champions League-Finale im Fernsehen an. Wer wird der Gewinner sein? Ich denke, dass Barcelona die Nase vorn haben wird. Und was meint ihr?\n\nSelbstverständlich drücke ich auch den DFB-Frauen am Sonntag die Daumen! Dann beginnt die WM in Kanada. Bringt den Pokal mit nach Deutschland, Mädels! Viel Glück und Erfolg.\n\nEin schönes Wochenende wünscht, euer Thomas","2015-06-05 14:00:37+00","249113725102662_1136616313019061",1],[158,"Genießt die Sonne und den schönen Sonntag.\n\nBeste Grüße, euer Thomas","2015-05-31 06:18:29+00","249113725102662_1133751723305520",1],[160,"Servus zusammen,\n\ndie Saison ist beendet. Nachdem mir der Bundestrainer bei den Länderspielen gegen USA und Gibraltar eine Pause gönnt, bin ich ab sofort bis zum 1. Juli im Urlaub. Ich habe in den letzten Jahren viele Spiele gemacht und noch nie mehr als 3 Wochen Urlaub am Stück gehabt, sodass ich jetzt mal wieder meinen Akku voll aufladen kann. Die Zeit werde ich mit meiner Familie und den Freunden so richtig genießen. \n\nUnd wenn ihr Lust habt, auch gerne mit euch. Kommt am 20. Juni nach München: Beim #WeberOriginalCup könnt ihr gemeinsam mit mir kicken und ne Runde grillen. Einfach bewerben und mit ein wenig Glück sehen wir uns dann live vor Ort. Alle Infos zur Teilnahme hier: http://tinyurl.com/nkxao8p. \n\nGrillen und Fußball gehören einfach zusammen. Wenn ihr keinen Platz im Team ergattert, freue ich mich, wenn ihr vorbei kommt und die Teams anfeuert!\n \nViel Glück und noch eine schöne Woche, euer Thomas","2015-05-26 16:36:22+00","249113725102662_1130819083598784",1],[162,"Immer wieder ein geniales Gefühl mit den FC Bayern München Fans die Meisterschaft auf dem Rathausbalkon zu feiern.","2015-05-24 15:45:15+00","249113725102662_1129553660391993",1],[164,"Servus zusammen,\n\nin München regnet`s schon den ganzen Tag, aber meine gute Laune lasse ich mir davon nicht zerstören. Ihr hoffentlich auch nicht? :-)\n\nDass ich beim Einkaufen im Supermarkt auch keine Probleme habe, könnt ihr ab sofort auch im Werbefernsehen bestaunen:\nhttp://youtu.be/bU7OMMrl20A\n\nEinen schönen Abend wünscht euch, euer Thomas","2015-05-20 16:55:52+00","249113725102662_1126827073997985",1],[166,"Servus zusammen,\n\nleider sind wir gestern gegen den FC Barcelona in der UEFA Champions League ausgeschieden.\n\nWir haben alles gegeben. Aber leider konnten wir das 0:3 aus dem Hinspiel nicht mehr umbiegen.\n\nDie Unterstützung im Stadion war absolut genial. Soetwas habe ich selten erlebt. Gänsehautstimmung! Ihr seid ein Traum!\n\nIm nächsten Jahr greifen wir wieder an! \n\nViele Grüße, euer Thomas","2015-05-13 08:27:12+00","249113725102662_1121902704490422",1],[168,"Eine sensationelle Stimmung war das gestern. Danke, FCB-Fans!","2015-05-13 08:00:02+00","249113725102662_1121895517824474",1],[170,"Guten Morgen zusammen,\n\nheute ist Muttertag. Deshalb danke ich auf diesem Wege meiner Mutter Klaudia für alles, was sie für mich gemacht und mit mir mitgemacht hat. :-)\n\nUnd natürlich grüße ich auch alle anderen Mütter da draußen. Genießt euren Ehrentag!\n\nEinen schönen Sonntag wünscht, euer Thomas","2015-05-10 07:01:01+00","249113725102662_1120039951343364",1],[172,"Servus zusammen, \n\nmorgen fliegen wir nach Barcelona. Ein schwieriger, aber sehr reizvoller Champions League-Trip. Unsere Mission: Wir wollen dort gewinnen! Auch wenn Barca im Angriff natürlich Weltklasse besetzt ist und derzeit einen guten Lauf hat. Unser Trainer kennt die Barca-Mannschaft besser als jeder andere. Er wird uns einen genauen Plan an die Hand geben - den Rest müssen wir Spieler erledigen.\n\nVor 2 Jahren haben wir es geschafft. Warum also nicht auch dieses Mal? Deshalb werde ich am Mittwoch mit einem positiven Gefühl ins wunderschöne Stadion Nou Camp einlaufen. 90 Minuten Vollgas für das große Ziel #RoadToBerlin.\n\nEinen schönen Abend wünscht euch, euer Thomas","2015-05-04 17:09:03+00","249113725102662_1117264704954222",1],[174,"Servus zusammen,\n\nheute haben wir unseren freien Tag. Da hat man mal die Möglichkeit in Ruhe einen Kaffee trinken zu gehen (auch wenn das Pokalspiel noch in mir arbeitet).\n\nAm Samstag haben wir ein schwieriges Spiel in Leverkusen vor der Brust. Mal sehen, wie wir die verletzungsbedingten Ausfälle kompensieren können. Aber unser Kader ist groß und stark besetzt, sodass wir mit dem Ziel ins Spiel gehen, zu gewinnen.\n\nIch wünsche euch ein schönes langes Wochenende. \n\nBis bald, euer Thomas","2015-04-30 14:02:56+00","249113725102662_1115215191825840",1],[176,"Servus zusammen,\n\nam Sonntag haben wir die Deutsche Meisterschaft auf der Couch eingefahren. Ein komisches, aber doch wunderbares Gefühl. Ich freu mich schon auf den Rathausbalkon, um gemeinsam mit den FC Bayern München Fans diesen Titel zu feiern.\n\nAber wir haben ja noch was vor: Morgen kommt im Pokal der BVB zu uns in die Allianz Arena und in der Woche darauf treffen wir in der Champions League auf den FC Barcelona. Wir wollen nach Berlin. In beiden Wettbewerben. Wird schwer, aber nicht unmöglich, denn wir haben eine geniale Truppe, die hungrig auf Erfolge ist.\n\nEine schöne Woche wünscht euch euer Thomas","2015-04-27 17:06:24+00","249113725102662_1113292002018159",1],[178,"Servus zusammen,\n\nnach der 3:1 Niederlage in Porto müssen wir heute Großes leisten, um ins Halbfinale einzuziehen.\n\nDafür brauchen wir euch: die besten Fans der Welt!\nhttps://www.youtube.com/watch?v=hbgZzRJJVm8\n\nGemeinsam für den großen Traum. #RoadToBerlin\n\nViele Grüße, euer Thomas","2015-04-21 08:05:06+00","249113725102662_1108910445789648",1],[180,"Servus zusammen,\n\nwir standen mit dem Rücken zur Wand und haben gezeigt, was in uns steckt. 6:1 gegen Porto war mal ne Aussage... :-)\nMit Herz, Leidenschaft und Überzeugung ist für uns alles drin auf der #RoadToBerlin. Und eines kann ich euch versprechen: Wir geben niemals auf. Danke Fans für eure Unterstützung!\n\nMal sehen, wer uns gleich mal ins Halbfinale folgt...\n\nSchönen Abend noch, euer Thomas","2015-04-22 18:01:03+00","249113725102662_1109919542355405",1],[159,"Servus zusammen,\n\nwollt ihr mal einen Blick hinter die Kulissen von einem Dreh mit dem DFB-Team bekommen. Dann schaut euch mal das an: http://www.dfb.de/news/detail/weltmeister-als-filmstars-fuer-das-deutsche-fussballmuseum-122328/\n\nSechs Weltmeister und ich sind die Hauptdarsteller der zentralen Kinoshow des Deutschen Fußballmuseums mit dem Titel: \"Wir sind alle Weltmeister!\"\n\nSonnige Grüße aus München, euer Thomas","2015-05-28 14:59:34+00","249113725102662_1132120330135326",1],[161,"Die Saison ist für diese sensationelle Truppe beendet. Ab dem 1. Juli geht die Titeljagd wieder aufs Neue los. Der FC Bayern München hat auch in der Saison 15/16 Großes vor.\n\nEin schönes Pfingstfest wünscht euch, euer Thomas","2015-05-24 15:54:20+00","249113725102662_1129557397058286",1],[163,"Immer wieder schön, die Salatschüssel zu bekommen :-)\n\nUnd heute wird noch etwas Party gemacht auf dem Rathausbalkon...\n\nSchönen Sonntag, euer Thomas","2015-05-24 06:38:22+00","249113725102662_1129319947082031",1],[165,"Servus zusammen,\n\nnach dem Heimspiel gegen Augsburg durfte ich mit meiner Anwesenheit für etwas Abwechslung im Alltag mehrerer schwer kranker Kinder sorgen. Möglich gemacht hat dies der Verein „Menschen für Kinder“ gemeinsam mit dem FC Bayern München. Die Kinder und Jugendlichen, die sich derzeit in Langzeittherapie in der Kinderklinik Schwabing befinden, hatten hoffentlich etwas Spaß mit mir und werden bald wieder ganz gesund sein. Ganz viel Kraft nochmals auf diesem Wege und ALLES GUTE von mir.\n\nUnd auch von meinem Herzensprojekt YoungWings gibt`s super Neuigkeiten: Stiftungsgründerin Martina Münch-Nicolaidis wurde der Winspiration Award verliehen, den jedes Jahr besondere Menschen für ihr großartiges, nachhaltiges Engagement in unserer Gesellschaft erhalten. Meine herzlichsten Glückwünsche!\n\nSchönen Abend, euer Thomas","2015-05-19 17:47:29+00","249113725102662_1126235577390468",1],[167,"Servus zusammen,\n\nheute genieße ich den freien Montag mit meiner Frau bei den Pferden. Letzte Woche hat Lisa das Goldene Reitabzeichen verliehen bekommen. Meine herzlichsten Glückwünsche noch auf diesem Wege :-) Dir und unserem Birkhofs Dave. Weiter so!\n\nDie letzten Wochen sind leider sportlich nicht wie gewünscht für den FC Bayern München verlaufen :-( Dennoch wollen wir am Samstag im Heimspiel gegen den FSV Mainz 05 mit einem Sieg einen versöhnlichen Saisonabschluss erzielen, um danach mit den Fans die Deutsche Meisterschaft zu feiern.\n\nEinen schönen Tag noch, euer Thomas","2015-05-18 14:52:01+00","249113725102662_1125559647458061",1],[169,"Servus zusammen,\n\ngerade war ich auf der Pressekonferenz für das morgige UEFA Champions League Spiel gegen den FC Barcelona. \n\nWir werden ALLES geben, um es nochmal spannend zu machen. Im Fußball ist vieles möglich und das Spiel kann innerhalb kürzester Zeit durch gewisse Einflussfaktoren eine Wendung nehmen. Vielleicht ist das Glück ja morgen auf unserer Seite.\n\nAuf diesem Wege überbringe ich noch unserem kompletten Team des FC Bayern Frauenfußball meine herzlichsten Glückwünsche zum Meistertitel. Eine Bundesligasaison ohne Niederlage ist mal so richtig bärenstark!\n\nViele Grüße, euer Thomas","2015-05-11 10:50:17+00","249113725102662_1120738091273550",1],[171,"Servus zusammen,\n\ngestern Mittag sind wir wieder in München gelandet. Die Dienstreise nach Barcelona war leider nicht erfolgreich.\n\nWir haben gegen eine Mannschaft gespielt, die offensiv sehr viel Qualität besitzt. In der ersten Halbzeit hat Manuel Neuer glänzend gehalten und uns das 0:0 gerettet. In der zweiten Halbzeit waren wir aus meiner Sicht bis zum Gegentor die bessere Mannschaft. Und dann kommt auch noch das 2:0 und 3:0. Seeeeeehr bitter! :-(\n\nJetzt noch im Rückspiel am Dienstag weiterzukommen, wäre eine Sensation. Aber im Fußball gab es schon die kuriosesten Geschichten. Wir sind der FC Bayern München und werden von der ersten Sekunde an bis zum Schlusspfiff alles geben. Mal sehen was dann rauskommt.\n\nMorgen steht das bayerische Derby gegen Augsburg in der Allianz Arena auf dem Programm. Dort wollen wir unseren Fans ein erfolgreiches Spiel bieten und uns Selbstvertrauen für Dienstag holen.\n\nGruß und bis bald, euer Thomas","2015-05-08 13:54:11+00","249113725102662_1119145544766138",1],[173,"Servus zusammen,\n\nheute werde ich in Leverkusen geschont. Ist ganz ungewohnt am Wochenende zu Hause zu sein.\n\nIch werde den Jungs von der Couch die Daumen drücken! Auf geht`s FC Bayern München!\n\nEin schönes Wochenende wünscht euch, euer Thomas","2015-05-02 08:25:40+00","249113725102662_1116106475070045",1],[175,"Servus zusammen,\n\nnoch immer kann ich es nicht glauben, dass wir das gestrige Pokalspiel verloren haben. Sooo bitter. :-(\n\nAus meiner Sicht haben wir gut gespielt, nur die Chancen ausgelassen und einen berechtigten Elfmeter beim Stande von 1:0 nicht bekommen. So grausam kann Fußball sein.\n\nJetzt müssen wir aber wieder den Kopf hoch nehmen, um gegen den FC Barcelona zu bestehen. Wir wollen unbedingt nach Berlin zum UEFA Champions League Finale. Das werden wir auch schaffen!\n\nGute Besserung an Arjen und Robert Lewandowski! Kommt bald wieder zurück zum Team.\n\nBis bald, euer Thomas Müller","2015-04-29 16:17:04+00","249113725102662_1114617325218960",1],[177,"Servus zusammen,\n\ngestern war noch alles Friede, Freude, Eierkuchen. Heute leider nicht mehr. Mein Freund und Kollege Holger Badstuber hat sich wieder eine schwere Verletzung zugezogen und fällt die nächsten Monate aus. Holger, ich drück dir die Daumen, dass du ganz schnell wieder fit wirst. Wir brauchen dich! Du bist ein wichtiger Teil des FC Bayern München.\n\nGestern haben sich die restlichen Teilnehmer fürs UEFA Champions League Halbfinale ergeben. Juventus Turin, Real Madrid oder der FC Barcelona warten auf uns. Was wäre euer Lieblingslos? \n\nMorgen Mittag wissen wir mehr...\n\nSchönen Abend noch, euer Thomas","2015-04-23 16:33:26+00","249113725102662_1110722818941744",1],[179,"Servus zusammen,\n\ndie 3:1-Niederlage in Porto war absolut bitter. Dennoch müssen wir jetzt den Kopf nach oben nehmen. Wir sind der FC Bayern München und können es im Rückspiel noch drehen. Mit den Fans im Rücken und einer starken Leistung auf dem Platz wird uns das gelingen!\n\nUnd jetzt geht`s ab zum Abschlusstraining. Morgen treffen wir auf 1899 Hoffenheim.\n\nEin schönes Wochenende wünscht, euer Thomas","2015-04-17 09:50:56+00","249113725102662_1106387546041938",1],[182,"Servus zusammen,\n\nich liebe den Frühling und die Sonne. :-) Gestern habe ich den tollen Tag mit meiner Frau Lisa genossen. \n\nDer 3:0-Sieg gegen Frankfurt war hoch verdient. Wir haben eine souveräne Leistung abgeliefert. Aber Hauptsache es hat sich kein weiterer Spieler verletzt.\n\nGleich haben wir Training an der Säbener Straße und dann fliegen wir am Nachmittag nach Porto. Am Donnerstag kommen wir hoffentlich mit einem guten Hinspielergebnis im Gepäck zurück nach München.\n\nEine schöne Woche wünscht euch, euer Thomas","2015-04-13 08:57:24+00","249113725102662_1103676426313050",1],[205,"Servus zusammen,\n\nam Samstag gab es für uns in Stuttgart endlich den ersten Pflichtspielsieg des Jahres 2015. Es war ein Sieg der Mentalität, kein fußballerischer Leckerbissen. Aber wir haben uns aufs Entscheidende konzentriert - drei Punkte mitzunehmen. Denn nur daraum ging es, nachdem es gegen Wolfsburg und Schalke nicht wie gewünscht lief. Jetzt werden wir uns step by step in die Form bringen, die uns in der Hinrunde auszeichnete. Denn wir haben noch viel vor und wollen bis zum Juni Spiele haben.\n\nNachdem diese Woche kein Spiel unter der Woche ist, werden wir hart arbeiten, damit wir am Wochenende den wieder erstarkten HSV besiegen und unsere Fans vernünftig Fasching feiern können... :-) \n\nEine schöne Woche wünscht aus dem kalten München, euer Thomas","2015-02-09 11:18:24+00","249113725102662_1063637856983574",1],[181,"Servus zusammen,\n\ndas war gestern ein harter Fight in Leverkusen mit dem glücklicheren Ende für uns. Nichts für schwache Nerven :-) Jetzt noch 1 Spiel bis zum Finale in Berlin. \n\nDie Auslosung hat uns Borussia Dortmund als Habfinalgegner beschert. Ein schwieriger Gegner, aber zum Glück ein Heimspiel in der Allianz Arena.\n\nDer Kader ist zur Zeit leider verletzungsbedingt etwas ausgedünnt, aber wir werden uns weiter durchkämpfen. Hoffentlich kommen alle bald wieder zurück, damit wir dem Gegner noch mehr Kopfschmerzen bereiten können :-)\n\nSchönen Tag noch, euer Thomas","2015-04-09 14:08:08+00","249113725102662_1101365113210848",1],[183,"Servus zusammen,\n\nhabt ihr alle ein schönes Osterfest gehabt?\n\nMorgen wartet auf uns ein spannendes Pokalspiel. Bayer Leverkusen ist richtig gut drauf und wir haben den ein oder anderen verletzungsbedingten Ausfall zu verkraften. Dennoch werden wir ein starke Mannschaft aufs Feld bringen, die unbedingt das Finale in Berlin erreichen will. \n\nHeiße Wochen liegen vor uns. Aber genau deswegen trainieren wir jeden Tag so intensiv, damit wir diese besonderen Spiele genießen dürfen und uns im Idealfall zum Schluss mit einem Titel belohnen.\n\nHerzliche Geburtstagsglückwünsche sende ich heute an Franck Ribéry. Komm bald wieder auf die linke Seite zurück, Monsieur.\n\nEine schöne Woche und bis bald, euer Thomas","2015-04-07 10:19:30+00","249113725102662_1100028180011208",1],[184,"Servus zusammen,\n\nnach dem gestrigen 1:0 Sieg in Dortmund kann ich heute natürlich ein schönes Osterfest mit der Familie feiern. Nach den zahlreichen verletzungsbedingten Ausfällen war der Sieg ein wichtiges Zeichen, dass unser Kader insgesamt gut aufgestellt ist und alle in Form sind. Super, dass Thiago Alcantara nach seiner langen Verletzungspause wieder dabei ist.\n\nJetzt wünsche ich euch noch erholsame Osterfeiertage und schöne Stunden im Kreise der Familie.\n\nBis bald, euer Thomas\n\nHAPPY EASTER TO ALL MY FANS ALL OVER THE WORLD","2015-04-05 13:56:01+00","249113725102662_1098670876813605",1],[186,"Servus zusammen,\n\nunser Trainer hat den Nationalspielern heute noch freigegeben. Deshalb bin ich mit meiner Frau in die Stadt, aber Sturmtief Niklas fegt über uns dermaßen hinweg, dass es jetzt ganz schnell auf die gemütliche Couch geht.\n\nSo viele entwurzelte Bäume habe ich schon lang nicht mehr gesehen. Frühling, was machst du mit uns?\n\nSchönen Tag noch, euer Thomas Müller","2015-03-31 14:43:32+00","249113725102662_1095519393795420",1],[188,"Servus zusammen,\n\ngleich fliegen wir mit der Nationalmannschaft von Frankfurt nach Tiflis zum Länderspiel gegen Georgien. Heute ein etwas komisches Gefühl, aber ich vertraue zu 100 % allen Kapitänen und Flugbegleitern dieser Welt. Diese Damen und Herren haben eine wahnsinnige Verantwortung und machen fast immer einen super Job. Daumen hoch für euch!\n\nGanz herzlich gratuliere ich auf diesem Wege unserem Welttorhüter Manuel Neuer zum 29. Geburtstag! OIS GUADE, Manu!\n\nIch wünsche euch ein schönes Wochenende und schicke euch liebe Grüße, euer Thomas Müller","2015-03-27 12:52:20+00","249113725102662_1092795497401143",1],[190,"Servus zusammen,\n\nich bin gerade auf dem Weg zum DFB-Team nach Frankfurt. Schön, dass mein alter Kollege und Freund Holger Badstuber wieder dabei ist.\n\nLeider haben wir keine Punkte aus dem gestrigen Spiel gegen Gladbach im Gepäck. Der Ball wollte einfach nicht ins Tor an diesem Tag. :-(\nUnd sehr bitter ist natürlich auch die schwere Verletzung von Arjen Robben. GUTE BESSERUNG, Arjen! Werd bald wieder fit!\n\nViele Grüße und eine schöne Woche, euer Thomas","2015-03-23 09:48:59+00","249113725102662_1090212064326153",1],[192,"Servus zusammen,\n\ntraumhaftes Frühlingswetter in München. Da traf es sich gut, dass uns der Trainer heute frei gegeben hat. :-) Deshalb hab ich in der Früh gleich mal die Golfschläger aus dem Keller geholt und ein paar Bälle geschlagen. Ein Tag ohne Sport - für mich fast undenkbar!\n\nSeit gestern Abend ist das Teilnehmerfeld des Viertelfinals der Champions League komplett. Leider sind wir die einzige deutsche Mannschaft. Morgen ist die Auslosung. Wer ist euer Wunschgegner?\n\nUnd hier noch einer meiner Lieblingswitze: http://www.youtube.com/watch?v=wMUO96Jg_M8\n\nViele Grüße und einen schönen Abend, euer Thomas","2015-03-19 15:17:13+00","249113725102662_1087854397895253",1],[193,"Servus zusammen,\n\nzur Zeit läuft`s ganz gut beim FC Bayern und bei mir persönlich auch. Jetzt schieß ich sogar schon mit Links Tore :-) Spaß beiseite. Es war wichtig, dass wir nach dem super Spiel gegen Donezk in der Liga die richtige Reaktion gezeigt haben. 4:0 in Bremen. Das war ne gute Geschichte. :-)\n\nHeute ist frei und ich genieße den Tag mit meiner Frau im wunderschönen oberbayerischen Alpenvorland. Ausnahmsweise steht diese Woche kein Spiel unter der Woche an, sodass wir Spieler etwas Kraft tanken dürfen. Denn es stehen anstrengende und spannende Wochen vor uns. Wir sind noch in allen Wettbewerben im Rennen und wollen bis zum Schluss bei der Musik dabei bleiben... \n\nEine schöne Woche wünscht, euer Thomas","2015-03-16 12:25:53+00","249113725102662_1085877328092960",1],[196,"Servus zusammen,\n\nwir stehen im Viertelfinale! Ein richtig gutes Gefühl :-) Und dann auch noch mit 7:0 gewonnen. Natürlich hatten wir einen exzellenten Start. Nach dem zweiten bzw. dritten Treffer hatten die Donezk-Spieler ihre Köpfe unten und wir viel Platz auf dem Spielfeld, den wir entsprechend genutzt haben. Der Traum von Berlin lebt! :-) Ist aber noch ein weiter Weg...\n\nIch hatte vor ein paar Tagen eine super Zeit mit adidas Fussball für den Dreh eines FC Bayern München Special mit coolen Hintergrundgeschichten zur #UCL : http://youtu.be/oiswVdY0Gy8\nSchon gesehen?\n\nEinen schönen Abend, euer Thomas","2015-03-12 15:52:30+00","249113725102662_1083276615019698",1],[198,"Servus zusammen,\n\ngestern sind wir im DFB-Pokal eine Runde weiter gekommen. 2:0 gegen einen tief stehenden Gegner aus Braunschweig, der aber auch sehr gut verteidigt hat. Dennoch war es ein ungefährdeter Sieg, wenn auch ohne Glanz und Gloria. \n\nWen wünscht ihr euch im Viertelfinale als Gegner?\n\nHeute wurde ich an der Säbener Straße überrascht. Früher hab ich mir als Kind die Micky Maus noch am Kiosk gekauft. Jetzt bin ich vorne drauf. Sehr witzig :-)\n\nSchönen Tag noch, euer Thomas","2015-03-05 14:05:57+00","249113725102662_1078496892164337",1],[200,"Happy birthday, FC Bayern München!\n115 Jahre alt wird heute mein Verein. \nWelch eine Geschichte. Welch eine Erfolgsgeschichte!\n\nUnd ich will mit den Bayern natürlich noch viele Siege erreichen.\nNatürlich auch heute Abend gegen den 1. FC Köln, damit die Fans so richtig Geburtstag feiern können.\n\nViele Grüße, euer Thomas","2015-02-27 08:38:57+00","249113725102662_1074511035896256",1],[201,"Servus zusammen,\n\nheute hatten wir unseren freien Tag. Ein bisserl shoppen, spazieren und relaxen stand auf dem Programm. \n\nGestern habe ich mit etwas Verspätung den FIFA Dream Team-Award bekommen. Mit mehr als 3 Millionen Stimmen wurde ich von den Fans aus der ganzen Welt auf meiner Position als beliebtester Spieler der Weltmeisterschaft #Brasil2014 ausgezeichnet. \n\nVielen Dank an alle Fans, die für mich gestimmt haben. Diese besonders farbenfrohe Trophäe wird einen schönen Platz in meinem Haus bekommen.\n\nViele Grüße und einen schönen Abend, euer Thomas","2015-02-25 16:17:19+00","249113725102662_1073516519329041",1],[203,"Servus zusammen,\n\nheute haben wir unseren freien Tag. Tut uns gut nach dem intensiven Spiel gegen Donezk. Wir blicken positiv und mit voller Überzeugung voraus. Bereits am Samstag wartet der SC Paderborn 07 e.V. auf uns. \n\nJetzt genieße ich aber erstmal die Sonnenstrahlen über München und gehe mit meinen Hunden noch etwas spazieren.\n\nBis bald, euer Thomas Müller","2015-02-19 15:27:30+00","249113725102662_1069867399693953",1],[185,"Servus zusammen,\n\nseid ihr heute schon in den April geschickt worden?\nIch nicht. :-) Und der Trainer hat beim heutigen Training auch keine Scherze gemacht, denn wir bereiten uns hoch konzentriert auf das schwierige Auswärtsspiel in Dortmund vor.\n\nBesonders bitter war natürlich die Nachricht von der schweren Verletzung von David Alaba. Kopf hoch, Junge und eine baldige Genesung! \n\nAuf meiner gestrigen Heimfahrt im Auto musste ich so einige Umwege fahren, da so viele Bäume umgefallen sind. Ich möchte mich heute mal bei allen Feuerwehren, Straßenmeistereien, Polizisten, Notärzten und dem THW bedanken, die gestern und heute so viel zu tun hatten. Ihr macht einen super Job!\n\nGlücklicherweise geht es meinen Tieren auch gut. Bis auf ein paar kleineren Schäden ist am Pferdestall alles heil geblieben.\n\nViele Grüße und bis bald, euer Thomas","2015-04-01 14:18:29+00","249113725102662_1096096330404393",1],[187,"Servus zusammen,\n\ndie FC Bayern-Spieler sind wieder zurück in München. Das Spiel in Georgien haben wir souverän mit 2:0 gewonnen. Leider haben wir zu viele Chancen vergeben, um ein noch klareres Ergebnis zu erreichen. Dennoch verfolgen wir natürlich weiterhin unser Ziel Gruppenerster der EM-Qualifikationsgruppe zu werden.\n\nSchönen Tag noch, euer Thomas","2015-03-30 11:51:31+00","249113725102662_1094756007205092",1],[189,"Servus zusammen, \n\ngestern habe ich das Länderspiel gegen Australien von der Bank verfolgt. Leider haben wir nicht gewonnen, sondern mussten uns mit einem 2:2 zufrieden geben. Am Sonntag in Georgien werden wir von der 1. Minute an Gas geben, damit wir als Sieger vom Platz gehen.\n\nNatürlich beschäftigt uns Nationalspieler, wie jeden von euch, der Absturz von Flug #4U9525 sehr und macht uns fassungslos, wenn man die jüngsten Entwicklungen mitbekommt. Martina Münch-Nicolaidis, die Stiftungsgründerin von YoungWings - meinem Herzensprojekt - war zu diesem Thema am Dienstag in der Sendung von Markus Lanz:\nhttp://www.nicolaidis-youngwings.de/stiftung/news-nicolaidis-youngwings-stiftung/219-sensible-markus-lanz-sendung-jetzt-ansehen.html\n\nMein herzlichstes Beileid und ganz viel Kraft für alle betroffenen Familien! \n\nBis bald, euer Thomas","2015-03-26 17:07:42+00","249113725102662_1092349314112428",1],[191,"Servus zusammen,\n\ndas Los hat uns den FC Porto beschert. Da haben wir noch eine Rechnung offen, auch wenn ich 1987 noch nicht auf der Welt war :-)\n\nWir sind mit der Auslosung zufrieden. Es hätte auch ein größerer Brocken kommen können. Natürlich müssen wir aufpassen, denn Porto ist sehr souverän ins Viertelfinale eingezogen und die Favoritenrolle liegt nun klar bei uns. Wir nehmen die Sache sehr ernst und gehen mit Selbstvertrauen in die beiden Spiele, da wir natürlich das Ziel haben, ins Finale nach Berlin zu kommen.\n\nSo - und jetzt geht der Fokus wieder auf das Spiel am Sonntag. Mit Gladbach kommt eines der Topteams der Liga nach München. Das wird ein schwieriges Spiel. Aber wir sind zur Zeit gut drauf, sodass wir auch diese Aufgabe meistern werden.\n\nSchönes Wochenende, euer Thomas","2015-03-20 12:21:07+00","249113725102662_1088392267841466",1],[194,"Servus zusammen,\n\ngleich fahren wir Richtung Flughafen. Auswärtstrip zum SV Werder Bremen. Leider können Arjen und Franck dieses Mal nicht mitspielen. Aber wir haben ja zum Glück genug Top-Spieler im Kader, sodass wir auch ohne die beiden in Bremen gewinnen wollen.\n\nHeute will ich mich auf diesem Wege beim FC Bayern Fanclub Schdaaimicher Bayern Uuhänger e.V. bedanken. Seit ein paar Tagen bin ich dort nämlich Ehrenmitglied. :-)\n\nIch wünsche euch ein schönes Wochenende.\n\nBis bald, euer Thomas","2015-03-13 14:56:54+00","249113725102662_1083840928296600",1],[195,"Servus zusammen,\n\nmorgen kommt`s drauf an. Nach dem 0:0 in Donezk müssen wir gewinnen, um ins Viertelfinale zu kommen. Das wird sicherlich nicht leicht, aber ich bin davon überzeugt, dass es uns mit der Unterstützung von 70.000 Fans im Stadion gelingen wird! \n\nWas mich besonders gefreut hat in den letzten Tagen? \n- Der Sieg meiner Frau Lisa beim Grand Prix in Kreuth. Jetzt hat sie auch das Goldene Reitabzeichen erreicht, was mich natürlich total stolz macht. Schatz, mach weiter so!\n- Philipp Lahm ist wieder im Mannschaftstraining. Captain, gib Gas, damit du bald wieder auflaufen kannst.\n\nViele Grüße, euer Thomas","2015-03-10 14:26:03+00","249113725102662_1081948115152548",1],[197,"Servus zusammen,\n\nHannover 96 war am Wochenende ein unangenehmer Gegner, die tief gestanden sind und uns mit ihrer aggressiven Spielweise das Leben schwer gemacht haben. Am Ende sind wir aber zum Glück als verdienter Sieger vom Platz gegangen. Und ich hab mich natürlich sehr gefreut, zwei Tore geschossen zu haben. Beim zweiten Tor habe ich die alte Kopfballregel unseres Co-Trainers Hermann Gerland befolgt: Immer dahin köpfen, wo der Ball herkommt... :-) Hauptsache drin. Hautsache gewonnen!\n\nDer Frühling ist am Wochenenede auch in Bayern angekommen, sodass ich mich jetzt wieder intensiv dem Grillen zuwenden werde. :-) Wenn ihr auch schon in Grilllaune seid, mein kleiner Tipp für alle, die von den Profis was lernen wollen: Am Sonntag gibt`s von Weber Grill für Deutschland, Österreich \u0026 Schweiz einen Grill-Livestream. Und passend dazu gibts für meine Facebook-Fans natürlich auch etwas zu gewinnen: Schreibt mir einfach was euch beim Grillen am besten gefällt! Unter allen Antworten werden 4 Go-Anywhere Holzkohle-Grills verlost.\n\nUnd jetzt werde ich meinen freien Nachmittag in der Sonne genießen... \n\nEine schöne Woche wünscht, euer Thomas","2015-03-09 12:54:16+00","249113725102662_1081295501884476",1],[199,"\"Wer mich kennt, weiß eins: Ich spiele, wie ich will.\nMein Instinkt gibt die Richtung vor. Jetzt ist meine\nChance.\"\n\nDies ist die Botschaft des neuen Werbespots von adidas Fussball.\nIch hoffe, euch gefällt der Clip.\n\nEntscheidend ist aber, dass wir morgen im Pokal gegen Braunschweig weiterkommen. Denn wir wollen unbedingt nach Berlin zum Finale.\n\nViele Grüße, euer Thomas","2015-03-03 13:17:49+00","249113725102662_1077127092301317",1],[202,"Servus zusammen,\n\nam Samstag haben wir in Paderborn mit 6:0 gewonnen. Gemüllert hat`s zwar leider nicht, aber das werde ich verschmerzen. Hauptsache, wir sind wieder in der Spur. Den Elfmeter habe ich dem Arjen überlassen, damit er die Führung in der Torjägerliste übernimmt. Dafür muss er mir aber beim nächsten Mal einen auflegen... :-)\n\nEinen schönen Abend, euer Thomas Müller","2015-02-23 17:24:45+00","249113725102662_1072406746106685",1],[204,"Servus zusammen,\n\nhabt ihr ein schönes Faschingswochenende gehabt? Ich schon :-)\nDas 8:0 gegen den HSV war nach dem nicht ganz so optimalen Start ein Zeichen, dass wir es noch können. Die Art und Weise, wie wir gespielt haben, war wirklich gut. Und natürlich freut es mich sehr, dass auch ich mal wieder getroffen habe.\n\nJetzt ist aber schon längst wieder der Fokus auf dem Spiel gegen Schachtar Donezk. Diese Mannschaft hat viele Qualitätsspieler in ihren Reihen und mit Luiz Adriano den Top-Torjäger der Champions League. Wir sind also gewarnt.\n\nGleich geht`s ab zum Flughafen. Dann Richtung Lemberg. Ist schon ein komisches Gefühl gegen eine Mannschaft zu spielen, die in einem Kriegsgebiet beheimatet ist. Die Fernsehbilder der letzten Tage und Wochen sind grausam und erschütternd. Dennoch dürfen wir uns auf dem Platz auch bei diesen heiklen Umständen nicht aus dem Tritt bringen lassen und müssen eine gute Grundlage fürs Rückspiel in München legen.\n\nViele Grüße und bis bald, euer Thomas","2015-02-16 11:53:36+00","249113725102662_1067765086570851",1],[206,"Servus zusammen,\n\nheute wende ich mich mal an euch mit einem Thema, das mir am Herzen liegt und das ich auf diesem Wege gerne unterstütze: Organspende. Gemeinsam können wir beim Jenke-Experiment die Zahl von 100.000 erreichen. \nKlickt auf http://www.rtl.de/cms/sendungen/das-jenke-experiment/organspendeausweis.html\n\nIch habe schon lange einen Organspendeausweis und würde mich darüber freuen, wenn ihr auch in Ruhe darüber nachdenkt, damit in Zukunft noch mehr schwer kranken Menschen geholfen werden kann.\n\nEinen schönen Abend wünscht euch, euer Thomas","2015-02-12 16:04:18+00","249113725102662_1065466646800695",1],[209,"Servus zusammen,\n\ngleich haben wir Abschlusstraining und danach gehts ab in den Flieger. Leider können Rafinha und Franck morgen nicht in Wolfsburg spielen. Sehr schade. Gute Besserung, Franck Ribéry und Rafinha Official !\n\nDennoch werden wir eine starke Mannschaft auf dem Platz haben, die dieses Spitzenspiel unbedingt gewinnen will! Ich habe ein gutes Gefühl und freue mich, dass es morgen wieder los geht. \n\nSchönen Tag noch, euer Thomas","2015-01-29 11:14:35+00","249113725102662_1056930340987659",1],[210,"Servus zusammen,\n\nvor dem morgigen Testspiel in Bochum habe ich für euch noch ein Kurz-Interview mit der Trainer-Legende Hermann Gerland durchgeführt. Der Tiger wird aus uns in seiner alten Heimat alles rausholen... :-)\n\nSchönen Abend, euer Thomas","2015-01-22 15:08:24+00","249113725102662_1053024621378231",1],[213,"Servus zusammen, \n\nnoch 9 Tage bis zum ersten Bundesligaspiel des Jahres 2015. Gerade haben wir trainiert. So langsam kommen die Verletzten zurück, sodass es spannend wird, wer am 30. Januar in Wolfsburg in der Startformation auflaufen wird. Zumindest weiß ich jetzt, mit welchen Schuhen ich dann spielen werde. Die sind endlich wieder in meiner Lieblingsfarbe :-) #therewillbehaters\n\nÜbermorgen steht um 18 Uhr die Generalprobe für uns auf dem Programm. Dann geht`s nach Bochum, in die Heimat unserer Co-Trainer-Legende Hermann Gerland.\n\nAm Samstag steht dann wieder ein Termin auf dem Programm, der mir jedes Jahr viel Spaß macht. Dieses Jahr muss ich für den Fanclubbesuch nicht so weit fahren. Ich werde den FC Bayern-Fanclub Bavaria Oberland 2011 besuchen und ein paar Geschenke verteilen. \n\nViele Grüße, euer Thomas","2015-01-21 12:28:44+00","249113725102662_1052401214773905",1],[215,"Servus zusammen,\n\nauch am freien Nachmittag dreht sich bei mir alles um den Ball.\nWie gefallen euch unsere Kopfbedeckungen?\n\nSonnige Grüße aus Doha, euer Thomas","2015-01-14 19:44:21+00","249113725102662_1048437918503568",1],[217,"Servus zusammen,\n\njetzt ist wieder Training angesagt. Der Winterurlaub ist beendet. Und niemand braucht sich Sorgen machen: Dante und ich werden auch im Jahr 2015 noch viele Späße miteinander machen. Auch wenn ich wohl ein Leben lang neidisch auf seine Haarpracht sein werde... :-)\n\nMorgen Vormittag geht`s ab ins Trainingslager nach Doha. Dort werden wir sicherlich Vollgas geben, damit alle topfit in die Rückrunde gehen.\n\nDer erste Titel wurde heute auch schon eingefahren. Ich gratuliere Manuel Neuer ganz herzlich zur Wahl zum Welttorhüter des Jahres! Diesen Titel hast du dir wahrlich verdient, Manu!\n\nViele Grüße und bis bald, euer Thomas","2015-01-08 14:31:41+00","249113725102662_1041887952491898",1],[222,"Servus zusammen,\n\nmorgen ist der Heilige Abend. Ich freu mich schon sehr darauf. Vor allem darauf, dass es jetzt endlich mal ruhiger wird und keine Spiele, Interviews oder Drehtermine auf dem Programm stehen. Sondern einfach nur Familie, Spaß, Erholung und gutes Essen. :-)\n\nIch wünsche all meinen Fans in der ganzen Welt auf diesem Wege:\nGeseende Kerfees!\nGëzuar Krishlindjet!\nGozhqq Keshmish!\nI'D Miilad Said!\nNabidà!\nShenoraavor Nor Dari!\nBones Navidaes!\nMbung Mbung Krismie! \nShuvo Baro Din!\nMi wisim yufala eerywan one gutfala Krismas!\nNedeleg laouen!\nVasel Koleda! \nBogem h n mh m!\nDanistayohihv!\nHoesenestotse!\nGlædelig Jul!\nMerry Christmas!\nJutdlime pivdluarit!\nGajan Kristnaskon!\nRõõmsaid Jõulupühi!\nGledhilig jól \nHyvää Joulua!\nZalig Kerstfeest!\nJoyeux Noël!\nBon Nadâl! \nNoflike Krystdagen!\nGilotsavt Krist'es Shobas!\nKala Christougenna!\nBarka da Kirsimatikuma!\nMele Kalikimaka!\nMo'adim Lesimkha!\nOkresmesa ombwa!\nShubh Naya Baras!\nVrolijk Kerstfeest!\nSelamat Hari Natal! \nNollaig Shona Dhuit!\nOjenyunyat Sungwiyadeson homungradon nagwutut!\nBuon Natale!\nShinnen omedeto!\nJavanesisch: Sugeng Natal!\nGute Vaynakhtn!\nSeng Dan Fai Lok!\nBon nadal!\nNoeli Nziza!\nIsangle Krismen!\nBon Natale! \nAppi Krismes!\nSretan Bozic! \nSeva piroz sahibe!\nBon Nadel!\nWanikiya tonpi wowiyuskin!\nPrieci'gus Ziemsve'tkus! \nLinksmu Kaledu!\nAmazalibwa Agesanyu!\nSchéi Krëschtdeeg! \nSelamat Hari Natal!\nNixtieklek Milied tajjeb! \nSalama' Natal!\nKung His Hsin Nien!\nNollick ghennal!\nKia orana e kia manuia rava!\nStreken Bozhik!\nFestusu Natale!\nEsimano olyaKalunga gwokombandambanda! \nKrist Yesu Ko Shuva Janma Utsav Ko Upalaxhma Hardik Shuva!\nGod Jul!\nUngil Kurismas!\nWesolych Swiat!\nBoas Festas!\nSumaj kausay kachun Navidad ch'sisipi !\nMata-Ki-Te-Rangi!\nBella Festas daz Nadal!\nBachtalo krecunu Thaj!\nCraciun fericit!\nPozdrevlyayu s prazdnikom Rozhdestva!\nBuorit Juovllat! \nBonu nadale!\nNollaig chridheil!\nI'Taamomohkatoyiiksistsikomi!\nGod Jul!\nSchöni Wienacht oder E guëti Wiënachtä!\nSretam Bozic!\nBon Natali!\nVesele Vianoce!\nVesele bozicne praznike!\nFeliz Navidad!\nKrismas Njema Na Heri!\nMaligayang Pasko! \nIa ora i te Noera!\nSuksan Wan Christmas!\nPrejeme Vam Vesele Vanoce!\nVeseloho Vam Rizdva!\nKellemes Karacsonyiunnepeket!\nChuc Mung Giang Sinh!\nNadolig LLawen!\nWinshuyu sa Svyatkami!\nQuyanalghii Kuusma!\nSinifesela Ukhisimusi Omuhle!\n\nIch wünsche Euch ein schönes Weihnachtsfest und geruhsame Tage im Kreise der Familie.\n\nAlles Liebe, euer Thomas","2014-12-23 13:35:08+00","249113725102662_1028145200532840",1],[223,"Servus zusammen,\n\nmit etwas Glück haben wir am Freitag in Mainz das Jahr 2014 mit einem Sieg beendet. Jetzt haben wir endlich Urlaub! Ich werde die Pause bis zum 7.1. ganz besonders genießen, da wir im Sommer nach dem WM-Sieg fast keine Zeit zum Relaxen hatten.\n\nUmso gewaltiger schätze ich deshalb die Leistung der Mannschaft ein, dass wir jetzt mit 11 Punkten Vorsprung und nur 4 Gegentoren in der Bundesliga überwintern. Wir haben einfach ein tolles Team mit einem großartigen Charakter.\n\nGanz besonders möchte ich heute allen Fans danken, die auf www.thomas-mueller-kunstdruck.de und auf http://www.unitedcharity.de/SPECIALS/Mueller-friends eingekauft und gesteigert haben. Ihr sorgt dafür, dass das YoungWings-Sternenhaus hoffentlich bald realisiert werden kann und trauernden Kindern bestmöglich geholfen wird. DANKE FÜR EUER GROSSES HERZ! \n\nUnd jetzt wünsche ich euch noch eine hoffentlich entspannte Vorweihnachtszeit.\n\nBis bald, euer Thomas","2014-12-22 14:40:38+00","249113725102662_1027517587262268",1],[224,"Servus zusammen,\n\ngleich geht`s los mit dem Bus zum Flughafen und dann ab in den Flieger Richtung Mainz. Morgen bestreiten wir das letzte Spiel im Jahr 2014. Leider werden einige Jungs von uns verletzungsbedingt ausfallen. Aber wir haben einen tiefen Kader und der Trainer wird sicherlich eine starke Startformation aufs Spielfeld schicken können.\n\nJeder von uns will das Jahr 2014 unbedingt mit einem Sieg beenden, damit wir uns dann mit einem guten Gefühl in den wohl verdienten Weihnachtsurlaub verabschieden können.\n\nBis bald, euer Thomas","2014-12-18 14:32:01+00","249113725102662_1022588757755151",1],[227,"Servus zusammen,\n\nDonezk ist also unser Gegner im Achtelfinale geworden. Mit denen haben wir bislang keine Erfahrungswerte, aber sie haben sich in der Gruppenphase souverän durchgesetzt, sodass wir mit dem nötigen Respekt beide Spiele angehen werden, um uns fürs Viertelfinale zu qualifizieren. Sie haben den derzeitigen Top-Torjäger der Champions League in Ihren Reihen. Vorsicht ist also geboten, auch wenn ich mir sicher bin, dass den unsere Hintermannschaft aus dem Spiel nehmen wird. \n\nMeine Charity-Auktionen laufen derzeit super. Danke an alle Ersteigerer: http://www.unitedcharity.de/SPECIALS/Mueller-friends/?et_cid=27\u0026et_lid=609 \nUnd wer noch mitbieten will, immer gerne! Der Erlös geht zu 100% an mein Herzensprojekt YoungWings.\n\nViele Grüße und bis bald, euer Thomas","2014-12-15 14:11:33+00","249113725102662_1020843854596308",1],[228,"Servus zusammen,\n\nmorgen werden wir die Champions League-Vorrunde mit dem Heimspiel gegen Moskau abschließen. Wir werden alles geben, um unsere Fans glücklich zu machen. Mein Ziel ist, dass wir den Anhängern im Stadion so richtig einheizen!\n\nAuf diesem Wege gratuliere ich dem FC Bayern München zu 25 Millionen Facebook-Fans. Was für eine gigantische Zahl! Da werde ich mich noch so richtig strecken müssen bis ich dahin komme :-)\n\nCooles Video:\nhttps://www.youtube.com/watch?v=-oS2uD97QQQ#t=16\n\nSchönen Tag, euer Thomas","2014-12-09 13:42:22+00","249113725102662_1017082241639136",1],[230,"Servus zusammen,\n\nhattet ihr einen schönen zweiten Advent? \nIch war auf der Weihnachtsfeier des FC Bayern München. Wir hatten im Teatro einen sehr schönen, witzigen Nachmittag mit der Mannschaft. Über die ein oder andere Einlage konnte ich mich wirklich kaputt lachen. \n\nVor ein paar Tagen habe ich von einem jungen Fan eine selbst gemalte Sportzeitschrift bekommen. Sensationell, welche Mühe sich dieser Junge für mich gemacht hat. VIELEN DANK nochmal auf diesem Wege!\n\nUnd wer noch ein Weihnachtsgeschenk sucht und noch nicht den Müller-Kunstdruck gekauft hat, dem kann ich nur sagen. Jetzt müsst ihr schnell sein. Wer das Bild bis Weihnachten haben will, muss bis zum kommenden Donnerstag (11. Dezember) seine Bestellung auf http://www.thomas-mueller-kunstdruck.de gemacht haben. Die YoungWings-Kinder danken euch ganz herzlich für eure Unterstützung!\n\nEinen schönen Abend wünscht euch, euer Thomas","2014-12-08 16:34:03+00","249113725102662_1016469748367052",1],[292,"Weltmeister!!! \nFühlt sich saugut an :-)\n\nDie Feier war gigantisch. Und jetzt ab zu unseren Fans nach Deutschland. Und nochmals gemeinsam Feiern! Freu mich schon drauf.\n\nGestern war es ein hartes Stück Arbeit gegen Argentinien. Aber die bessere Mannschaft hat gewonnen.\n\nViele Grüße, euer Thomas Müller","2014-07-14 19:47:39+00","249113725102662_918526914828003",1],[207,"Servus zusammen,\n\nleider ist einer der größten Trainer, die der FC Bayern München je hatte, von uns gegangen. Ruhe in Frieden, Udo Lattek.\n\nSolche bitteren Nachrichten relativieren ein wenig die Bedeutung der beiden vergangenen Spiele und richten den Blick auf die wirklich wichtigen Dinge des Lebens. Auch wenn uns ein 1:4 in Wolfsburg sicherlich nicht passieren darf. Und ein 1:1 zu Hause gegen Schalke 04 nicht unser Anspruch ist.\n\nGestern mussten wir leider rund 75 Minuten in Unterzahl spielen, waren dennoch das Spiel bestimmende Team und sind mit 1:0 in Führung gegangen. Dass wir aus einer Standardsituation heraus noch den Ausgleich bekommen haben, ist natürlich sehr bitter. Dennoch sind wir noch mit 8 Punkten Vorsprung Tabellenführer und werden sicherlich bald wieder unsere Fans glücklich machen. Gestern waren bei eisigen Temperaturen 75.000 Zuschauer im Stadion, die uns permanent angetrieben und sensationell unterstützt haben. Dafür möchte ich mich heute ganz herzlich bedanken.\n\nSchönen Abend, euer Thomas Müller","2015-02-04 16:13:39+00","249113725102662_1060554333958593",1],[208,"Servus zusammen,\n\nwir hatten gerade ein intensives Schnee-Training. Der Winter schlägt zurück. Noch 3 Tage bis zum Auftaktspiel in Wolfsburg. Ich bin mir aber sicher, dass die Rasenheizung am Freitag funktionieren wird und wir ein interessantes Spitzenspiel erleben werden.\n\nEnde November habe ich im Rahmen meiner Charity-Aktion auf www.thomas-mueller-kunstdruck.de unter allen Teilnehmern ein unterschriebenes Deutschland-Trikot verlost. Der Gewinner ist Michael W. aus Ingolstadt, der sich über meinen Anruf sehr gefreut hat. Wer noch ein Bild haben will, kann noch bis zum 2. Februar, eines der ca. 100 restlichen Keilrahmen-Bilder zugunsten meines Herzensprojekts YoungWings erwerben.\n\nAuf diesem Wege auch nochmal ein herzliches Dankeschön an den Fanclub Bavaria Oberland, die 1.000 € für den guten Zweck gespendet haben.\n\nSchönen Abend, euer Thomas","2015-01-27 17:39:28+00","249113725102662_1055931377754222",1],[211,"Servus zusammen,\n\ndie Generalprobe in Bochum war erfolgreich. Ein souveränes 5:1 - wir sind gut drauf! \"Tiger\" Gerland war zufrieden. :-) Der Bundesligastart kann kommen.\n\nAm Samstag war ich beim Fanclub Bavaria Oberland. Danke für den tollen Empfang. Die Fans haben sich richtig was für mich einfallen lassen. Hier ein paar Impressionen: http://www.br.de/mediathek/video/sendungen/blickpunkt-sport/thomas-mueller-bayern-fanclub-100.html\n\nEine schöne Woche wünscht, euer Thomas","2015-01-26 16:46:00+00","249113725102662_1055361297811230",1],[212,"Servus zusammen,\n\nich bin wieder zurück aus dem Trainingslager. Schön, wieder in München zu sein. Das Trainingslager in Doha war intensiv, aber schließlich brauchen wir eine gute Basis für die Rückrunde, um unsere Erfolgsserie fortzusetzen.\n\nGerade hatten wir Training an der Säbener Straße. Ich muss mich erst wieder an die kühleren Temperaturen gewöhnen. :-)\nUnd jetzt geht’s wieder frisch und perfekt rasiert nach Hause zu meiner Frau. Mit meinem neuen Gillette ProGlide Flexball klappt das immer! Der Beweis: Mein \"letztes #shavie!\"\n\nEinen schönen Abend und bis bald, euer Thomas","2015-01-19 17:51:19+00","249113725102662_1051277071552986",1],[214,"Servus zusammen, \n\ngerade haben wir die Katar Stars mit 4:1 besiegt. Es geht also noch... :-)\n\nSchade, dass Manu gestern nicht Weltfußballer wurde. Aber an Messi und Ronaldo vorbeizukommen ist nicht leicht. Manu, du bist für mich der Weltfußballer der Herzen!\n\nNatürlich habe ich mich auch etwas über den 5. Platz in der Gesamtwertung gefreut. Herzlichen Dank an alle, die mich unter die ersten Drei gewählt haben: Andorra, Burkina Faso, Aruba, Mongolei, Usbekistan... Die anderen fallen mir leider nicht mehr ein...\n\nUnd jetzt geh ich gleich zum Abendessen und freue mich schon auf den morgigen Trainingstag!\n\nGute Nacht, liebe Müller-Fans - Euer Thomas","2015-01-13 20:20:52+00","249113725102662_1047901028557257",1],[216,"Servus zusammen,\n\nendlich melde ich mich bei euch aus dem Trainingslager in Doha. Wir haben hier volles Programm: intensive Trainingseinheiten, Pflegetermine, taktische Sitzungen, Autogrammstunde... Es wird mir nicht langweilig. Aber die Bedingungen vor Ort sind super: Tolles Hotel, hervorragende Trainingsplätze, gutes Wetter. Der Trainer lässt viel mit dem Ball trainieren, sodass uns die Laufeinheiten nicht so schwer fallen. Super, dass Holger wieder bei der Mannschaft dabei ist. Manu Neuer kommt erst morgen wieder zurück zum Team. Hoffentlich bringt er eine Trophäe mit!\n\nNatürlich hat mich am Wochenende der Tod von Wolfsburgs Junior Malanda auch etwas nachdenklich gestimmt. So schnell kann`s gehen im Leben. Da denkt man schon darüber nach, was im Leben wichtig ist. Mein tiefstes Mitgefühl gilt der Familie \u0026 allen Teammitgliedern des VfL Wolfsburg.\n\nViele Grüße aus Doha, euer Thomas","2015-01-12 13:25:26+00","249113725102662_1047051758642184",1],[218,"Servus zusammen,\n\nseid ihr gut ins Neue Jahr gekommen? Ich schon. :-) Schön gemütlich bei gutem Essen und mit netten Freunden. \n\nAm Mittwoch gehts dann wieder mit dem Training los. Dann hat der Freizeitstress ein Ende :-) Spaß beiseite: Die Pause hat richtig gut getan. Wir wollen ja schließlich eine super Rückrunde spielen und den ein oder anderen Titel einfahren. Und die Pause nach dem WM-Sieg war schon etwas kurz. \n\nDie Akkus sind wieder aufgeladen! Jetzt freu ich mich wieder so richtig darauf gegen den Ball zu treten. Und natürlich auch die Kollegen zu treffen...\n\nEinen schönen Abend wünscht, euer Thomas","2015-01-05 16:09:30+00","249113725102662_1039161349431225",1],[219,"Servus zusammen,\n\nnur noch wenige wenige Stunden bis zum Jahreswechsel.\nLisa, Freddy, Murmel, Micky und ich wünschen euch einen guten Rutsch in ein wunderschönes Jahr 2015!\n\nGleich geht die Silvesterfeier für uns los. Was macht ihr so heut Abend?\n\nViele Grüße und bis bald, euer Thomas","2014-12-31 15:39:13+00","249113725102662_1035035699843790",1],[220,"Weihnachtsansprache an die besten Fans der Welt! \n\nEin schönes Weihnachtsfest wünscht, euer Thomas","2014-12-24 15:49:26+00","249113725102662_1028952020452158",1],[221,"Servus zusammen,\n\nwie geht`s euch? Habt ihr Weihnachten gut überstanden? Bei mir war es wunderschön. Ich habe in den letzten Tagen die Zeit mit meinen Freunden und der Familie sehr genossen! \n\nDas Jahr 2014 geht dem Ende entgegen. Ich durfte viele tolle Dinge erleben. Das absolute Highlight war natürlich der WM-Titel. Deshalb schicke ich euch heute mein Lieblingsbild des Jahres 2014 :-) \n\nViele Grüße, euer Thomas","2014-12-29 01:56:00+00","249113725102662_1033485613332132",1],[225,"Guten Abend zusammen,\n\nGeschenke einkaufen ist echt anstrengend. Aber ich bin fündig geworden :-) \n\nHier noch ein paar Impressionen vom Charity-Schafkopfturnier:\nhttps://drive.google.com/file/d/0B1W5Xn0hR7OZakVwYXhKbDg1N3M/view?pli=1\n\nSchönen Abend noch, euer Thomas","2014-12-17 18:21:36+00","249113725102662_1022129164467777",1],[231,"Servus zusammen,\n\ngestern Abend war ich noch beim Charity-Schafkopfturnier, das SKY-Moderator Michael Leopold nach einer verlorenen Wette gegen mich zugusten meines Herzensprojekts Nicolaidis YoungWings Stiftung organisieren musste. \n\nSensationell, dass 9.500 € für den guten Zweck zusammenkamen und so viele prominente Gesichter dabei waren. \n\nEin großer Dank an SKY und alle Spieler, die ein großes Herz für die YoungWings-Kinder gezeigt haben.\n\nViele Grüße und einen schönen Tag, euer Thomas","2014-12-02 11:56:17+00","249113725102662_1012703232077037",1],[302,"Servus zusammen,\n\nauf diesem Wege möchte ich den Basketballern des FC Bayern München herzlich zum Gewinn der Deutschen Meisterschaft gratulieren. Tolle Leistung Jungs!\n\nViele Grüße aus Brasilien, euer Thomas Müller","2014-06-19 13:35:22+00","249113725102662_900641443283217",1],[226,"Servus zusammen, \n\ngestern haben wir unsere Serie ausgebaut und Freiburg mit 2:0 geschlagen. Hätten auch ein paar Tore mehr sein können, aber wir hatten etwas Pech im Abschluss und einen starken Torwart gegen uns. Das kleine Veilchen an der Stirn ist zwar noch da, aber Hauptsache es hat gemüllert :-)\nMal schaun, was unser derzeit härtester Verfolger Wolfsburg heute Abend in Dortmund macht.\n\nGleich gehe ich mit meiner Frau in die Münchner Innenstadt zum Weihnachtsshopping. Ist ja schließlich nur noch ein Woche bis zum Heiligen Abend. Habt ihr schon alle Geschenke zusammen?\n\nWenn ihr wissen wollt, was wir bei der Nationalmannschaft so essen, habe ich einen Geschenktipp für euch: „Das REWE DFB Kochtraining“ (www.rewe.de/kochtraining).\nIn den Kochkursen lernt ihr, wie uns unser Nationalmannschaftskoch Holger Stromberg in Brasilien zum vierten Stern gekocht hat. \nUnd das Beste: Unter allen \"Likern\" verlosen wir morgen für einen Fan 2 Kochkursplätze.\n\nVorweihnachtliche Grüße, euer Thomas","2014-12-17 13:46:59+00","249113725102662_1022003537813673",1],[229,"Servus zusammen,\n \ngestern haben wir Moskau in der Allianz Arena mit 3:0 besiegt. Ein schöner Abschluss der Champions League-Vorrunde. Gruppensieger waren wir ja schon vorher, aber wir wollten unbedingt unseren Fans ein gutes Spiel liefern. Jetzt geht’s mit dem Achtelfinale so richtig los. Wer ist euer Wunschgegner? Unsere möglichen Gegner sind: Arsenal London, Paris St. Germain, FC Basel, Juventus Turin, Schachtjor Donezk. Klangvolle Namen, oder?\n \nVor ein paar Tagen hatte ich die Möglichkeit beim REWE Meet \u0026 Kick 22 junge Fans von mir kennen zu lernen. Es war mal wieder ein Highlight, auch wenn mir der ein oder andere in der Fragerunde so richtig auf den Zahn gefühlt hat. Hier gibt’s ein paar Impressionen: https://www.youtube.com/watch?v=-fWut8jN97I\u0026list=UUPM443QsHVGPrAm52bCof8w\n\nEinen schönen Tag noch, euer Thomas","2014-12-11 11:55:38+00","249113725102662_1018309774849716",1],[232,"Servus zusammen,\n\ngestern haben wir in der Allianz Arena gegen Bayer Leverkusen mit 1:0 gewonnen. In der ersten Halbzeit sind wir gegen einen guten Gegner schwer ins Spiel gekommen. Nach dem Tor von Franck konnten wir uns aber ein Chancenplus erarbeiten, sodass es ein verdienter Sieg war und wir heute unseren freien zweiten Adventssonntag mit den Familien genießen können.\n\nDer Nikolaus geht heute für euch in die Verlängerung und macht einige Müller-Fans glücklich! Schaut mal: http://tm13-nikolaus.weberstephen.de\n\nBei dem Gewinnspiel von Weber Grill für Deutschland, Österreich \u0026 Schweiz gibts nämlich fünf Kugelgrills zu gewinnen – aus der limitierten Thomas Müller Edition.\n\nIch drücke euch die Daumen!\n\nEinen schönen zweiten Advent noch, euer Thomas","2014-12-07 10:48:33+00","249113725102662_1015650471782313",1],[234,"Servus zusammen,\n\ngestern haben wir 1:0 in Berlin gewonnen. Der Arjen hat meinen „Fersler“ (für alle die in den österreichischen Fachbegriffen nicht  zu Hause sind: der Hackentrick ist gemeint :-) ) perfekt abgeschlossen. Danach haben wir leider aus der Vielzahl der Möglichkeiten zu wenig gemacht, sodass es in der zweiten Halbzeit spannender wurde als gewünscht.\n\nHeute ist der erste Advent. Ich hoffe, dass ihr diesen besonderen Tag im Kreise der Familie genießen konntet. Und natürlich habe ich mir heute auch etwas Besonderes für euch einfallen lassen. Unter allen Personen, die unter www.thomas-mueller-kunstdruck.de ein Bild von mir bestellen oder schon bestellt haben, verlose ich ein Trikot von der Nationalmannschaft mit den Unterschriften meiner Weltmeister-Kollegen. Der Gewinner bekommt das Trikot entweder von mir persönlich an der Säbener Straße überreicht oder wird auf Wunsch mit Bild auf meinem Facebook-Kanal veröffentlicht. \n\nIch wünsche euch noch einen schönen Abend, euer Thomas","2014-11-30 17:04:21+00","249113725102662_1011518305528863",1],[236,"Servus zusammen,\n\nheute genieße ich einen freien Tag. Der Trainer weiß, dass wir im Jahr 2014 viele Spiele in den Knochen haben und in den letzten Wochen vor der Winterpause die körperliche und mentale Frische entscheidend ist. Bis jetzt hat es ja auch ganz gut geklappt. Drei Gegentore Anfang Dezember sind schon stark. Das bleibt hoffentlich auch so bis zum Schluss!\n\nGestern hatte ich nach dem Training noch ein kurzes Fotoshooting für meinen Partner adidas und habe mal wieder versucht mich von meiner Schokoladenseite zu zeigen. :-)\n\nSehr gefreut habe ich mich auch, dass Pelé die Intensivstation verlassen hat. Nachdem ich mit ihm vor ein paar Monaten mal vor der Kamera war, habe ich seinen Gesundheitszustand natürlich verfolgt. GUTE BESSERUNG, Pelé.\n\nEinen schönen Abend wünscht euch euer Thomas","2014-12-03 15:20:36+00","249113725102662_1013421058671921",1],[238,"Servus zusammen,\n\ngestern war es leider so weit: Die erste Pflichtspielniederlage mit dem FC Bayern in dieser Saison. In Unterzahl und so kurz vor Schluss... :-( Auch wenn wir den Gruppensieg schon sicher haben, schmerzt dies heute immer noch. Aber am Samstag geht`s ja schon wieder weiter. Dann wollen wir in Berlin natürlich wieder gewinnen. \nGestern hat mir der Trainer eine Verschnaufpause gegönnt, sodass ich dann wieder ausgeruht und mit Vollgas auf Torejagd gehen werde.\n\nSeit ein paar Tagen läuft übrigens meine Charity-Weihnachtsauktion: http://www.unitedcharity.de/SPECIALS/Mueller-friends\n\nMatchworn Trikots, VIP-Karten, meine Fußballschuhe und vieles mehr könnt ihr hier zugunsten meines Herzensprojekts YoungWings ersteigern. Reinklicken lohnt sich!\n\nEinen schönen Abend noch, euer Thomas","2014-11-27 16:21:12+00","249113725102662_1009631029050924",1],[239,"Servus zusammen,\n\ndas Bundesliga-Wochenende ist für uns ganz gut gelaufen. Sieben Punkte Vorsprung sind ein schönes Polster, aber darauf werden wir uns sicherlich nicht ausruhen und bis zur Winterpause voll durchziehen! Besonders gefreut hat mich, dass am Samstag Basti Schweinsteiger ein tolles Comeback gegeben hat. Nach den zahlreichen Verletzungen der letzten Wochen, brauchen wir ihn dringend.\n\nGerade hatten wir das Abschlusstraining vor dem Champions League-Spiel in Manchester. Jetzt Mittagessen und dann ab ins Flugzeug. Mein Pferdekuss ist zum Glück wieder gut verheilt :-)\n\nMeine neuen weiß-grünen #f50 darf ich natürlich nicht vergessen damit wir in der Champions League weiterhin unsere weiße Weste behalten und drei Punkte einfahren.\n\nViele Grüße und bis bald, euer Thomas","2014-11-24 12:06:11+00","249113725102662_1007612629252764",1],[240,"Schau auf www.thomas-mueller-kunstdruck.de und zeig, dass du ein großes Herz für trauernde und traumatisierte Kinder hast. Danke!","2014-11-24 04:12:00+00","249113725102662_1007646312582729",1],[241,"Servus zusammen,\n\nmir geht`s nach meinem Pferdekuss aus dem Spanien-Spiel heute schon deutlich besser und konnte zum Glück gerade wieder an der Säbener Straße trainieren. Ich hoffe, dass ich morgen gegen Hoffenheim auflaufen kann. Ein großer Dank an die medizinische Abteilung, die sich für mich ganz schön ins Zeug gelegt haben!\n\nVor dem Training habe ich vom Fotokünstler Daniel Glasl meinen Müller-Kunstdruck fürs Wohnzimmer bekommen. Gefällt mir exzellent. Ich habe gehört, dass schon ein paar hundert Stück verkauft wurden. Also muss ich mich beim Bestellen auch beeilen, denn ich brauche ja schließlich für meine Verwandten auch noch ein schönes Weihnachtsgeschenk... :-)\n\nWer also noch mein Herzensprojekt YoungWings unterstützen will und gleichzeitig die Kunstdruck-Leinwand haben will, klickt schnell auf www.thomas-mueller-kunstdruck.de \n\nEin großes Dankeschön sende ich auf diesem Wege noch Ruppografie - Nadine Rupp Fotografie, die das Bild dem Künstler zur Verfügung gestellt hat.\n\nIch wünsche euch ein schönes Wochenende, euer Thomas","2014-11-21 12:44:35+00","249113725102662_1005670099447017",1],[243,"www.thomas-mueller-kunstdruck.de","2014-11-20 16:56:46+00","249113725102662_1005233939490633",1],[233,"Servus zusammen,\n\nheute hatte ich nach dem Training einen Fototermin und musste mal wieder mein ganzes Können als Grimassenschneider zum Besten geben. :-)\n\nNatürlich habe ich mich sehr gefreut, dass ich auf die Kandidatenliste zur Weltauswahl gekommen bin. Ist ja schließlich ein erlesenes Kandidatenfeld...\n\nAber ganz besonders freut es mich, dass Manuel Neuer zu den letzten drei Kandidaten bei der Wahl zum Weltfußballer des Jahres gehört. Er hat es verdient, den Pokal nach München zu bringen! \n\nSchönen Abend, euer Thomas","2014-12-01 17:08:40+00","249113725102662_1012254895455204",1],[235,"Bei uns tanzt keiner aus der Reihe:\nhttp://video.sport1.de/video/bayerns-superstars-tanzen-aus-der-reihe__0_z9opziy0\n\nSehr witzig! :-)\nViel Spaß damit.\n\nServus, Euer Thomas","2014-11-28 12:34:41+00","249113725102662_1010112415669452",1],[237,"Berlin, Berlin - wir fahren nach Berlin. Erstmal nur heute. Aber dorthin will ich in dieser Saison noch öfters... :-)\n\nEin schönes Wochenende wünscht euch euer Thomas","2014-11-28 08:02:08+00","249113725102662_1010016072345753",1],[242,"Servus zusammen,\n\ndie Weihnachtszeit rückt immer näher. Wer für seine Liebsten noch ein schönes Geschenk sucht und mein Herzensprojekt, das YoungWings-Sternenhaus, unterstützen will, klickt am besten ganz schnell auf http://www.thomas-mueller-kunstdruck.de. \nDenn der Fotokünstler Daniel J. Glasl hat aus mir ein Kunstwerk gemacht :-) Mir gefällt dieser Kunstdruck, der auf Leinwand aufgezogen wurde, sensationell gut. Und das Wichtigste: Der Reingewinn geht an YoungWings!\n\nDas 40*40 cm große Bild wurde in limitierter Auflage von 3.333 Stück produziert und kostet 34,95 € (zzgl. Versand). 50 Leinwände werde ich persönlich unterschreiben, die dann unter allen Bestellern verlost werden. Bei den anderen Leinwänden ist meine Unterschrift eingedruckt.\n\nViel Spaß beim Bestellen und vielen Dank für eure Unterstützung meines Herzensprojekts. \n\nEinen schönen Abend wünscht euer Thomas Müller","2014-11-20 16:33:37+00","249113725102662_1005221842825176",1],[244,"Servus zusammen,\n\nder gestrige 1:0 Sieg gegen Spanien war ein schöner Jahresabschluss mit der Nationalmannschaft. Vor ein paar Stunden bin ich in München gelandet. Leider etwas angeschlagen :-( Sergio Ramos wusste wohl, dass ich eine Pferdefan bin und hat mir einen Pferdekuss ans Hinterteil versetzt. Ich hoffe, dass es bis zum Samstag reicht...\n\nApropos Pferde: Ich drücke auf diesem Wege meiner Frau Lisa  auf ihrem Pferd Dave ganz fest die Daumen beim Piaff Förderpreis, der in Stuttgart stattfindet! \n\nUnd natürlich wünsche ich unserem Bayern-Kapitän Philipp Lahm nach seiner schweren Verletzung GUTE BESSERUNG und eine BALDIGE GENESUNG. Philipp, wir brauchen dich! Kopf hoch. Du wirst uns sicherlich schon bald wieder aufs Feld führen.\n\nEinen schönen Abend wünscht euch euer Thomas","2014-11-19 16:34:50+00","249113725102662_1004608349553192",1],[245,"Servus zuammen,\n\nam Samstag hat`s mal wieder gemüllert. :-) 3 Tore sind auch für mich nicht alltäglich. Deshalb habe ich mich natürlich sehr gefreut!\n\nJetzt bin ich mit den Kollegen Lahm und Schweinsteiger auf dem Weg zur Verleihung des Silbernen Lorbeerblattes durch den Bundespräsidenten Joachim Gauck. Wir sind schon in Berlin gelandet und gespannt, was uns erwartet...\n\nHeute Abend schauen wir uns dann die Premierenvorstellung des Kinofilms \"Die Mannschaft\" an. Da werden sicherlich viele wunderschöne Erinnerungen und Impressionen von der Weltmeisterschaft in Brasilien hoch kommen... :-)\n\nEine schöne Woche wünscht euch, euer Thomas","2014-11-10 10:21:24+00","249113725102662_998606353486725",1],[247,"Servus zusammen,\n\nalle Wege führen diesmal in die Allianz Arena und nicht nach Rom. :-) Heute haben wir in der Arena um 17 Uhr das Abschlusstraining und morgen um 20:45 Uhr das Champions League-Spiel gegen AS Roma.\n\nSo einfach wie im Hinspiel wird es sicherlich nicht, da die Römer bestimmt auch so ihre Schlüsse aus diesem Spiel gezogen haben. Aber wir können auf alles reagieren, haben eine starke Bank und einen Trainer, der immer für eine taktische Überraschung gut ist. Für uns ist entscheidend, das Spiel zu gewinnen, um frühzeitig den Einzug ins Champions League-Achtelfinale zu schaffen. Und unseren Fans wollen wir natürlich ein gutes Spiel zeigen. \n\nBis jetzt stehen die deutschen Teams in dieser Champions League-Saison alle hervorragend da. Das soll natürlich so bleiben...\n\nViele Grüße und bis bald, euer Thomas","2014-11-04 13:23:33+00","249113725102662_994178360596191",1],[249,"Servus zusammen,\n\nmorgen geht`s in der Allianz Arena gegen Borussia Dortmund. Auch wenn der BVB in der Liga etwas schwächelt, wird das Spiel sicherlich eine schwierige Nummer. Dortmund ist immer unangenehm zu spielen. Möglicherweise haben sie es gegen uns sogar leichter als gegen andere Mannschaften. Denn gegen uns müssen sie nicht selbst das Spiel machen. Sie werden versuchen, defensiv kompakt zu stehen, um dann ihr gefährliches Konterspiel aufzuziehen. Doch unser Trainer hat dagegen sicherlich schon den passenden Plan im Kopf.\n\nFür uns wird es wichtig sein, die passenden Lösungen nach vorne zu finden und die sich ergebenden Torchancen möglichst schnell zu nutzen. Mit unseren Fans im Rücken wird uns das dann schon gelingen, oder?\n\nEin schönes Wochenende und bis bald, euer Thomas","2014-10-31 11:45:14+00","249113725102662_991415687539125",1],[252,"Mahlzeit :-) \n\nHeute haben wir am Nachmittag Training, sodass ich den Vormittag mit meiner Frau und den Tieren genießen konnte. Gestern habe ich natürlich unseren Gegner vom Wochenende im Fernsehen angeschaut. Gladbach ist gut drauf. Das wird ein interessantes Spiel am Sonntag... \n\nUnd natürlich bin ich auch schon gespannt, wann die 8 Millionen Fangrenze auf meiner Facebookseite erreicht wird. :-)\nWaaaaaahnsinn! Ihr seid unglaublich!\n\nSchönes Wochenende und bis bald, euer Thomas","2014-10-24 09:54:41+00","249113725102662_986566434690717",1],[254,"Servus zusammen,\n\nkurz vor dem Rückflug nach München muss ich mich doch noch schnell bei euch melden. Das war gestern ein Spiel, oder? 7:1 in Rom zu gewinnen, hatte wohl keiner erwartet. In der ersten Halbzeit haben wir klasse gespielt. Wir waren vorne aggressiv, haben hinten wenig zugelassen und die vorhandenen Räume exzellent genutzt. Jetzt liest sich die Tabelle sehr gut. :-)\n\nGerade waren wir bei Papst Franziskus. Es war beeindruckend und eine große Ehre für uns. Und die Niederlage der Roma hat er uns auch schon verziehen. :-)\n\nViele Grüße und bis bald, euer Thomas","2014-10-22 08:40:42+00","249113725102662_985192951494732",1],[256,"Servus zusammen,\n\ngleich fliegen wir nach Rom. Dort erwartet uns ein schwieriges Champions League-Spiel gegen AS Rom. Aber nach dem 6:0 vom Wochenende gehen wir voller Selbstvertrauen ins Spiel.\n\nNatürlich habe ich mich auch gefreut, dass es mal wieder vom Elfmeterpunkt gemüllert hat. Was sagt ihr zu meinen Haltungsnoten beim Schuss? :-)\n\nAm Mittwoch Vormittag haben wir vor dem Rückflug nach München eine Audienz beim Papst. Das ist schon etwas Besonderes. Bin mal gespannt, wie das wird. Beistand von oben kann ja nie schaden. :-)\n\nIch wünsche euch noch einen schönen Herbsttag.\n\nBis bald, euer Thomas","2014-10-20 11:19:22+00","249113725102662_983670471646980",1],[281,"Puuuuuuuhhhhhhhhhhhhh, bin wieder zurück in München. \n\nWar ein interessanter Trip in die USA. Nur wenige Stunden Aufenthalt in Portland, große Begeisterung unter den Fans, dann die ersten Minuten der Saison für den FC Bayern und wieder zurück nach München. Zum Glück kann ich überall gut schlafen. Auch wenn es sein muss, zwei Mal im Flugzeug. Dennoch bin ich glücklich jetzt gleich ins heimische Bett zu fallen.\n\nSchlaft gut da draußen, euer Thomas Müller","2014-08-07 20:27:44+00","249113725102662_933867546627273",1],[246,"Servus zusammen,\n\ngestern wurde uns der rote Teppich ausgerollt bei der Filmpremiere zum WM-Film \"Die Mannschaft\". Teilweise habe ich schon Gänsehaut bekommen. Man hat viele Dinge im Film gesehen, die man während der WM gar nicht so wahrgenommen hat. Interessant und sehr witzig, auch wenn ich vor dem Film schon wusste, dass wir am Schluss Weltmeister sind :-)\n\nAuf diesem Wege gratuliere ich auch noch ganz schnell meinem Schafkopfkollegen Philipp Lahm zum Geburtstag. Happy birthday, Junge!\n\nJetzt muss ich aber zum Training mit der Nationalmannschaft...\n\nBis bald, euer Thomas","2014-11-11 14:43:39+00","249113725102662_999539866726707",1],[248,"Guten Abend zusammen,\n\nnach dem gestrigen 2:1 gegen Borussia Dortmund hatte ich heute die Gelegenheit einige von euch bei einem Meet \u0026 Greet persönlich zu treffen und mich an der Torwand zu duellierien. Die Aktion wurde von meinem Partner Gillette Deutschland ins Leben gerufen und war ein Riesenspaß. Neben dem vollen Terminplan mit Trainingseinheiten, Spielen und dem vielen Reisen war es eine schöne Abwechslung mal zwei Stunden entspannt mit meinen Fans zu verbringen.\n\nDanke dafür und bis bald, euer Thomas","2014-11-02 18:05:04+00","249113725102662_993056760708351",1],[250,"Servus zusammen,\n\ngleich gehts zurück nach München. Ich bin glücklich, dass wir gestern im Pokal weitergekommen sind und den HSV mit 3:1 besiegt haben. Wir haben gegen aggressive und sehr einsatzfreudige Hamburger ein gutes Spiel gemacht. Die frühe Führung hat uns natürlich in die Karten gespielt und das Konzept des HSV über den Haufen geworfen. Am Ende hätte der Sieg sogar noch etwas höher ausfallen können. \n\nIch hätte auch gerne noch ein Tor gemacht, aber nachdem ich am Vormittag gesehen habe, dass meine Dirndleinlage bei der Nationalmannschaft jetzt sogar ins Kino kommt, konnte ich mich nur schwer aufs Spiel konzentrieren... :-)\nhttps://www.youtube.com/watch?v=6sS0eLQweSc\nAber Wettschulden sind Ehrenschulden.\nWeltmeister samma :-)\n\nEinen schönen Tag noch, euer Thomas","2014-10-30 10:42:16+00","249113725102662_990788740935153",1],[251,"Daumen hoch für 8 Millionen Facebook-Fans!\nIhr seid großartig! :-)\nThe greatest fans in the world!\n\nIch bin gerade auf dem Weg nach Hamburg. Morgen ist das Pokalspiel gegen den HSV auf dem Programm. Nachdem wir wieder zum Finale nach Berlin wollen, gibts nur eines: Gewinnen! Egal wie. Hauptsache weiterkommen!\n\nNatürlich habe ich mich heute gefreut, bei der Wahl zum Weltfußballer wieder unter den letzten 23 Kandidaten zu stehen. Es wäre schön, wenn dieses Jahr ein Deutscher die Wahl gewinnen würde. Schließlich wird man nicht jedes Jahr Weltmeister. :-) Mal sehen, wie die Wahl ausgeht...\n\nEinen schönen Abend, euer Thomas","2014-10-28 16:00:11+00","249113725102662_989578954389465",1],[253,"Servus zusammen,\n\nheute war trainingsfrei. Aber natürlich wird mir auch dann nicht langweilig. Für mich stand eine Einheit beim Physio und ein Pressetermin für mein Herzensprojekt YoungWings auf dem Programm.\n\nStiftungsgründerin Martina Münch-Nicolaidis plant den Bau eines Sternenhauses, damit den zahlreichen Kindern, die Halb- oder Vollwaisen sind, noch besser geholfen werden kann. Ich unterstütze dieses Projekt bestmöglich, damit der Bau des Sternenhauses schnellstmöglich realisiert werden kann.\n\nZum Start hat mein Partner Gillette die großartige Summe von 50.000 € gespendet. Dafür möchte ich mich ganz herzlich bedanken und hoffe, dass wir bald ein geeignetes Grundstück in München finden und das Budget für das YoungWings Sternenhaus beisammen haben.\n\nKlickt doch einfach mal auf www.youngwings-sternenhaus.de und informiert euch über dieses tolle soziale Projekt.\n\nViele Grüße und bis bald, euer Thomas Müller","2014-10-23 15:12:59+00","249113725102662_986134314733929",1],[255,"Servus zusammen,\n\ngerade bin ich vom Training nach Hause gekommen. Morgen erwartet uns Werder Bremen in der Allianz Arena. Selbstverständlich wollen wir unseren Fans ein gutes Spiel mit einem Heimsieg bieten.\n\nDas ist uns in den letzten beiden Länderspielen leider nicht so gut gelungen. Trotz drückender Überlegenheit und zahlreichen Chancen konnten wir gegen Polen und Irland nicht gewinnen. Leider. Aber eines ist sicher: Wir werden uns in den nächsten Qualifikationsspielen in der Tabelle wieder nach oben kämpfen!\n\nIch wünsche euch ein schönes Wochenende. Genießt die letzten schönen Herbsttage und lasst es euch gut gehen.\n\nBis bald, euer Thomas","2014-10-17 13:20:16+00","249113725102662_981702511843776",1],[258,"Guten Abend zusammen,\n\nheute wurde mir bei adidas in Herzogenaurach der Silberne Schuh und der Silberne Ball überreicht. Natürlich machen einen solche Trophäen stolz, aber das Wichtigste war natürlich der vierte Stern! \n\nMorgen Vormittag geht`s dann zur Nationalmannschaft. Besonders das Spiel in Polen wird eine schwere Nummer. Aber wir sind der Weltmeister und gehen in jedes Spiel mit dem Ziel zu gewinnen.\n\nBis bald, euer Thomas","2014-10-06 18:26:03+00","249113725102662_973770525970308",1],[260,"Viele Grüße vom Oktoberfest!","2014-10-05 18:06:45+00","249113725102662_972957879384906",1],[262,"Wieder an der Spitze :-)\nFür den FC Bayern zählt nur Platz 1.\n\nHeute haben wir frei, damit wir am Samstag wieder frisch und spritzig sind. Die ersten 30 Minuten gegen Paderborn haben gezeigt, dass wir immer besser in Schuss kommen...\n\nEinen schönen Tag, euer Thomas","2014-09-25 09:15:39+00","249113725102662_966352063378821",1],[263,"Servus zusammen,\n\nich bin immer noch sauer, dass es am Samstag nicht zum Sieg gereicht hat. Auch ich hab leider die Kugel nicht im Kasten untergebracht. :-(\n\nUnser Anspruch ist natürlich jedes Spiel zu gewinnen. Das ist uns am Wochenende leider nicht gelungen, auch wenn wir in der 2. Halbzeit besser gespielt haben. Morgen geht`s schon wieder weiter gegen den starken Aufsteiger aus Paderborn. Wir wollen schnellstmöglich zurück an die Tabellenspitze!\n\nEine schöne Woche, euer Thomas","2014-09-22 11:28:28+00","249113725102662_964661656881195",1],[264,"Servus zusammen,\n\nder Start in die Champions League ist geglückt! 1:0 gegen ein starkes Team von Manchester City. :-)\n\nFür mich ist das Spiel leider etwas komisch losgegangen. Nach wenigen Sekunden hatte ich eine Riesenchance, wurde aber in der Aktion leicht berührt, sodass ich ins Stolpern geraten bin und den Torschuss nicht mehr kontrollieren konnte. Aber Hauptsache Jerome hat das Ding noch kurz vor Schluss reingezimmert! Und wie schon Sepp Herberger sagte: Ein Spiel dauert 90 Minuten :-)\n\nSomit war die Stimmung beim heutigen Training prächtig. Am Samstag gehts in Hamburg weiter. Der HSV hat einen neuen Trainer, der sicherlich sein Team heiß machen wird. Wird sicherlich auch ein intensives Spiel... Und wenn ich nochmal so eine Aktion wie gestern habe, werde ich den Ball reinmachen. Egal wie!\n\nUnd jetzt genieße ich noch bei einem gepflegten Abendessen den wunderschönen Tag mit ein paar Freunden...\n\nEinen schönen Abend wünscht, Thomas Müller","2014-09-18 15:22:26+00","249113725102662_962010037146357",1],[266,"Thank you for so many good wishes to my birthday from all over the world. You are really great. \n\nNice sunday!","2014-09-14 10:53:08+00","249113725102662_959286007418760",1],[268,"Servus zusammen,\n\nhabe gerade einen kleinen Putt-Contest gegen SKY-Reporter Michael Leopold gewonnen. :-) Für den guten Zweck natürlich. Jetzt muss der Kollege ein Charity-Schafkopfturnier für den guten Zweck organisieren. Spaß hat`s gemacht und mein Herzensprojekt YoungWings kann sich über eine Spende freuen.\n\nEinen schönen Tag noch, euer Thomas Müller","2014-09-09 13:39:35+00","249113725102662_955956331085061",1],[257,"Servus zusammen,\n\nich komme gerade vom Frühstück der Nationalmannschaft ins Zimmer zurück und kann heute auf diesem Wege 22 Kindern die Chance bieten, mich bei einem Fußballtraining persönlich kennen zu lernen. Denn auch wenn wir ein straffes Programm mit Bundesliga, DFB-Pokal, Champions League und Nationalmannschaft haben, möchte ich doch auch mal Zeit mit meinen Fans verbringen.\n\nDeshalb bin ich demnächst mit meinem Partner REWE unterwegs, um mit ein paar von euch ein bisschen zu kicken. Vielleicht kann ich mir ja noch den ein oder anderen Trick abschauen :-) Oder andersrum...\n\nWer dabei sein will, informiert sich einfach unter www.rewe.de/weltmeister\n\nViel Glück und bis bald, euer Thomas","2014-10-09 07:57:37+00","249113725102662_975725782441449",1],[259,"Servus zusammen,\n\nletzte Woche haben wir Familienzuwachs im Pferdestall bekommen. Der kleine Freddy hat schon für den ein oder anderen Lacher gesorgt. :-) Ich mag den Kerl!\n\nSeit Dienstag Mittag laufe ich wieder mit dem Bundesadler auf der Brust herum. Bei der Nationalmannschaft geht`s wieder sehr konzentriert und intensiv zur Sache, aber der Spaß kommt auch nicht zu kurz. Und wenn ich dafür sorgen muss... :-) Nach den Spielen gegen Polen und Irland wollen wir schließlich Tabellenführer der Gruppe D sein.\n\nViele Grüße, euer Thomas","2014-10-08 13:59:35+00","249113725102662_975118235835537",1],[261,"Servus zusammen,\n\nich bin wieder zurück aus Moskau. Mitten in der Nacht gelandet und heute lass ich es mal gaaaaaaaaaaannz ruhig angehen... :-)\n\nEs war nicht nur wegen dem leeren Stadion ein komisches Spiel in Moskau, sondern auch wegen der Spielweise des Gegners. Als Heimteam 90 Minuten so defensiv zu stehen, auch nach unserer Führung, ist nicht ganz normal. Dennoch hätten wir noch mehr Tore schießen können. Aber am Ende zählen die drei Punkte und nichts anderes. Der Start in die Champions League Saison ist also geglückt!\n\nEinen besonderen Dank möchte ich heute den FC Bayern-Fans aussprechen, die uns aus dem 18. Stock vom benachbarten Haus unterstützt haben und den langen Weg nach Moskau angetreten haben, ohne ins Stadion zu dürfen. Ihr seid sensationell!\n\nJetzt freu ich mich umso mehr am Samstag vor vollem Haus in der Allianz Arena aufzulaufen. Geisterspiele sind nichts für mich!\n\nViele Grüße und einen schönen Abend, euer Thomas","2014-10-01 14:34:52+00","249113725102662_969881716359189",1],[265,"Servus zusammen,\n\nmorgen startet für uns die Champions League-Saison mit dem Kracherspiel gegen Manchester City. Ich freu mich schon wieder auf die Champions League-Hymne. Noch mehr würde ich mich aber freuen, wenn Stadionsprecher Stephan Lehmann möglichst oft den Torjingle einspielen dürfte... :-)\n\nHeute Abend ist das Abschlusstraining in der Allianz Arena, danach geht`s mit der Mannschaft ins Hotel.\n\nJetzt genieße ich aber noch etwas die Sonne über München. War ja leider in diesem Sommer eine Seltenheit.\n\nViele Grüße, euer Thomas","2014-09-16 11:03:28+00","249113725102662_960678760612818",1],[267,"Servus zusammen,\n\ndie Nummer 25 ist seit heute 25 Jahre alt. Das schönste Geburtstagsgeschenk war der 2:0 Sieg gegen den VfB Stuttgart.\n\nJetzt werde ich im Kreise meiner Lieben noch auf das letzte Vierteljahrhundert zurückblicken und etwas feiern... :-)\n\nSchönen Abend, euer Thomas","2014-09-13 18:40:49+00","249113725102662_958887997458561",1],[269,"Servus zusammen,\n\ngleich geht`s ins Training an die Säbener Straße. Heute Nacht bin ich direkt nach dem leider etwas zu spannenden Quali-Spiel gegen Schottland heimgefahren nach München.\n\n2:1 ist natürlich knapp. Aber dennoch sind es wichtige 3 Punkte zum Start in eine EM-Qualifikation mit einigen unangenehmen Gegnern. Wir sind sicherlich noch nicht in Bestform, aber die anderen Nationen wissen schon auch wie man Fußball spielt. Natürlich freut es mich sehr, dass mir zwei Tore gelungen sind. Bei den nächsten Spielen im Oktober ist sicherlich noch Potential nach oben vorhanden.\n\nEine schöne Woche wünscht euch, euer Thomas Müller","2014-09-08 13:51:23+00","249113725102662_955306704483357",1],[271,"Servus zusammen,\n\ngerade gab`s bei der Nationalmannschaft Mittagessen. Sehr lecker. :-) \n\nMorgen erwartet uns ein interessantes Spiel gegen Argentinien. Natürlich wird es ganz anders als in Rio werden, aber richtige Freundschaftsspiele gibt`s gegen die Argentinier nicht. Entscheidend ist, dass wir nach dem Spiel gut gerüstet sind für das Schottland-Spiel. Die Verabschiedung meiner langjährigen Nationalmannschaftskumpels Philipp, Miro und Per wird morgen sicherlich ein sehr emotionaler Moment. Wir werden die Jungs vermissen!\n\nUnd natürlich will ich auf diesem Wege noch zwei Glückwünsche los werden: Bastian Schweinsteiger gratuliere ich zum Kapitänamt bei der Nationalmannschaft. Du wirst die Rolle sicherlich gut ausfüllen, Basti!\n\nUnd Javi Martinez gratuliere ich ganz herzlich zum Geburtstag und wünsche ihm auf diesem Wege viel Kraft und Erfolg für die lange Reha. Das Team des FC Bayern braucht dich! In der Rückrunde wirst du sicherlich wieder den Rasen umpflügen und uns Offensivspielern den Rücken frei halten. Javi, ALLES GUTE!\n\nEinen schönen Tag wünscht euch, Thomas Müller","2014-09-02 13:10:18+00","249113725102662_950847308262630",1],[274,"Servus zusammen,\n\nheute Abend wird`s spannend. Die Champions League Auslosung steht auf dem Programm. Ich bin schon sehr gespannt, welche Gegner wir bekommen. Wen würdet ihr am liebsten in unserer Gruppe sehen?\n\nIch werde mir die Auslosung natürlich anschauen und drücke Arjen und Manu die Daumen, dass einer unserer FC Bayern-Jungs zu Europas Fußballer des Jahres 2014 ernannt wird.\n\nEinen schönen Tag wünscht, euer Thomas Müller","2014-08-28 09:59:55+00","249113725102662_947676771913017",1],[276,"Morgen startet die Bundesligasaison 2014/2015.\nIch freu mich schon sehr, dass es wieder los geht.\nEin guter Start ist immer wichtig, sodass 3 Punkte gegen Wolfsburg natürlich Pflicht sind. Auch wenn das nicht so einfach wird...\nAber ich bin wie immer positiv gestimmt und werde mich voll reinhauen. Vielleicht müllert`s dann auch gleich... :-)\n\nViele Grüße und bis bald, euer Thomas Müller","2014-08-21 14:47:01+00","249113725102662_943549865659041",1],[278,"Servus zusammen, \n\nleider haben wir gestern im Supercup mit 0:2 gegen Dortmund verloren. Wir müssen die nächsten Tage und Wochen noch hart arbeiten, damit wir uns als Mannschaft finden und unsere Form finden. Aber das bekommen wir schon hin!\n\nBesonders bitter ist jedoch die Verletzung von Javi Martínez. Er fällt jetzt mit seinem Kreuzbandriss monatelang aus. ALLES GUTE und eine baldige Genesung, lieber Javi!\n\nAm Sonntag gehts im Pokal gegen Preussen Münster. Da muss der erste Pflichtspielsieg der Saison her! \n\nViele Grüße und bis bald, euer Thomas Müller","2014-08-14 13:14:39+00","249113725102662_938802216133806",1],[280,"Servus zusammen,\n\ndas war ein Wochenende.... Erst Samstag Morgen ein langes Fotoshooting an der Säbener Straße, dann die Präsentation in der Allianz Arena vor so vielen Leuten. Danke Fans für diesen sensationellen Empfang. Über 65.000 Leute bei einer Teampräsentation - gigantisch!\n\nGestern wurde ich dann noch bei der Wahl zum Fußballer des Jahres Dritter. Das hat mich natürlich auch sehr gefreut! Dem Manuel gratuliere ich herzlich zum Sieg. Du hast es verdient, Junge!\n\nNach der Rückreise aus den USA sind wir wieder voll im Rhythmus: Intensive Trainingseinheiten damit wir zum Saisonstart fit sind. Schwere Spiele am Mittwoch im Supercup gegen Dortmund und am Sonntag im DFB-Pokal gegen Preußen Münster. Der Urlaubsmodus ist definitiv beendet. :-) Ich freu mich aber jetzt schon wieder auf die neue Saison! Wir haben ja schließlich wieder große Ziele...\n\nEine schöne Woche wünscht, euer Thomas Müller","2014-08-11 09:08:54+00","249113725102662_936519529695408",1],[270,"Servus zusammen,\n\ndas gestrige Spiel war leider nicht so nach unserem Geschmack...\nAber wichtiger ist, dass wir am Sonntag gegen Schottland mit einem Sieg in die EM-Quali starten.\n\nDie Verabschiedung unserer Nationalmannschaftslegenden Lahm, Klose und Mertesacker war gestern schon ein bewegender Moment. Danke, Jungs! Es war eine tolle Zeit mit euch bei der Nationalmannschaft. Wir werden euch vermissen!\n\nUnd ganz besondere Grüße an den längsten Nationalspieler aller Zeiten :-) Nicht nur dein großartiges Interview nach dem Algerien-Spiel wird mir immer positiv im Gedächtnis hängen bleiben. Ich werde immer zu dir aufschauen :-) Mal sehen, wann sich wieder unsere Wege auf dem Spielfeld kreuzen…\n\nALLES GUTE, Thomas Müller","2014-09-04 09:35:54+00","249113725102662_951881274825900",1],[272,"Servus zusammen, \n\nleider hat es am Samstag auf Schalke nicht zum Sieg gereicht. Wir haben in den letzten Tagen noch ein paar neue Spieler bekommen, die wir schnellstmöglich in die Mannschaft integrieren müssen. Ziel muss es natürlich sein, bald wieder die Tabellenspitze in der Liga zu übernehmen! Im nächsten Heimspiel gegen Stuttgart müssen wieder 3 Punkte her...\n\nUnd wer noch einen kurzen Blick hinter die Kulissen werfen will, für den habe ich heute auch noch was: In der Sommerpause war ich mit meinem Partner Gillette Deutschland beim Fotoshooting zum neuen Gillette BODY unterwegs: https://www.youtube.com/watch?v=YRq9i5iwjyg\n\nEine schöne Woche wünscht, euer Thomas\n","2014-09-01 12:52:39+00","249113725102662_950212718326089",1],[273,"Servus zusammen,\n\ndie Loskugeln wurden gezogen. Unsere Gegner der Champions League Vorrunde kennen wir größtenteils vom letzten Jahr. Das wird eine sehr schwierige Gruppe. Manchester City hat immer eine tolle Truppe zusammen. ZSKA Moskau hat Topspieler im Kader und ist unangenehm zu spielen. Und der AS Rom aus Topf 4 ist sicherlich ein anderes Kaliber als Viktoria Pilsen im Vorjahr. Das wird kein Spaziergang, aber ich bin natürlich dennoch guter Dinge, dass wir weiterkommen. \n\nWas meint ihr?\n\nGute Nacht, euer Thomas Müller","2014-08-28 18:57:52+00","249113725102662_947902618557099",1],[275,"Servus zusammen, \n\nder Bundesligastart ist geglückt! Mit 2:1 haben wir den VfL Wolfsburg am Freitag besiegt. Und mir ist zum Glück auch ein Ball gegen das Bein gesprungen, sodass ich das erste Tor der Saison erzielen konnte. :-)\n\nAuch wenn wir beim Fehlschuss von Malanda etwas Glück hatten, war es ein verdienter Sieg des FCB. Wir hätten einfach schon früher den Sack zumachen müssen. Positiv ist vor allen Dingen, dass wir in dieser frühen Phase der Saison - mit der kurzen Vorbereitung der Nationalspieler - über weite Strecken der Partie gut gespielt haben. Natürlich haben wir noch viel Luft nach oben. Es kommen bald wieder wichtige Spieler zurück ins Team. Das wird schon, liebe Bayern-Fans...\n\nUnd noch einen souveränen Sieg durfte ich vor ein paar Tagen einfahren. Rallye-Weltmeister Sebastien Ogier hatte im Elfmeterschießen gegen mich keine Chance:\nhttps://www.youtube.com/watch?v=zbMqFcbSJTY\n\nViele Grüße und eine schöne Woche, euer Thomas Müller","2014-08-25 09:51:37+00","249113725102662_945835438763817",1],[277,"Servus zusammen,\n\nder erste Schritt nach Berlin ist gemacht. Am Anfang haben wir in Münster zwar die Dienste des besten Keepers der Welt etwas zu viel Anspruch genommen, aber nach dem 1:0 haben wir das Pokalspiel souverän zu Ende gespielt und verdient mit 4:1 gewonnen. Natürlich habe ich mich sehr über mein 100. Pflichtspieltor für den FC Bayern gefreut. Noch mehr habe ich mich aber darüber gefreut, dass mein alter Kollege Holger Badstuber wieder auf dem Platz gestanden ist.\n\nAm Freitag geht`s dann in der Liga mit dem Heimspiel gegen den VfL Wolfsburg los. Auch wenn wir derzeit etwas Verletzungssorgen haben, wird unser Trainer dennoch eine ausgezeichnete Startformation ins Rennen schicken können, damit wir in der Allianz Arena den ersten Bundesligasieg der Saison einfahren können. \n\nBis bald, euer Thomas Müller","2014-08-18 15:08:16+00","249113725102662_941760245838003",1],[279,"Servus zusammen,\n\ngleich gehts zum Abschlusstraining vor dem Supercup-Spiel gegen Dortmund. Die erste richtige Standortbestimmung der Saison. Der erste Titel der Saison. Hoffentlich bringen wir den Pott nach München...\n\nGestern hat ein großer des Sports sich aus der Nationalmannschaft verabschiedet. Miro Klose war immer ein Vorbild an Einsatzbereitschaft, Leidenschaft und Torgefahr. Aber vor allem als Mensch war und ist er eine Sensation. Miro, wir werden dich bei der Nationalmannschaft vermissen.\n\nUnd dann habe ich noch für euch ein kleines Filmchen vom YoungWings-Benefiz-Golfturnier: http://vimeo.com/102615553\nEs war ein toller Event für alle Beteiligten mit einem tollen Ergebnis für die Kinder und die Stiftung.\n\nViele Grüße, euer Thomas Müller\n","2014-08-12 10:22:13+00","249113725102662_937226349624726",1],[282,"Servus zusammen, \n\nauf diesem Wege möchte ich heute meinem lieben Teamkollegen Bastian Schweinsteiger ALLES GUTE zu seinem Geburtstag wünschen. \n\nViel Glück und Gesundheit für die nächsten Jahre. Ich habe noch bis 2019 Vertrag beim FC Bayern. Da will ich gemeinsam mit dir noch gaaaanz viele Titel einsammeln. \n\nUnd euch da draußen wünsche ich ein tolles Wochenende!\n\nBis bald, euer Thomas Müller","2014-08-01 13:29:21+00","249113725102662_929861263694568",1],[284,"Ich kann einfach nicht ohne Fußball.\nZur besseren Eingewöhnung trage ich schon mal das neue Auswärtstrikot des FC Bayern München.\nMir gefällt das Trikot sehr! Was meint ihr?\n\nDerzeit genieße ich meinen Urlaub in vollen Zügen. Einfach mal in den Tag hinein leben ohne irgendwelche Termine und Verpflichtungen. Genial! Das ist der größte Luxus für mich.\n\nEin schönes Wochenende wünscht euch, euer Thomas Müller","2014-07-25 12:35:03+00","249113725102662_925233917490636",1],[286,"Servus zusammen,\n\ndie 7 Millionen-Grenze ist gefallen! Waaaaahhhhnnnnsiiiinnnnn! Unglaublich, wie viele Leute hier meine Beiträge verfolgen. Danke für eure Unterstützung und Treue! In guten wie in schlechten Zeiten! Ich bin stolz darauf, solche Fans wie euch zu haben!\n\nThank you for 7 million Müller-Fans on Facebook. I am so proud to have so much fans here. You are fantastic!\n\nThomas","2014-07-24 16:27:49+00","249113725102662_924715860875775",1],[287,"Servus zusammen,\n\ndas war ein schöner Tag! Am Donnerstag haben wir die WM bei der großen Welcome Back Party von Weber Grill für Deutschland, Österreich \u0026 Schweiz nochmal etwas Revue passieren lassen. Bei tollem Essen vom Grill, super Wetter und angenehmer Gesellschaft. Es ist schön, wieder zu Hause zu sein.\n \nEin schönes Wochenende wünscht euch, Thomas Müller","2014-07-19 09:37:39+00","249113725102662_921483714532323",1],[289,"Servus zusammen,\n\nes war wunderschön, dass ich heute Nacht nach fast 2 Monaten mit der Nationalmannschaft endlich mal wieder in MEINEM Bett schlafen durfte. Und dann sogar noch ausschlafen :-)\n1. Urlaubstag!!!\n\nDie gestrige Feier in Berlin war einfach unglaublich. So viele Menschen haben uns die Ehre erwiesen und mit uns gefeiert! Es war wunderschön! Wir haben es in vollen Zügen genossen.\n\nUnd was hab ich da gerade im Internet gefunden:\nhttps://www.youtube.com/watch?v=UMIOQtXa4rA\u0026feature=youtu.be\u0026utm_medium=social\u0026utm_source=FAC_\u0026utm_content=\u0026utm_campaign=DE_ENGA\u0026utm_term=\u0026linkId=8839323\nGenial, wenn so viele Menschen auf meine etwas angeschlagene Stimme hören :-)\n\nEinen schönen Tag wünscht, euer Thomas Müller\n","2014-07-16 08:41:41+00","249113725102662_919712938042734",1]]}